Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: If you want to modify and customize the styles of your template pages you must move a copy of the event_espresso_style.css to the /wp-content/uploads/espresso/templates folder (if /espresso/templates does not exist you may need to create it manually. Keeping your modification in this folder ensures that your styles are not overwritten when upgrading EE.)
fi_fi: Jos haluat muuttaa ja muokata mallisivujesi tyylejä sinun täytyy siirtää kopio event_espresso_style.css to the /wp-content/uploads/espresso/templates hakemistoon (jos /espresso/templates does ei löydy, sinun täytyy luoda se manuaalisesti. Kun pidät muokkauksesi tässä kansiossa, huolehdit siitä että muokkausesi säilyy järjestelmää päivitettäessä.)
fr_fr: Si vous souhaitez modifier et personnaliser les styles de vos modèles de pages, vous devez déplacer une copie de → → → → → → → → → event_espresso_style.css to the /wp-content/uploads/espresso/templates folder (si / expresso / templates → → → → → → → → → n'existe pas, vous devrez peut-être le créer manuellement. Le fait de garder votre modification dans ce dossier assure que vos styles ne soient pas écrasés lors de la mise EE).
hu_hu: Ha azt szeretnénk, módosíthatja és testre a stílusok a sablon oldalt meg kell mozgatni egy példányát a n t t t t t t t t tevent_espresso_style.css a / wp-content/uploads / eszpresszó / templates mappát (ha / eszpresszó / templates jelent n t t t t t t t t tnot létezik akkor létre kell hozni kézzel. Tartsa módosítás ebbe a mappába biztosítja, hogy a stílus nem írja felül mikor frissíti EE).
sv_se: Om du vill modifiera och ändra stilen på dina mallsidor måste du flytta en kopia av → → → → → → → → → event_espresso_style.css to the "/wp-content/uploads/espresso/templates"-mapp. (om /espresso/templates inte → → → → → → → → → finns så kan du behöva skapa den manuellt. Genom att behålla dina ändringar i den här mappen försäkrar du dig om att dom inte skrivs över vid en uppgradering av Event Espresso.)

source: Legacy Espresso Stylesheets
fi_fi: Legacy Espresso -tyylisivut
hu_hu: Legacy Espresso Stíluslapok
sv_se: Etablerade Espresso Stylesheets

source: You currently either have <i>Enable Built in style sheets</i> disabled or have a copy of the default espresso stylesheet copied to your uploads folder, and the alternative stylesheets selections are therefore disabled.
fi_fi: Sinulla on joko <i>Salli Built-in tyylit</i> poistettuna käytöstä tai sinulla on kopio oletus Espresso tyylipohjasta upload -hakemistossa ja vaihtoehtoiset tyylipohjat -valinta on poistettu käytöstä.
fr_fr: Vous avez actuellement soit décoché <i> Activer les feuilles de style automatiques </i> soit vous avez une copie de la feuille de style Espresso dans votre dossier d'envoi, et les choix alternatifs de feuilles de style sont donc désactivées.
hu_hu: Jelenleg sem lett <i> engedélyezése épült stíluslapok </ i> tiltva, vagy egy másolatot az alapértelmezett stíluslap eszpresszó másolja a feltöltések mappát, és az alternatív stíluslapok kiválasztás ezért tiltva.
sv_se: Du har för närvarande antingen <i>Aktivera Inbyggda stilmallar</i> inaktiverat eller en kopia av den förvalda Espresso stilmallen kopierad till din "Uploads"-mapp och valen för de alternativa stilmallarna är därför inaktiverade.

source: These two drop down options provide a choice of stylesheets with various stylings.
fi_fi: Nämä kaksi alasvetovalikkoa tarjoavat mahdollisuuden tyylisivuihin eri ominaisuuksilla.
fr_fr: Ces deux options déroulantes offrent un choix de style avec des styles différents.
hu_hu: Ez a két legördülő lehetőséget nyújt választéka stíluslapok különböző kápráztatja.
sv_se: Dessa två rullgardings alternativen ger dig ett urval av stilmallar med olika stylingmöjligheter.

source: These options are available as long as you have not copied the main stylesheet <i>event_espresso_style.css</i> to the uploads folder to customize yourself.
fi_fi: Nämä valinnat on saatavilla niin kauan kun sinä et ole kopioinut päätyylipohjaa <i>event_espresso_style.css</i>upload -hakemistoon omia muokkausia varten.
fr_fr: Ces options sont disponibles tant que vous n'avez pas copié la feuille de style principale <i> event_espresso_style.css</i> dans le dossier ajouts aux besoins du client.
hu_hu: Ezek a lehetőségek, amíg nem másolta át a fő stíluslap <i> event_espresso_style.css </ i> a mappa feltöltve testre magad.
sv_se: Dessa alternativ finns så länge du inte har kopierat huvud-formatmallen <i> event_espresso_style.css </i> till uppladdnings-mappen för att anpassa den själv.

source: By default the general espresso stylesheet will be loaded if you have selected <i>Yes</i> in the <i>Enable built in style sheets</i> option, You may then choose to select from one of the alternative base stylesheets along with an optional sheet to select a color scheme.
fi_fi: Oletuksena yleinen espresso tyylipohja ladataan jos olet valinnut <i>Kyllä</i><i>Salli built-in tyylit</i> valintaan. Voit joutua valitsemaan yhdestä vaihtoehtoisesta tyylipohjasta yhdessä vaihtoehtoisen värimaailman kanssa.
fr_fr: Par défaut, la feuille de style expresso général sera chargé si vous avez sélectionné <i> Oui </i> dans le <i> Activer l'option construite en feuilles de style </i>, Vous pouvez alors choisir de sélectionner un des styles alternatifs de base avec une feuille en option pour sélectionner un schéma de couleurs.
hu_hu: Alapértelmezés szerint az általános eszpresszó stíluslap kerül betöltésre, ha a kijelölt <i> Igen </ i> a <i> engedélyezése épült stíluslapok </ i> opciót, akkor majd úgy dönt, hogy válasszon egyet az alternatív alap stíluslapok valamint egy opcionális lap kiválasztásához színsémát.
sv_se: Som standard så laddas den allmänna Espresso stilmallen om du valt <i>Ja</i> i <i>Aktivera inbyggda stilmallar</i>. Du kan sedan välja att en av de alternativa stilmallarna tillsammans med en valfri mall för att välja ett färgschema.

source: Disable Legacy Styles
fi_fi: Poista perinteiset tyylit
hu_hu: Letiltása Legacy Stílusok
sv_se: Inaktivera Legacy (Äldre) Stilar

source: This will completely remove the legacy style sheet options
fi_fi: Tämä poistaa kaikki prerinteiset tyylit.
hu_hu: Ez teljesen eltávolítani a régi stíluslap lehetőségek
sv_se: Detta kommer att helt ta bort de gamla style sheet alternativ

source: Enable ThemeRoller Styles
fi_fi: Salli ThemeRoller -tyylit
fr_fr: Activer les styles ThemeRoller
hu_hu: Engedélyezése ThemeRoller Stílusok
sv_se: Aktivera ThemeRoller Stilar

source: Enabling ThemeRoller Styles tells Event Espresso to use it's built in ThemeRoller stylesheets for styling the template files.
fi_fi: Sallimalla ThemeRoller -tyylit kerrot Event Espresso:lle käyttää built-in ThemeRoller tyylipohjia mallitiedostojen muokkaukseen.
hu_hu: Engedélyezése ThemeRoller stílusok mondja Event Espresso kezelhető ez beépített ThemeRoller stíluslapok a stílus a sablon fájlokat.
sv_se: Aktivering av ThemeRoller Stilar säger Event Espresso att använda den inbyggda i ThemeRoller formatmallar för styling mallfilerna.

source: If this option is enabled Event Espresso first looks in the "wp-content/uploads/espresso/themeroller/" directory for a copy of the stylesheet, if not found it then uses the copy found in the main "wp-content/event-espresso/templates/css/themeroller/" directory.
fr_fr: Si on permet à cette option l'Expresso d'Événement regarde d'abord dans le "wp-content/uploads/espresso/themeroller/" l'annuaire pour une copie de la feuille de style, si non trouvé il utilise alors la copie trouvée dans le principal "wp-content/event-espresso/templates/css/themeroller/" l'annuaire.
hu_hu: Ha ez az opció engedélyezve van, az Event Espresso először a "wp-content/uploads/espresso/themeroller/" könyvtárban keresi a stíluslapot, ha itt nem találta meg, akkor a fő "wp-content/event-espresso/templates/css/themeroller/" könyvtárban található másolatot használja.

source: If Event Espresso uses the original copy of the stylesheet you will have the option to select from a range of alternative sheets, these additional stylesheets however are not available if you have copied the default stylesheet to the uploads directory to customize yourself.
fr_fr: Si l'Expresso d'Événement utilise la copie originale de la feuille de style vous aurez l'option pour choisir d'une gamme de feuilles alternatives, ces feuilles de style supplémentaires ne sont pas cependant disponibles si vous avez copié la feuille de style par défaut à l'annuaire de téléchargements pour vous personnaliser.
hu_hu: Ha az esemény Espresso használja az eredeti példányt a stíluslap lesz a lehetőség, hogy válasszon egy sor alternatív lemezek, ezek a további stíluslapok azonban nem állnak rendelkezésre, ha másolja az alapértelmezett stíluslap az feltöltve könyvtárat testre magad.

source: If you want to modify and customize the default (non-Themeroller) styles of your template pages, then you must move a copy of the event_espresso_style.css in the "wp-content/uploads/espresso/templates" directory (if this directory does not exist, you may need to create it manually). Keeping your modifications in this folder ensures that your styles are not overwritten when upgrading EE.
fr_fr: Si vous voulez modifier et personnaliser le défaut (non-Themeroller) les styles de vos pages de modèle, donc vous devez déplacer une copie de l'event_espresso_style.css dans l'annuaire "wp-content/uploads/espresso/templates" (si cet annuaire n'existe pas, vous pouvez devoir le créer manuellement). La garde de vos modifications dans ce dossier assure que vos styles ne sont pas écrasés en mettant à jour EE.
hu_hu: Ha szeretné módosítani és testre szabni a sablon oldal alapértelmezett (nem Themeroller) stílusait, akkor az event_espresso_style.css másolatát a "wp-content/uploads/espresso/templates" könyvtárba helyezze át (ha ez könyvtár még nem létezik, akkor létre kell hozni kézzel). Ha a módosításokat ebben a mappában tartja, biztos lehet benne, hogy a stílust nem írja felül, amikor frissíti az Event Espressot.

source: ThemeRoller Style Settings
fi_fi: ThemeRoller -tyyliasetukset
fr_fr: Paramètres des Styles ThemeRoller
hu_hu: ThemeRoller Stílus beállítások
sv_se: ThemeRoller's stilmallinställningar

source: Event Espresso uses the <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> CSS library to style the event listings and registration pages. The ThemeRoller CSS library makes it easy to get the desired look and feel for your events and calendar. If the built-in styles are activated, Event Espresso will automatically load the "wp-content/event-espresso/templates/css/themeroller/themeroller-base.css" (or the &quot;wp-content/uploads/espresso/themeroller/themeroller-base.css&quot;) style sheet which applies the necessary padding and margins to the Event Espresso generated content.
fr_fr: L'expresso d'Événement utilise le <a href="http://themeroller.com/" target="_blank"> jQuery UI ThemeRoller</a> CSS la bibliothèque à styliser les listes d'événement et les pages d'enregistrement. La bibliothèque ThemeRoller CSS rend facile d'obtenir l'apparence désirée et la sensation pour vos événements et calendrier. Si les styles incorporés sont activés, l'Expresso d'Événement chargera automatiquement le "wp-content/event-espresso/templates/css/themeroller/themeroller-base.css "(Ou le" wp-content/uploads/espresso/themeroller/themeroller-base.css ") la feuille de style qui applique le remplissage nécessaire et les marges à l'Expresso d'Événement au contenu généré.
hu_hu: Az Event Espresso a <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> CSS könyvtárt használja az eseménylisták és regisztrációs oldal stílusának tervezéséhez. A ThemeRoller CSS könyvtár megkönnyíti, hogy a kívánt kinézetet kapja a rendezvények és a naptár esetében. Ha a beépített stílusok aktiválódnak, az Event Espresso automatikusan betölti a "wp-content/event-espresso/templates/css/themeroller/themeroller-base.css" (vagy a &quot;wp-content/uploads/espresso/themeroller/themeroller-base.css&quot;), stíluslapot, amely szükséges külső és belső margókat használja az Event Espresso által generált tartalom esetén.

source: Adding Custom ThemeRoller Styles
fi_fi: Lisätään ThemeRoller -tyylejä
fr_fr: Ajout de styles personnalisés Themeroller
hu_hu: Hozzáadása Custom ThemeRoller Stílusok
sv_se: Lägga till anpassade ThemeRoller stilar

source: To add your own custom ThemeRoller styles:
fi_fi: Kuinka lisäät oman ThemeRoller tyylin:
fr_fr: Pour ajouter vos propres styles personnalisés Themeroller:
hu_hu: Ahhoz, hogy hozzá a saját egyéni stílusokat ThemeRoller:
sv_se: För att lägga till egna anpassade ThemeRoller stilar:

source: Go to the <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> site and design and download your custom style.
fi_fi: Mene <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> sivuille ja suunnittel ja lataa oma tyylisi.
fr_fr: Aller à la <a href="http://themeroller.com/" target="_blank"> jQuery UI ThemeRoller </a> du site et de la conception et de télécharger votre style personnalisé.
hu_hu: Ugrás a <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> oldalra, ahol megtervezheti és letöltheti saját stílusát.
sv_se: Gå till <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> sajten för att designa och hämta din egen stil.

source: Unzip the downloaded file, then navigate to the "/css/" folder. Inside you will see a directory named "custom-theme" (or the name of the theme if you selected a pre-made style). If you like, rename the "my-custom-theme" directory to something memorable.
fr_fr: Ouvrez la fermeture éclair du fichier téléchargé, naviguez ensuite au "/css/" le dossier. À l'intérieur vous verrez un annuaire nommé "le thème personnalisé" (ou le nom du thème si vous avez choisi un style pré fait). Si vous aimez, rebaptisez l'annuaire "mon thème personnalisé" vers quelque chose de mémorable.
hu_hu: Csomagolja ki a letöltött fájlt, majd keresse meg a "/ css / " mappában. Inside látni fog egy könyvtárat nevű "egyedi jellege " (vagy a nevét a téma, ha kiválasztott egy előre elkészített stílus). Ha úgy tetszik, nevezze át a "my-custom-theme " könyvtárba valami emlékezetes.

source: This step is very important. Inside the "my-custom-theme" folder, find a file named "jquery-ui-*.*.**.custom.css". Rename that file to "style.css". If you do not rename this file, you will not see your custom theme in the selections.
fr_fr: Cette étape est très importante. À l'intérieur du dossier "mon thème personnalisé", vous trouverez un fichier nommé "jquery-ui-*.*. **.custom.css". Rebaptisez ce fichier à "style.css". Si vous ne rebaptisez pas ce fichier, vous ne verrez pas votre thème personnalisé dans les sélections.
hu_hu: Ez a lépés nagyon fontos. Bent a "my-custom-theme " mappában található fájl neve "jquery-ui-*. *. **. Custom.css ". Nevezze át a fájlt az "style.css ". Ha nem nevezze ezt a fájlt, akkor nem fogja látni saját téma a kiválasztást.

source: Upload your desired ThemeRoller styles to the "wp-content/uploads/espresso/themeroller/" directory on your server.
fr_fr: Téléchargez vos styles ThemeRoller désirés au "wp-content/uploads/espresso/themeroller/" l'annuaire sur votre serveur.
hu_hu: Töltsd fel a kívánt ThemeRoller stílusokat a "wp-content/uploads/espresso/themeroller / " könyvtárba a szerveren.

source: This step is very important. Make sure there is an empty "index.php" file in the "wp-content/uploads/espresso/themeroller/" directory. This will tell Event Espresso that you want to use custom ThemeRoller CSS files.
fr_fr: Cette étape est très importante. Assurez-vous qu'il y a un fichie de "index.php" vide dans l'annuaire"wp-content/uploads/espresso/themeroller/". Ceci dira à l'Expresso d'Événement que vous voulez utiliser la clientèle ThemeRoller CSS des fichiers.
hu_hu: Ez a lépés nagyon fontos. Győződjön meg róla, van egy üres "index.php " fájlt a "wp-content/uploads/espresso/themeroller / " könyvtárba. Ez megmondja Event Espresso, hogy a használni kívánt egyéni ThemeRoller CSS fájlokat.

source: IMPORTANT:
fi_fi: Tärkeää:
hu_hu: FONTOS:
sv_se: VIKTIGT:

source: Verify you have an "wp-content/uploads/espresso/themeroller/index.php" file. Also make sure your custom ThemeRoller CSS files look something like this "wp-content/uploads/espresso/themeroller/my-custom-theme/style.css".
fr_fr: Vérifiez que vous avez un fichier "wp-content/uploads/espresso/themeroller/index.php". Assurez-vous aussi votre clientèle ThemeRoller CSS ressemble à quelque chose comme ceci "wp-content/uploads/espresso/themeroller/my-custom-theme/style.css".
hu_hu: Ellenőrizze, hogy van egy "wp-content/uploads/espresso/themeroller/index.php " fájlt. Is, győződjön meg róla, hogy az egyéni ThemeRoller CSS fájl valahogy így néz ki: "wp-content/uploads/espresso/themeroller/my-custom-theme/style.css ".

source: About ThemeRoller
fi_fi: Tietoa ThemeRoller:sta
fr_fr: À propos de ThemeRoller
hu_hu: A ThemeRoller
sv_se: Om ThemeRoller

source: ThemeRoller is a web app that offers a fun and intuitive interface for designing and downloading custom themes for jQuery UI. You can find ThemeRoller in the "Themes" section of the jQuery UI site, or by following this link: <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a>
fi_fi: ThemeRoller on verkko-sovellus joka tarjoaa hauskan ja itunitiivisen käyttöliittymän muokattujen teemojen suunnitteluun ja lataamiseen JQuery UI:stä. Löydät ThemeRoller:in "Teemat" osasta JQuery UI -sivuilta, tai seuraavasta linkistä: <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a>
fr_fr: ThemeRoller est une application web qui offre une interface ludique et intuitive pour la conception et le téléchargement des thèmes personnalisés pour jQuery UI. Vous pouvez trouver ThemeRoller dans la section "Thèmes"du site jQuery UI, ou en suivant ce lien: <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a>
hu_hu: A ThemeRoller egy webes alkalmazás, amely egy szórakoztató és intuitív interfészt kínál a tervezéshez és a letöltéshez. A ThemeRollert a jQuery UI site "Témák " részében találja, vagy a következő linken: <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a>
sv_se: ThemeRoller är en webb-applikation som erbjuder ett roligt och inovativt gränssnitt för att designa och ladda ner egna teman för jQuery UI. Du hittar ThemeRoller under "Themes" på jQuery UI sajten, eller genom att klicka på denna länk: <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a>

source: Add a Venue
fi_fi: Lisää tapahtumapaikka
fr_fr: Ajouter un lieu
hu_hu: Add a helyszín
sv_se: Lägg till en Plats

source: Address 2
fi_fi: Osoite 2
fr_fr: Adresse 2
hu_hu: Cím 2
sv_se: Adress 2

source: Locale/Region
fi_fi: Paikka
fr_fr: Localisation / Région
hu_hu: Nyelv / Régió
sv_se: Ort/Region

source: You have not created any locales yet. To create Locales please visit
fi_fi: Et ole luonut vielä yhtään paikkaa. Jos haluat luoda paikan, mene
hu_hu: Még nem hozott létre semmilyen nyelvhez sem. Létrehozásához Nyelv kérjük, látogasson el
sv_se: Du har inte skapat några lokaler ännu. För att skapa lokaler besök

source: page.
fi_fi: sivulle.
hu_hu: . oldal
sv_se: sida.

source: Contact
fi_fi: Ota yhteyttä
hu_hu: Kapcsolat
sv_se: Kontakt

source: Venue Description
fi_fi: Tapahtumapaikan kuvaus
fr_fr: Description du lieu
hu_hu: Helyszín leírása
sv_se: Platsbeskrivning

source: Save Venue
fi_fi: Tallenna tapahtumapaikka
fr_fr: Enregistrer le lieu
hu_hu: Mentés Helyszín
sv_se: Spara Plats

source: Sorry, there was a security error and your event was not saved.
fi_fi: Pahoittelemme, mutta taphatui turvallisuusvirhe ja tapahtumaasi ei tallennettu.
fr_fr: Désolé, une erreur de sécurité s'est produite et votre évènement n'a pas été enregistré.
hu_hu: Sajnáljuk, de volt egy biztonsági hiba, és az esemény nem volt mentve.
sv_se: Tyvärr, det fanns en säkerhet fel och ditt evenemang sparades inte.

source: The venue has been added.
fi_fi: Tapahtumapaikka on lisätty
fr_fr: Le lieu a été ajouté.
hu_hu: A helyszín került.

source: Sorry, you do not have permission to edit this Venue.
fi_fi: Pahoittelumme, mutta sinulla ei ole lupaa muokata tätä tapahtumapaikkaa.
fr_fr: Désolé, vous n'avez pas l'autorisation d'éditer ce lieu.
hu_hu: Sajnáljuk, de Önnek nincs jogosultsága szerkeszteni ezt a helyszínt!
sv_se: Tyvärr, du har inte tillåtelse att redigera denna Event Platsen

source: Sorry, no venue was found.
fi_fi: Tapahtumapaikka ei löytynyt.
fr_fr: Désolé, aucun lieu n'a été trouvé.
hu_hu: Sajnáljuk, nincs helyszín találtak.
sv_se: Tyvärr, ingen mötesplats hittas.

source: Edit Venue:
fi_fi: Muokkaa tapahtumapaikkaa:
fr_fr: Modifier le lieu :
hu_hu: Szerkesztés Helyszín:

source: Update Venue
fi_fi: Päivitä tapahtumapaikka
fr_fr: Mettre à jour le lieu
hu_hu: Frissítse Helyszín

source: Manage Venues
fi_fi: Hallitse tapahtumapaikkoja
fr_fr: Gérer les lieux
hu_hu: Kezelése Helyszínek
sv_se: Hantera Platser

source: Add New Venue
fi_fi: Lisää uusi tapahtumapaikka
fr_fr: Ajouter un nouveau lieu
hu_hu: Új helyszín
sv_se: Lägg till Plats

source: Venues have been successfully deleted from the event.
fi_fi: Tapahtumapaikat on onnistuneesti poistettu tästä tapahtumasta.
fr_fr: Les lieux ont été supprimés de l'évènement avec succès.
hu_hu: Helyszínek sikeresen törölték az eseményt.
sv_se: Platsen har tagits bort från detta evenemang.

source: Locale
fi_fi: Paikka
fr_fr: Localisation
hu_hu: Helyszín
sv_se: Lokal

source: Delete Venue
fi_fi: Poista tapahtumapaikka
fr_fr: Supprimer le lieu
hu_hu: Törlés Helyszín
sv_se: Ta bort Plats

source: Venue Locale/Region
fi_fi: Tapahtumapaikan sijanti
fr_fr: Localisation / Région du lieu
hu_hu: Helyszín Nyelv / Régió
sv_se: Platsens ort/region

source: This can be used to group venues together by locales/regions.
fi_fi: Tätä voidaan käyttää yhdistämään tapahtumapaikat käyttäen niiden sijaintia.
fr_fr: Ceci peut être utilisé pour grouper les lieux selon leur localisation / région.
hu_hu: Ezt fel lehet használni a csoport helyszínek össze locales / régiók.
sv_se: Detta kan användas för att gruppera Platser tillsammans med orter/regioner.

source: Once you have created a locale in the <a href="admin.php?page=event_locales"> Manage Locales/Regions</a> page it will be available to select on the 'Add a Venue' page
fr_fr: Une fois que vous avez créé un paramètre régional dans les <a href="admin.php?page=event_locales"> Gérer Locales / Régions</a> il sera disponible pour sélectionner sur la page "Ajouter un Lieu"
hu_hu: Miután létrehozta a locale a <a href="admin.php?page=event_locales"> Intéző Nyelv / Régiók </ a> oldalon lesz elérhető, hogy kiválassza az "Add a helyszín" oldalon
sv_se: När du har skapat en ort i <a href="admin.php?page=event_locales"> Hantera orter/regioner </a> kommer det att vara tillgänglig för att välja på "Lägg till en plats" sidan.

source: The venue has been updated.
fi_fi: Tapahtumapaikka on päivitetty
fr_fr: Le lieu a été mis à jour.
hu_hu: A helyszín frissült.

source: Added Attendee to Database
fi_fi: Osallistuja on lisätty tietokantaan
fr_fr: visiteur ajouté à la base de donnée
hu_hu: Hozzáadva Résztvevő Adatbázis
sv_se: Lade till Deltagare i databasen

source: Start Date:
fi_fi: Aloitus päivä
fr_fr: Date de début:
hu_hu: Kezdés dátuma:
sv_se: Startdatum:

source: Number of Tickets
fi_fi: Lippujen määrä
fr_fr: Nombre de tickets
hu_hu: Száma Jegyek
sv_se: Antal biljetter

source: Graphical reporting charts are now available in the premium versions.
fi_fi: Graafiset raportit ovat nyt saatavilla premium versioissa.
fr_fr: Les tableaux de rapports graphiques sont maintenant disponibles dans les versions haut de gamme.
hu_hu: Grafikus jelentési táblázat már elérhető a prémium változat.
sv_se: Grafiska rapporteringsdiagram finns nu i Premium versionerna.
