Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: For the latest installation instructions please visit:
fi_fi: Viimeisimmät asennusohjeet löydät:
fr_fr: Pour les dernières instructions d'installation s'il vous plaît visitez:
hu_hu: A legfrissebb telepítési utasításokat, kérjük, látogasson el:
sv_se: För dom senaste installationsanvisningarna, vänligen besök:

source: Partners
fi_fi: Yhteistyökumppanit
fr_fr: Partenaires
hu_hu: Partnerek

source: Become a Partner
fi_fi: Liity kumppaniksi
fr_fr: Devenir un Partenaire
hu_hu: Legyen partnerünk
sv_se: Bli Partner

source: WP Candy Pros
fr_fr: Avantages Bonbons WP
hu_hu: WP Candy Érvek

source: For more information, please visit:
fi_fi: Lisätietoa löydät:
fr_fr: Pour plus d'informations, s'il vous plaît visitez:
hu_hu: További információért kérjük, látogasson el:
sv_se: För mer information, vänligen besök:

source: Single Events
fi_fi: Yksittäiset tapahtumat
fr_fr: Evènements uniques
hu_hu: Single Események
sv_se: Enstaka Evenemang

source: Displays a single event on a page or post
fi_fi: Näytä yksittäinen tapahtuma sivulla tai julkaisussa
fr_fr: Affiche un évènement unique sur une page ou un article
hu_hu: Megjelenik egy egyszeri esemény egy oldalon, vagy postai úton
sv_se: Visar ett enskilt Evenemang på en sida eller i ett inlägg

source: Add Events to Cart
fi_fi: Lisää tapahtumia koriin
fr_fr: Ajouter les évènements au panier
hu_hu: Add események a kosárba
sv_se: Lägg till Event i Varukorgen

source: Displays an "Add Event to Cart" link that can be added to the event details, page, or post. Requires the <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank">Multiple Event Registration addon</a>.
fi_fi: Näyttää "Lisää tapahtuma koriin" linkin joka voidaan lisätä tapahtuman tietoihin, sivulle tai viestini. Vaatii <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank">Moninkertaisen tapahtumarekisteröityminen -lisäosan</a>.
fr_fr: Affiche une «Ajouter au panier Event" lien qui peut être ajouté aux détails de l'événement, une page ou après. Nécessite l'<a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank"> Inscription Multiple à l'événement addon</a>.
hu_hu: Jelenít meg "Add Event kosárba " linkre, hogy ki lehet egészíteni az esemény részleteit, oldal, vagy postai úton. Szükséges a <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank"> egység esemény-regisztrációjának addon </ a>.
sv_se: Visar en "Lägg i Varukorg" länk som kan läggas till i Evenemangsdetaljerna, en sida eller ett inlägg. Kräver <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank">"Multiple Event Registration" tillägget</a>.

source: Additonal Examples:
fi_fi: Vaihtoehtoiset esimerkit:
fr_fr: Exemples Additionels
hu_hu: Egyéb A Példák:
sv_se: Ytterligare exempel:

source: (Used to redirect to the shopping cart page. Must be added to an event description.)
fi_fi: (Käytetään ohjaamaan ostoskorisivulle. Tulee lisätä tapahtuman kuvaukseen.)
fr_fr: (Utilisé pour rediriger vers la page du panier. Doit être ajouté à une description de l'événement.)
hu_hu: (A bevásárló kosár oldalra történő átirányításra használjuk. Hozzá kell adni az esemény leírásához.)
sv_se: (Används för att skicka vidare till Varukorgen. Måste läggas till i en Evenemangsbeskrivning.)

source: (Same as above, but uses the event_id paramter and can be added to a page or post.)
fi_fi: (Sama kuin yläpuolella, mutta käyttää tapahtuman_id paramentria ja voidaan lisätä sivulle tai viestiin.)
fr_fr: Comme ci-dessus, mais utilise le paramètre event_id et peut être ajouté à une page ou un article.)
hu_hu: (Ugyanaz, mint fent, de használja az event_id paraméter, és hozzá lehet adni egy oldalt, vagy postai úton.)
sv_se: (Samma som ovan, men använder event_id parametern och kan läggas till på en Sida eller i ett Inlägg.)

source: Returns a list of events
fi_fi: Palauttaa tapahtumien listan
fr_fr: Retourne une liste des évènements
hu_hu: Visszaadja az események listája
sv_se: Återgår till en lista över Evenemang

source: Order by parameters:
fi_fi: Järjestä parametrien mukaan:
fr_fr: Trier par paramètres:
hu_hu: Rendezés paraméterek:
sv_se: Sortera enligt paramtetrar:

source: (comma separated)
fi_fi: (pilkulla erotettu)
fr_fr: (séparés par une virgule)
hu_hu: (Vesszővel elválasztva)
sv_se: (kommaseparerad)

source: Attention:
fi_fi: Huomio:
hu_hu: Figyelem:
sv_se: Obs!

source: The [EVENT_LIST] shortcode should not be used as a replacement for the [ESPRESSO_EVENTS] shortcode. Replacing the [ESPRESSO_EVENTS] shortcode will break your registration pages.
fi_fi: [EVENT_LIST] lyhenteellä ei tule korvata [ESPRESSO_EVENTS] lyhennettä. Korvaamalla [ESPRESSO_EVENTS] hajoitat rekisteröintisivusi.
fr_fr: L'[EVENT_LIST] shortcode ne doit pas être utilisé comme un remplacement pour le shortcode [ESPRESSO_EVENTS]. Remplacement de la [ESPRESSO_EVENTS] shortcode brisera vos pages d'inscription.
hu_hu: A [EVENT_LIST] shortcode nem használható a helyett a [ESPRESSO_EVENTS] shortcode. Cseréje [ESPRESSO_EVENTS] shortcode megtöri a regisztrációs oldalakon.
sv_se: [EVENT_LIST] Shortcode bör inte användas som ett alternativt för [ESPRESSO_EVENTS] Shortcode. Att ersätta [ESPRESSO_EVENTS] Shortcode kommer att förstöra dina Registeringssidor.

source: Attendee Listings
fi_fi: Osallistuja listaus
fr_fr: Listings des visiteurs
hu_hu: Résztvevő listák

source: Venue Shortcodes
fi_fi: Tapahtumapaikan lyhenteet
fr_fr: Lieu Shortcodes
hu_hu: Helyszín Shortcodes
sv_se: Plats Shortcodes

source: As of Event Espresso version 3.1
fi_fi: Event Espresso versio 3.1 lähtien
fr_fr: Depuis la version 3.1 de l'événement Espresso
hu_hu: Mivel az Event Espresso 3.1 verzió
sv_se: Från och med Event Espresso version 3,1

source: Event Description Example:
fi_fi: Tapahtuman kuvaus esimerkki
fr_fr: Exemple Description de l'Evénement:
hu_hu: Példa az esemény leírására:
sv_se: Evenemangsbeskrivning Exempel:

source: If you want to display venue details within an event, the venue id is not needed. Just add <span class="highlight">[ESPRESSO_VENUE]</span> to your event description.
fi_fi: Jos haluat näyttää tapahtumapaikan tietoja tapahtuman sisällä, tapahtumapaikan id:tä ei tarvita. Sinun tarvitsee vain lisätä <span class="highlight">[ESPRESSO_VENUE]</span> tapahtumasi kuvaukseen.
fr_fr: Si vous voulez afficher dans les détails du lieu d'un événement, le lieu id n'est pas nécessaire. Il suffit d'ajouter <span class="highlight"> [ESPRESSO_VENUE] </span> à votre description de l'événement.
hu_hu: Ha meg szeretné jeleníteni a helyszín adatait egy eseményen belül, a helyszín azonosítóra nincs szüksége. Csak adja hozzá a <span class="highlight">[ESPRESSO_VENUE]</span> rövid kódot az esemény leírásához.
sv_se: Om du vill visa Platsens detaljer i ett Evenemang, behövs inte platsens ID. Lägg bara till <span class="highlight">[ESPRESSO_VENUE]</span> till din Evenemangsbeskrivning.

source: Example with Optional Parameters:
fi_fi: Esimerkki vaihtoehtoisista parametreistä:
fr_fr: Exemple avec des Paramètres Optionnels:
hu_hu: Példa Opcionális paraméterek:
sv_se: Exempel med Övriga parametrar:

source: Page/Post Example:
fi_fi: Sivu/julkaisu esimerkki:
fr_fr: Exemple de Page / Message:
hu_hu: Page / Posta Példa:
sv_se: Sida/Inlägg Exempel:

source: You can display the details of any venue to a page, post or event by adding the id of the venue to the shortcode.
fi_fi: VOit näyttää tietoja mistä tahansa tapahtumapaista sivuilla, viestissä tai tapahtmassa lisäämällä tapahtumapaikan id lyhenteeseen.
fr_fr: Vous pouvez afficher les détails d'un lieu sur une page, par courrier ou événement en ajoutant l'identifiant du lieu du shortcode.
hu_hu: Megjelenítheti a részleteket minden helyszín egy oldalt, postai vagy esemény hozzáadásával az id a helyszín a shortcode.
sv_se: Du kan visa information om varje Plats på en Sida, Inlägg eller Evenemang genom att lägga till ID't i Shortcoden.

source: Page/Post Example #2:
fi_fi: Sivu/Viesti esimerkki #2:
fr_fr: Page / Poste Exemple n ° 2:
hu_hu: Oldal / Post Example # 2:
sv_se: Sida/Inlägg Exempel #2:

source: If you want to display all available venues on a page, post, or event:
fi_fi: Jos haluat näyttää kaikki saatavissa olavat paikat sivuilla, julkaisussa tai tapahtumassa:
fr_fr: Si vous voulez afficher tous les sites disponibles sur une page, affiche, ou un événement:
hu_hu: Ha szeretné megjeleníteni az összes rendelkezésre álló helyszínek az oldalon, írjon, vagy esemény:
sv_se: Om du vill visa alla tillgängliga Platser på en Sida, Inlägg eller Evenemang:

source: Add the event id to the shortcode to display all the venues for an event:
fi_fi: Lisää tapahtuma id lyhenteeseen näyttääksesi kaikki tapahtuman tapahtumapaikat:
fr_fr: Ajouter l'ID d'événement au shortcode pour afficher tous les lieux d'un événement:
hu_hu: Add hozzá az esemény id a shortcode megjelenítéséhez az összes helyszín egy eseményt:
sv_se: Lägg till Evenemangs ID't i Shortcoden för att visa alla Platser för ett Evenemang:

source: Available parameters:
fi_fi: Saatavillaolevat parametrit
fr_fr: Les paramètres disponibles:
hu_hu: Használható paraméterek:
sv_se: Tillgängliga parametrar:

source: Show All Events in a Venue:
fi_fi: Näytä tapahtumapaikan kaikki tapahtumat:
fr_fr: Montre tous les évènements dans un lieu:
hu_hu: Összes Események a Helyszín:
sv_se: Visa alla Evenemang på en Plats:

source: If you want to display a list of staff members within an event, the staff id is not needed. Just add <span class="highlight">[ESPRESSO_STAFF]</span> to your event description.
fi_fi: Jos halut näyttää listan henkilökunnan jäsenistä tapahtumassa, et tarvitse henkilökunnan id:tä. Lisää <span class="highlight">[ESPRESSO_STAFF]</span> tapahtuman kuvaukseen.
fr_fr: Si vous souhaitez afficher une liste des membres du personnel au sein d'un événement, l'identifiant personnel n'est pas nécessaire. Il suffit d'ajouter <span class="highlight"> [ESPRESSO_STAFF] </span> à votre description de l'événement.
hu_hu: Ha meg szeretné jeleníteni a személyzet tagjait egy eseményen belül, a személyzeti azonosítóra nincs szüksége. Csak adja hozzá a <span class="highlight">[ESPRESSO_STAFF]</span> rövid kódot az esemény leírásához.
sv_se: Om du vill visa en lista med Personal i ett Evenemang behövs inte "staff_id". Lägg bara till<span class="highlight">[ESPRESSO_STAFF]</span> till den Evenemangsbeskrivning.

source: You can display the details of any staff member to a page, post or event by adding the id of the staff member to the shortcode.
fi_fi: Voit näyttää tiedot jokaisesta henkiökunnan jäsenestä sivuilla, viestissä tai tapahtumassa lisäämällä jäsenen id lyhenteeseen.
fr_fr: Vous pouvez voir les détails de tout membre du personnel d'une page, par courrier ou événement en ajoutant l'identifiant du membre du personnel au shortcode.
hu_hu: Megjelenítheti a részleteket minden munkatárs egy olyan oldalra, postai úton vagy esemény hozzáadásával id a személyzet tagjának az shortcode.
sv_se: Du kan visa en Personals detaljer på en Sida eller i ett Inlägg genom att lägga till ID't på Personalen i din Shortcode.

source: If you want to display a list of staff members assigned to an event, to a page, post or event add the event id to the <span class="highlight">[ESPRESSO_STAFF]</span> shortcode.
fi_fi: Jos haluat näyttää listan tapahtuman järjesenistä tapahtumassa, sivulla, viestissä tai tapahtuman mainoksessa lisää tapahtuman id <span class="highlight">[ESPRESSO_STAFF]</span> lyhenteeseen.
fr_fr: Si vous souhaitez afficher une liste des membres du personnel affectés à un événement, à une page, par courrier ou événement ajouter l'ID d'événement à <span class="highlight"> [ESPRESSO_STAFF] </span> shortcode.
hu_hu: Ha szeretne megjeleníteni egy listát a beosztott személyzet tagjai egy esemény, egy olyan oldalra, posta vagy esemény hozzá az esemény id a <span class="highlight"> [ESPRESSO_STAFF] </ span> shortcode.
sv_se: Om du vill visa en lista över Personalen som är tilldelade ett specifikt Evenemang på en Sida eller Inlägg, lägg till Evenemangs ID't i din <span class="highlight">[ESPRESSO_STAFF]</span> Shortcode.

source: Calendar Shortcodes
fi_fi: Kalenterin lyhenteet
fr_fr: Calendrier Shortcodes
hu_hu: Naptár Shortcodes
sv_se: Kalender Shortcodes

source: Category Shortcodes
fi_fi: Kategorian lyhenteet
fr_fr: Catégorie Shortcodes
hu_hu: Kategória Shortcodes
sv_se: Kategori Shortcodes

source: This version of Event Espresso requires WordPress version
fi_fi: Tämä Event Espresson versio vaatii WordPress:in version
fr_fr: Cette version de l'espresso événement nécessite la version WordPress
hu_hu: Ez a verzió az Event Espresso megköveteli WordPress változat
sv_se: Denna version av Event Espresso kräver WordPress version

source: Please upgrade to the latest version of WordPress.
fi_fi: Ole hyvä ja päivitä WordPress viimeisimpään versioon.
fr_fr: S'il vous plaît mettre à niveau vers la dernière version de WordPress.
hu_hu: Kérjük, frissítse a legújabb verzióra a WordPress.
sv_se: Vänligen uppdatera till den senaste versionen av WordPress.

source: Your version of PHP is out of date, please update to the latest version of PHP. <br>Required version of PHP:
fi_fi: Sinun versiosi PHP:stä on vanhentunut, ole hyvä ja päivitä PHP uusimpaan version. Vaadittu versio:
fr_fr: Votre version de PHP est obsolète, s'il vous plaît mettre à jour à la dernière version de PHP. <br> version de PHP:
hu_hu: Ön PHP verziója elavult, kérjük, frissítse a legújabb verzióra a PHP. <br> Szükséges verzió PHP:
sv_se: Din version av PHP är föråldrad, vänligen uppdatera till den senaste versionen av PHP. <br>Version av PHP som krävs:

source: Your version of MySQL is out of date, please update to the latest version of MySQL. <br>Required version of MySQL:
fi_fi: Sinun versiosi MySQL:stä on vanhentunut, ole hyvä ja päivitä se viimeisimpään versioon. Vaadittu versio:
fr_fr: Votre version de MySQL n'est pas à jour, s'il vous plaît mettre à jour à la dernière version de MySQL. <br> la version requise de MySQL:
hu_hu: Ön verziója MySQL elavult, kérjük, frissítse a legújabb verzióra a MySQL. <br> Szükséges verzió MySQL:
sv_se: Din version av MySQL är föråldrad, vänligen uppdatera till den senaste versionen av MySQL. <br>Version av MySQL som krävs:

source: Attendee information is outdated
fi_fi: Osallistujan tiedot ovat vanhentuneet
fr_fr: L'information des présences n'est pas à jour
hu_hu: Résztvevők információ elavult
sv_se: Deltagarinformationen är föråldrad

source: Due to recent changes in the way attendee information is handled, attendee data may appear to be missing from some events. In order to reassign attendees to events, please run the attendee update script by pressing the button below.
fi_fi: Viimeisimpien muutosten takia osallistujen tietojen käsittelyssä, osallistujien tietoja voi puuttua joistain tapahtumista. Jotta osallistujat voidaan palauttaa tapahtumaan, päivitä osallistujat painamalla alapuolella olevaa nappia.
fr_fr: En raison de récents changements dans la façon dont l'information est traitée, les données des participants peut sembler être absent de certains événements. Afin de réaffecter les participants à des événements, s'il vous plaît exécuter le script de mise à jour de participant en appuyant sur le bouton ci-dessous.
hu_hu: Mivel a legutóbbi változások a résztvevők információkat kezelnek, a résztvevők adatok úgy tűnik, hogy hiányzik néhány eseményt. Annak érdekében, hogy a résztvevők, hogy átrendelheti események, futtassa a résztvevő frissítés script gomb megnyomásával az alábbiakban.
sv_se: På grund av den senaste tidens förändringar i hur Deltagarinformation hanteras, kan deltagarnas uppgifter verka saknas från vissa Evenemang. För att återkoppla Deltagare till Evenemang, kör skriptet genom att klicka på knappen nedan.

source: Run Attendee Update Script
fi_fi: Aja osallistujien päivitys
fr_fr: Exécuter le Script de Mise à jour des Participants
hu_hu: Fuss Résztvevő Frissítve Script
sv_se: Kör Deltagar-uppdateringsskript.

source: WordPress Version:
fi_fi: WordPress versio:
fr_fr: Version Wordpress:
hu_hu: WordPress verzió:

source: MySQL Version:
fi_fi: MySQL versio:
fr_fr: Version MonSQL
hu_hu: MySQL verzió:

source: WordPress Address (URL):
fi_fi: WordPress osoite (URL):
fr_fr: Adresse Wordpress(URL)
hu_hu: WordPress cím (URL):
sv_se: WordPress adress (URL):

source: WordPress Content Directory:
fi_fi: WordPress sisältöhakemisto:
fr_fr: Répertoire de Contenu WordPress:
hu_hu: WordPress Tartalom Directory:
sv_se: WordPress Content-mapp:

source: Site address (URL):
fi_fi: Sivun osoite (URL):
fr_fr: Adresse du site(URL):
hu_hu: Honlap címe (URL):
sv_se: Webbplats-adress (URL):

source: Event Espresso Upload URL:
fi_fi: Event Espresso Latausosoite:
fr_fr: Téléchargement de l'URL Event Espresso
hu_hu: Event Espresso Feltöltés URL:
sv_se: Event Espresso uppladdnings URL:

source: Event Espresso Upload Path:
fi_fi: Event Espresso Latauspolku:
fr_fr: Chemin de téléchargement Espresso Event
hu_hu: Event Espresso Feltöltés Path:
sv_se: Event Espresso uppladdnings sökväg:

source: Event Espresso Template Path:
fi_fi: Event Espresso Mallin polku:
fr_fr: Chemin Modèle d'Evénement Espresso:
hu_hu: Event Espresso Sablon Path:
sv_se: Event Espresso mallsökväg:

source: When requesting support. Please copy and paste the details displayed of the <a href="admin.php?page=support#details">Important Information</a> section above. This will help us determine potential problems with your server, WordPress installation, and/or the Event Espresso plugin. Please also include a list (or screenshot) of all <a href="plugins.php?plugin_status=active">active plugins</a>.
fi_fi: Pyydettäessä apua. Kopioi ja liitä näytetyt tiedot <a href="admin.php?page=support#details"> Tärkeät tiedot </a> osasta alapuolelta. Tämä auttaa meitä paikallistamaan ongelmat serverillä, WordPressin asennuksessa, ja/tai Event Espresso lisäosassa. Liitä myös lista (tai kuvankaappaus) <a href="plugins.php?plugin_status=active">aktiiviset lisäosat</a>.
fr_fr: Lors de la demande de soutien. S'il vous plaît copiez et collez les détails affichés à l'information <a href="admin.php?page=support#details">Information Importante</a> ci-dessus. Cela nous aidera à déterminer les problèmes potentiels avec votre serveur, installation de WordPress, et / ou le plugin Espresso événement. S'il vous plaît également inclure une liste (ou capture d'écran) de tous les <a href="plugins.php?plugin_status=active"> plugins actifs </a>.
hu_hu: Ha a kérelmező támogatást. Kérjük, másolja be a megjelenő részletek a <a href="admin.php?page=support#details"> Fontos tudnivalók </ a> című szakaszban. Ez segít nekünk meghatározni potenciális problémák vannak a kiszolgálón, WordPress telepítés, és / vagy az Esemény Espresso plugin. Kérjük sorolni (vagy screenshot) az összes <a href="plugins.php?plugin_status=active"> aktív plugins </ a>.
sv_se: När du begär Support. Vänligen kopiera och klistra in informationen i<a href="admin.php?page=support#details">Viktig Information</a> delen här ovan. Det kommer att hjälpa oss att identifiera eventuella problem med din server, WordPress installation och/eller Event Espresso tillägget. Vänligen inkludera även en lista (eller skärmdump) på alla <a href="plugins.php?plugin_status=active">Aktiva Tillägg</a>.

source: Premium Support Options
fi_fi: Premiumtuen valinnat
fr_fr: Options de support Premium
hu_hu: Premium Support lehetőségek
sv_se: Premium Support val.

source: We offer premium support to customers who desire or require a level of support beyond the complimentary support included with all Event Espresso products.
fi_fi: Tarjoamme Premium tukea asiakkaille, jotka tarvitsevat tai vaativat korkeampaa tukea Event Espresson tuotteiden kanssa.
fr_fr: Nous offrons le support premium pour les clients qui désirent ou nécessitent un niveau de soutien au-delà de l'assistance gratuite fournie avec tous les produits Espresso événements.
hu_hu: Kínálunk kiemelt támogatása ügyfelek számára, akik vágynak vagy igényelhetnek támogatási szint túl az ingyenes támogatás tartalmazza az összes Esemény Espresso termék.
sv_se: Vi erbjuder Premium support till kunder som önskar eller behöver en supportnivå utöver den vanliga supporten som ingår i samtliga Event Espresso produkter.

source: Support Tokens
fi_fi: Tukikupongit
fr_fr: Jetons de Soutien
hu_hu: Támogatás tokenek
sv_se: Supportbiljetter

source: A support token can be used to get priority support for a single incident. It can be used to schedule support via phone or IM for a single incident (up to 30 minutes), or to receive priority e-mail support. A support token can be used for &ldquo;how to&rdquo; questions, technical issues, &ldquo;best practice&rdquo; questions or for custom development consulting. A support token consists of the PayPal Transaction ID you received from PayPal at the time of your purchase.
fr_fr: Un jeton de support peut être utilisé pour obtenir un soutien prioritaire pour un seul incident. Il peut être utilisé pour programmer assistance par téléphone ou messagerie instantanée pour un seul incident (jusqu'à 30 minutes), ou pour recevoir la priorité e-mail. Un jeton de support peut être utilisé pour "comment" des questions, des problèmes techniques, "meilleures pratiques" pour des questions ou des conseils de développement personnalisé. Un jeton de soutien se compose de l'ID de transaction de PayPal que vous avez reçu de PayPal au moment de votre achat.
hu_hu: A támogatás token lehet használni, hogy kiemelt támogatást Egyetlen incidens. Ezt fel lehet használni a menetrend támogatása telefonon vagy IM Egyetlen esemény (maximum 30 perc), illetve a kiemelt fontosságot kapnak az e-mail támogatás. A támogatás token lehet használni "hogyan" kérdések, technikai problémák, "best practice" kérdése, vagy az egyéni fejlesztési tanácsadás. A támogatási token áll a PayPal Transaction ID Ön kapott PayPal idején a vásárlás.
sv_se: En Supportbiljett kan användas för att få prioriterad support för en enskild incident. Den kan användas till att schemalägga support via telefon eller IM i upp till 30 minuter, eller för att få prioriterad e-postsupport. En Supportbiljett kan användas för "How-To" frågor, tekniska frågor, "Best Practice" frågor eller för konsulttjänster. En Supportbiljett består av ett PayPal Transaction ID som du får från PayPal när ditt köp är klart.

source: <strong>You can purchase support tokens</strong> on the <a href="http://eventespresso.com/support/premium-support-options/">Premium Support page</a>. Tokens can be purchased one at a time, or in blocks of three at a discount.
fr_fr: <strong> Vous pouvez acheter des jetons de soutien</strong> sur la page <a href="http://eventespresso.com/support/premium-support-options/"> Premium Support </a>. Les jetons peuvent être achetés un à la fois, ou en blocs de trois à un prix inférieur.
hu_hu: <strong> Megvásárolhatja support tokenek </ strong> a <a href="http://eventespresso.com/support/premium-support-options/"> Premium Support oldalon </ a>. Tokenek megvásárolható egyesével, vagy blokkolja a három kedvezményes áron.
sv_se: <strong>Du kan köpa Supportbiljetter</strong> på <a href="http://eventespresso.com/support/premium-support-options/">Premium Support</a>. Biljetter kan köpas en åt gången, eller i block om tre, med rabatt.

source: Installation &amp; Consulting
fi_fi: Asennus &amp; neuvot
fr_fr: Installation & Consulting
hu_hu: Telepítés és Tanácsadó
sv_se: Installation &amp; Konsulting

source: Registration page just refreshes?
fi_fi: Rekisteröintisivu päivittyi juuri
fr_fr: Page d'enregistrement est simplement actualisée?
hu_hu: Regisztrációs oldal csak frissül?
sv_se: Registreringssidor bara uppdateras?
