Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Added by Admin
fi_fi: Lisätty adminin toimesta
fr_fr: Ajouté par Admin
hu_hu: Az adminsiztrátor által hozzáadva
sv_se: Tillagd av Admin

source: events
fi_fi: tapahtumat
fr_fr: événements
hu_hu: események
sv_se: evenemang

source: Payment Overview
fi_fi: Maksun yleiskatsaus
fr_fr: Résumé de votre inscription
hu_hu: Fizetés áttekintése
sv_se: Betalning Översikt

source: Your registration is not complete until payment is received.
fi_fi: Rekisteröintisi on valmis vasta kun maksu on vastaanotettu.
fr_fr: Votre inscription n'est pas completé tant que nous n'avons pas reçu votre paiement.
hu_hu: A regisztrációt követően kérjük, rendezze a részvételi díjat!
sv_se: Den Registrering är inte komplett fören betalning mottagits.

source: A confirmation email has been sent with additional details of your registration.
fi_fi: Lisätietoja rekisteröinnistäsi on lähetetty sähköpostiisi.
fr_fr: Un courriel de confirmation vous a été envoyé avec des informations additionnelles de votre inscription.
hu_hu: Egy visszaigazoló emailt küldtünk Önnek a regisztráció további részleteiről.
sv_se: Ett bekräftelsemail har skickats med ytterligare information om din registrering.

source: or
fi_fi: tai
fr_fr: ou
hu_hu: vagy
sv_se: eller

source: Edit Registrant Information
fi_fi: Muokkaa rekisteröijän tietoja
fr_fr: Modifier l'information d'inscription
hu_hu: Szerkesztése Bejegyzést Információs
sv_se: Ändra Registrantinformation

source: Thank you! Your registration is confirmed for
fi_fi: Kiitos! Sinun rekisteröintisi on vahvistettu
fr_fr: Merci! L'inscription est confirmé pour
hu_hu: Köszönjük! A regisztrációja megerősítve:
sv_se: TACK! Din registrering är bekräftad för

source: Sorry, you did not enter the correct anti-spam phrase. Please click your browser's back button and try again.
fi_fi: Et lisännyt oikeeaa anti-spam sanaa. Ole hyvä ja paina selaimesi takaisin -nappia ja kokeile uudelleen.
fr_fr: Désolé,vous n'avez pas entré la phrase Anti-spam correctement. Cliquez sur le bouton retour de votre navigateur et essayez à nouveau.
hu_hu: Sajnáljuk, de nem a megfelelő spam ellenes kifejezést írta be. Kérjük, menjen vissza aaz előző oldalra és próbálkozzon újból!
sv_se: Tyvärr, du angav inte rätt anti-spam fras. Klicka på bakåtknappen i din webbläsare och försök igen.

source: Event:
fi_fi: Tapahtuma:
fr_fr: Evènement :
hu_hu: Esemény:

source: Pages:
fi_fi: Sivut:
hu_hu: Oldalak:
sv_se: Sidor:

source: <h3 class="expired_event">This event has passed.</h3>
fi_fi: <h3 class="expired_event">Tämä tapahtuma on tapahtunut</h3>
fr_fr: <h3 class="expired_event">Cet événement est passé.</h3>
hu_hu: <h3 class="expired_event"> Ez az esemény már elmúlt. </ h3>
sv_se: <h3 class="expired_event">Detta Evenemang har passerat.</h3>

source: We are sorry but registration for this event is now closed.
fi_fi: Olemme pahoillamme, mutta tämän tapahtuman ilmoittautuminen on suljettu.
fr_fr: Nous sommes désolé, mais l'inscription à cet évènement est maintenant terminée.
hu_hu: Sajnáljuk, de regisztráció erre az eseményre már lezárult.
sv_se: Vi beklagar, registrering för detta evenemang är nu stängd.

source: Please <a href="contact" title="contact us">contact us</a> if you would like to know if spaces are still available.
fi_fi: <a href="contact" title="contact us">Ota yhteyttä</a> jos haluat tietää onko tapahtumassa vielä tilaa.
fr_fr: Veuillez <a href="contact" title="nous contacter">nous contacted</a> pour savoir s'il reste des places disponibles.
hu_hu: Kérjük, <a href="contact" title="contact us">lépjen kapcsolatba velünk</a>, ha szeretné tudni, hogy továbbra is vannak-e szabad helyek.
sv_se: Vänligen <a href="contact" title="kontakta oss">kontakta oss</a> för att ta reda på om det finns några platser kvar.

source: We are sorry but this event is not yet open for registration.
fi_fi: Valitettavasti tätä tapahtumaa ei ole vielä avattu.
fr_fr: Nous sommes désolé mais cet événement n'est pas encore disponible pour inscription.
hu_hu: Sajnáljuk, de a regisztráció erre az eseményre még nem kezdődött meg.
sv_se: Förlåt, men detta evenemang är inte öppet för registrering ännu.

source: You will be able to register starting
fi_fi: Rekisteröitymisen aloitus mahdollinen
fr_fr: Vous pourrez vous inscrire à compter du
hu_hu: Ön képes lesz arra, hogy regisztrálni kiindulási
sv_se: Du kommer att kunna registrera start

source: Attendee Listing For:
fi_fi: Osallistuja lista:
fr_fr: Liste des visiteurs pour :
hu_hu: A résztvevők listája ettől:
sv_se: Deltagarlista för:

source: Event Name:
fi_fi: Tapahtuman nimi:
fr_fr: Nom de l'événement:
hu_hu: Esemény neve:

source: Price per attendee:
fi_fi: Hinta per osallistuja:
fr_fr: Prix par visiteur
hu_hu: Ár résztvevőnként:

source: Type/Price per attendee:
fi_fi: Hinnan tyyppi per osallistuja:
fr_fr: Type/prix par visiteur:
hu_hu: Típus / ár résztvevőnként:
sv_se: Typ/Pris per Deltagare:

source: Attendee Name:
fi_fi: Osallistujan nimi:
fr_fr: Nom du visiteur:
hu_hu: Résztvevő neve:

source: Total Price:
fi_fi: Kokonais hinta:
fr_fr: Prix total:
hu_hu: Teljes ár:

source: Confirm Registration
fi_fi: Vahvista rekisteröinti
fr_fr: Confirmer
hu_hu: Regisztráció megerősítése

source: No events available...
fi_fi: Ei tapahtumia saatavilla...
fr_fr: Aucun évènement disponible...
hu_hu: Nincsenek események.
sv_se: Inga evenemang finns ...

source: Price:
fi_fi: Hinta:
fr_fr: Prix:
hu_hu: Ár:
sv_se: Pris:

source: Date:
fi_fi: Päivämäärä:
hu_hu: Dátum:
sv_se: Datum:

source: Available Spaces:
fi_fi: Saatavilla olevat tilat:
fr_fr: Places disponibles pour cet événement:
hu_hu: Rendelkezésre álló helyek:
sv_se: Lediga platser:

source: Join Waiting List
fi_fi: Liity jonotuslistalle
fr_fr: Rejoindre la liste d'attente.
hu_hu: Feliratkozás a várólistára
sv_se: Gå med i väntelistan

source: Add to Cart
fi_fi: Lisää koriin
fr_fr: Ajouter au panier
hu_hu: Hozzáadás a kosárhoz
sv_se: Lägg i varukorgen

source: View Details
fi_fi: Näytä tiedot
fr_fr: Voir les détails
hu_hu: Részletek megtekintése
sv_se: Visa detaljer

source: View Map
fi_fi: Näytä kartta
fr_fr: Voir la carte
hu_hu: Térkép megtekintése

source: We are sorry but this event has reached the maximum number of attendees!
fi_fi: Olemme pahoillamme, mutta tämä tapahtuma on täynnä!
fr_fr: Nous sommes désolé mais cette événement a atteint le maximum de visiteurs possible!
hu_hu: Sajnáljuk, de az esemény teltházas!
sv_se: Vi beklagar. Denna händelse har nått det högsta antalet deltagare!

source: Please check back in the event someone cancels.
fi_fi: Ole hyvä ja odota peruutuspaikkoja.
fr_fr: Veuillez nous visiter à nouveau au cas ou nous aurions un désistement.
hu_hu: Kérjük, térjen vissza az oldalra, hogy valaki lemondta-e az részvételt.
sv_se: Försök igen senare om någon har avbrutit sin bokning.

source: Current Number of Attendees:
fi_fi: Tämänhetkinen osallistujamäärä:
fr_fr: Nombre de visiteurs actuel:
hu_hu: A résztvevők száma jelenleg:
sv_se: Nuvarande antal deltagare:

source: <h3>This event has expired or is no longer available.</h3>
fi_fi: <h3> Tämä tapahtuma on vanhentunut tai ei ole enää avoinna.</h3>
fr_fr: <h3> Désolé, cette événement est terminée ou n'est plus disponible.</h3>
hu_hu: <h3>Ez egy lejárt esemény, amely már nem elérhető.</h3>
sv_se: <h3>Detta Evenemang har utgått eller är inte längre tillgängligt.</h3>

source: attendees
fi_fi: osallistujat
fr_fr: visiteurs
hu_hu: résztvevők

source: %d attendee
fi_fi: %d osallistujat
fr_fr: %d visiteur
hu_hu: %d résztvevő

source: Price Type:
fi_fi: Hinnan tyyppi:
fr_fr: Type de prix :
hu_hu: Árkategória:
sv_se: Pristyp:

source: Attendee
fi_fi: Osallistuja
fr_fr: Visiteur
hu_hu: Résztvevő
sv_se: Deltagare

source: Copy above information to all forms?
fr_fr: Copier dessus des informations à toutes les formes?
hu_hu: Másolás fenti információ minden formájára?
sv_se: Kopiera ovanstående information till alla formulär?

source: Class/Event:
fi_fi: Luokka/tapahtuma:
fr_fr: Classe / Evénement:
hu_hu: Esemény:
sv_se: Klass/Evenemang:

source: Primary Registrant:
fi_fi: Ensisijainen rekisteröijä:
fr_fr: visiteur principal:
hu_hu: Elsődleges regisztrált:
sv_se: Primär Registrant:

source: Payment Type:
fi_fi: Maksun tyyppi
fr_fr: Type de paiement:
hu_hu: Fizetés módja:
sv_se: Betalningstyp:

source: Amount Paid/Owed:
fi_fi: Maksun määrä / velka:
fr_fr: Montant payé/du:
hu_hu: Fizetendő összeg:
sv_se: Belopp betalat/skyldig:

source: Registration ID:
fi_fi: Rekisteröinti ID:
fr_fr: Numéro d'inscription:
hu_hu: Regisztrációs azonosító:
sv_se: Registrerings ID:

source: Your Registration ID:
fi_fi: Sinun rekisteröinti ID:
fr_fr: Votre numéro d'inscription:
hu_hu: Az Ön regisztrációs azonosítója:
sv_se: Ditt Registrerings ID:

source: Amount due:
fi_fi: Erääntynyttä:
fr_fr: Montant à payer:
hu_hu: Fizetendő összeg:
sv_se: Belopp att betala:

source: Your registration is not complete until admin approves.
fi_fi: Sinun rekisteröintisi ei ole valmis kunnes admin on hyväksynyt sen.
fr_fr: Votre inscription ne sera finalisée qu'après approbation d'un administrateur.
hu_hu: A regisztráció nem teljes, amíg az adminisztrátor vissza nem jelzett.
sv_se: Din registrering är inte komplett fören Admin har godkänt den.

source: Your Registration ID:
fi_fi: Sinun rekisteröinti ID:
fr_fr: Votre numéro d'inscription:
hu_hu: Az Ön regisztrációs azonosítója:
sv_se: Ditt Registrerings ID:

source: This event has expired or is no longer available.
fi_fi: Tapahtuma on vanhentunut tai se ei ole enää saatavilla.
fr_fr: Cet évènement a expiré ou n'est plus disponible.
hu_hu: Ez az esemény már lejárt, vagy már nem érhető el.
sv_se: Detta evenemang har slutat eller inte längre tillgänglig.

source: This event has passed.
fi_fi: Tämä tapahtuma on tapahtunut.
fr_fr: Cet évènement est terminé.
hu_hu: Ez az esemény már elmúlt.
sv_se: Detta Evenemang har passerat.

source: Start Date:
fi_fi: Aloituspäivä:
fr_fr: Date de début:
hu_hu: Kezdő dátum:
sv_se: Startdatum:

source: End Date:
fi_fi: Lopetuspäivä:
fr_fr: Date de fin:
hu_hu: Befejező dátum:
sv_se: Slutdatum:

source: Registration Details
fi_fi: Rekisteröinnin tiedot
fr_fr: Détails d'inscription
hu_hu: A regisztráció részletei
sv_se: Registreringsdetaljer

source: Pending Payment
fi_fi: Odotettava maksu
fr_fr: Paiement en attente
hu_hu: Függőben lévő fizetés
sv_se: Avvakande Betalning

source: Sorry, there are not enough spaces available to complete your registration.
fi_fi: Pahoittelut, mutta enää ei ole tilaa jotta rekisteröintisi voitaisiin suorittaa.
fr_fr: Désolé, il ne reste pas suffisamment de places pour valider votre inscription.
hu_hu: Sajnáljuk, de nincs elég hely a regisztrációja befejezéséhez.
sv_se: Tyvärr finns det inte tillräckligt med platser kvar för att slutföra din registrering.

source: Quantity in your Party:
fi_fi: Määrä juhlissasi:
fr_fr: Quantité :
hu_hu: Az Önnel együtt érkezők száma:

source: Spaces Available:
fi_fi: Saatavilla olevat tilat:
fr_fr: Places disponibles :
hu_hu: Rendelkezésre álló helyek:

source: Total
hu_hu: Összesen
sv_se: Totalt

source: Refresh Total
fi_fi: Päivitä kaikki
fr_fr: Mettre à jour le total
hu_hu: Összes frissítése
sv_se: Uppdatera Antal

source: A widget to display your upcoming events.
fi_fi: Widget, joka näyttää tulevat tapahtumasi.
fr_fr: Un widget pour afficher vos événements à venir.
hu_hu: Egy widget a soron következő események mutatására.
sv_se: En "Widget" för att visa din kommande Evenemang.

source: Event Espresso Upcoming Events Widget
fi_fi: Event Espresso Tulevat tapahtumat widget
fr_fr: Widget Event Espresso Evénements à venir
hu_hu: Event Espresso Soron következő események widget
sv_se: Event Espresso Kommande Event Widget

source: Event Category:
fi_fi: Tapahtuman kategoria:
fr_fr: Catégorie de l'événement:
hu_hu: Esemény kategória:
sv_se: Event Kategori:

source: Limit:
fi_fi: Rajoitus:
fr_fr: Limite :
hu_hu: Korlát:
sv_se: Gräns:

source: Optional Settings:
fi_fi: Vaihtoehtoiset asetukset:
fr_fr: Paramètres optionnels :
hu_hu: Opcionális beállítások:
sv_se: Övriga inställningar:

source: Show Expired Events?
fi_fi: Näytä vanhentuneet tapahtumat?
fr_fr: Montrer les évènements passés ?
hu_hu: Megjelenítés Lejárt események?
sv_se: Visa utgångna Evenemang?

source: Show Waitlist Events?
fi_fi: Näytä odotuslistan tapahtumat?
fr_fr: Montrer les évènements avec liste d'attente ?
hu_hu: Megjelenítés várólista események?
sv_se: Visa Väntelista-Evenemang?

source: Show Deleted Events?
fi_fi: Näytä poistetut tapahtumat?
fr_fr: Montrer les évènements supprimés ?
hu_hu: Megjelenítés Törölt események?
sv_se: Visa Borttagna Evenemang?

source: Show Recurring Events?
fi_fi: Näytä toistuvat tapahtumat?
fr_fr: Montrer les évènements récurrents ?
hu_hu: Megjelenítés Ismétlődő események?
sv_se: Visa Återkommande Evenemang?

source: 2checkout Username
hu_hu: 2checkout Felhasználónév

source: Turn on Debugging Using the 2checkout Sandbox
hu_hu: Kapcsolja be hibakeresés használata 2checkout Sandbox

source: In addition to using the 2checkout Sandbox fetaure. The debugging feature will also output the form varibales to the payment page, send an email to the admin that contains the all 2checkout variables.
hu_hu: Amellett, hogy a 2checkout Sandbox fetaure. A hibakereső funkció is kibocsátja az űrlapot varibales a fizetési oldalra, küldjön egy e-mailt az admin, amely tartalmazza az összes 2checkout változót.

source: The 2checkout Sandbox is a testing environment that is a duplicate of the live 2checkout site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live 2checkout environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
hu_hu: A 2checkout Sandbox egy tesztelési környezet, amely egy másolata az élő 2checkout helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő 2checkout környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.

source: 2checkout Currency
hu_hu: 2checkout Pénznem

source: 2checkout uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that 2checkout (currently) supports.
hu_hu: 2checkout használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha azt szeretnénk, hogy megkövetelik, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy 2checkout (jelenleg) támogatja.

source: You're registration has not been completed successfully.
fr_fr: Votre enregistrement n'a pas été complété avec succès.
hu_hu: Maga év még nem fejeződött be sikeresen.
sv_se: Din registrering har inte genomförts korrekt.

source: You're registration has been completed successfully.
fi_fi: Rekisteröintisi onnistui.
fr_fr: Inscription réussie !
hu_hu: Te regisztráció sikeresen befejeződött.
sv_se: Din registrering har slutförts.

source: After confirming the details of your registration in Step 3, you will be transferred to the 2CheckOut.com website where your payment will be securely processed.
fr_fr: Après la confirmation des détails de votre enregistrement dans l'Étape 3, vous serez transférés au 2CheckOut.com le site Web où votre paiement sera traité en sécurité.
hu_hu: A regisztrációja 3. lépésében megadott részletek megerősítését követően a 2CheckOut.com weboldalra jut el, ahol biztonságosan végrehajthatja a fizetést.

source: Please enter your Authorize.net Login ID
fi_fi: Lisää Authorize.net AIM kirjautmis-ID
hu_hu: Kérjük, adja meg Authorize.net bejelentkezési azonosítóját
sv_se: Ange ditt Authorize.net in ID

source: Please enter your Authorize.net Transaction Key.
fi_fi: Lisää Authorize.net maksutapahtuma-avain.
hu_hu: Kérjük, adja meg Authorize.net tranzakció kulcs.

source: Is this an account on the Authorize.net development server?
fi_fi: Onko tämä tili Authorize.net kehittäjä serverille?
hu_hu: Ez egy fiókot a Authorize.net fejlesztési szerver?

source: Do you want to submit a test transaction?
fi_fi: Haluatko syöttää testimaksun?
hu_hu: Szeretné, hogy nyújtson be egy teszt tranzakció?

source: WARNING!
fi_fi: VAROITUS!
hu_hu: VIGYÁZAT!
sv_se: VARNING!

source: You are responsible for your own security and PCI compliance.
hu_hu: Te vagy a felelős a saját biztonsága és a PCI megfelelés.
sv_se: Du är ansvarig för din egen säkerhet och PCI-efterlevnad.

source: Example Card Numbers:
fi_fi: Esimerkkikortin numerot:
hu_hu: Példa Kártya számok:
sv_se: Exempel kortnummer:

source: Billing Address
fi_fi: Laskutusosoite
fr_fr: Adresse de facturation :
hu_hu: Számlázási cím
sv_se: Betalnings adress

source: Expiry Date
fi_fi: Vanhentumispäivä
fr_fr: Date d'expiration :
hu_hu: Lejárat dátuma
sv_se: Utgångsdatum

source: (mm/yy)
fi_fi: (kk/vv)
fr_fr: (mm/aa)
hu_hu: (Mm / év)
sv_se: (mm/åå)

source: Zip Code
fi_fi: Postinumero
fr_fr: Code postal
hu_hu: Irányítószám
sv_se: Postnummer

source: Credit Card Number
fi_fi: Luottokortin numero
fr_fr: Numéro de carte de crédit
hu_hu: Hitelkártya száma
sv_se: Kreditkorts nummer

source: Expiry Date Month
fi_fi: Vanhentumispäivän kuukausi
fr_fr: Expire le (mois)
hu_hu: Lejárati hónap
sv_se: Utgångsdatum månad

source: Expiry Date Year
fi_fi: Vanhetumispäivän vuosi
fr_fr: Expire en (année)
hu_hu: Lejárat éve
sv_se: Utgångsdatum år

source: URL to the payment button.
fi_fi: Maksunapin URL
hu_hu: URL a fizetési gombot.
sv_se: URL till betalningsknappen.

source: Image URL:
hu_hu: Kép URL:

source: Used for your business/personal logo on the Authorize.net SIM payment page.
hu_hu: Használják fel az üzleti / személyes logót a Authorize.net SIM fizetési oldalon.

source: URL to the transaction page.
hu_hu: URL az ügylet oldalra.

source: The Transaction Key is a 16-character alphanumeric value that is randomly generated in the Merchant Interface and is used for authentication when submitting transaction requests from your Web site.
hu_hu: A tranzakció kulcs egy 16-karakterből álló alfanumerikus érték, amely véletlenszerűen generált a Merchant Interface és hitelesítéshez használt benyújtásakor tranzakció kéréseket webhelyen.

source: To generate a Transaction Key for your account:
hu_hu: Hogy tranzakciós kulcsa fiókjában:

source: Log into the Merchant Interface at
hu_hu: Jelentkezzen be a kereskedő Interface at

source: Click Account from the main toolbar.
hu_hu: Kattintson Account a fő eszköztáron.

source: Click Settings in the main menu on the left.
hu_hu: Kattintson a Beállítások gombra a főmenüben a bal oldalon.

source: Click API Login ID and Transaction Key in the Security Settings section.
hu_hu: Kattintson az API Bejelentkezési azonosító és Tranzakciós Írjuk be a Biztonsági beállítások részben.

source: If an API login ID has already been generated, it is visible on this page. If an API Login ID needs to be generated, you can enter the answer to your Secret Question in order to generate an API Login ID and Transaction Key.
hu_hu: Ha egy API bejelentkezési azonosító már létre is látható, ezen az oldalon. Ha egy API bejelentkezési azonosítót kell generálni, akkor adjuk meg a választ a titkos kérdésre, hogy létrehoz egy API Bejelentkezési azonosító és a tranzakció kulcs.

source: IMPORTANT: The Transaction Key will not be visible at any other time in the Merchant Interface. You must record it temporarily or copy and paste it to a secure file location immediately. Like the API Login ID, the Transaction Key is sensitive account information and should only be shared on a need-to-know basis, for example with your Web developer for the purposes of integration with the payment gateway. Upon activating a new Transaction Key, all other keys will be disabled after 24 hours.
hu_hu: FONTOS: A tranzakció kulcs nem lesz látható bármikor a Merchant Interface. Meg kell rögzítenie, hogy átmenetileg vagy másolja és illessze be egy biztonságos fájl helyét azonnal. Mint az API Bejelentkezési azonosító, a tranzakció kulcs érzékeny fiók adatait, és csak akkor kell osztani, a szükséges ismeret elve alapján, például a webes fejlesztői céljából integráció a fizetési átjáró. Amikor aktiválása egy új tranzakció kulcs, minden más kulcs nem működik 24 óra elteltével.

source: Current button image:
fr_fr: Image du Bouton Actuel:
hu_hu: Jelenlegi gomb image:

source: Current logo image:
fr_fr: Image du logo actuel:
hu_hu: Jelenlegi logo image:

source: Authorize.net maintains a development environment for testing your gateway. You may use this to test your setup without having a live account. You will need to sign up for a free account on the development server here:
fr_fr: Authorize.net maintient un environnement de développement pour tester votre passerelle. Vous pouvez l'utiliser pour tester votre configuration sans avoir un compte réel. Vous devez vous inscrire pour un compte gratuit sur le serveur de développement ici:
hu_hu: Authorize.net fenntartja fejlesztési környezet vizsgálatára az átjáró. Használhatja ezt, hogy tesztelje a telepítést anélkül, hogy egy élő számla. Meg kell, hogy iratkozzon fel egy ingyenes fiókot a fejlesztési szerveredet ezen a helyen:

source: Transactions that are submitted to the development server are NOT actually processed. The result of a transaction depends on the card number submitted, and the invoice amount. If you want a transaction to be approved, use one of the following card numbers.
fr_fr: Les opérations qui sont soumises au serveur de développement ne sont pas réellement traitées. Le résultat d'une transaction dépend du numéro de carte de présentation, et le montant de la facture. Si vous voulez qu'une transaction soit approuvée, utilisez l'un des numéros de carte suivants.
hu_hu: Tranzakciók, amelyek benyújtották a fejlesztési szerver NOT ténylegesen feldolgozott. Az eredmény egy tranzakció függ a kártya számát benyújtott és a számla összegét. Ha azt szeretnénk, hogy egy ügyletet jóvá kell hagyni, használja a következő kártya számokat.

source: Authorize.net Test Transactions
fr_fr: Transactions de test Authorize.net
hu_hu: Authorize.net Test tranzakciók

source: Transactions that are submitted as test transactions are NOT actually processed. The result of a transaction depends on the card number submitted, and the invoice amount. If you want a transaction to be approved, use one of the following card numbers.
fr_fr: Les transactions qui sont présentées comme des opérations de test sont pas réellement traitées. Le résultat d'une transaction dépend du numéro de carte de présentation, et le montant de la facture. Si vous voulez qu'une transaction soit approuvée, utilisez l'un des numéros de carte suivants.
hu_hu: Az ügyletek, amelyek a benyújtott vizsgálati ügyletek valójában nem feldolgozásra. Az eredmény egy tranzakció függ a kártya számát benyújtott, és a számla összegét. Ha azt szeretnénk, hogy egy ügyletet jóvá kell hagyni, használja a következő kártya számokat.

source: After confirming the details of your registration in Step 3, you will be transferred to the Authorize.net website where your payment will be securely processed.
fr_fr: Après la confirmation des détails de votre enregistrement dans l'Étape 3, vous serez transférés au site Web Authorize.net où votre paiement sera traité en sécurité.
hu_hu: A regisztrációja 3. lépésében megadott részletek megerősítését követően az Authorize.net weboldalra jut el, ahol biztonságosan végrehajthatja a fizetést.

source: Page Title
fi_fi: Sivun otsikko
fr_fr: Titre de la Page
hu_hu: Oldal címe
sv_se: Sidtitel

source: Payment Instructions:
fi_fi: Maksun ohjeet:
fr_fr: Instruction de Paiement:
hu_hu: Fizetés Utasítás:
