Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Remember, if updates are made or features are added to these gateways in the future. You will need to make the updates to your customized gateways.
fi_fi: Muista että, jos päivityksiä tehdään tai ominaisuuksia lisätään nähin maksujärjestelmiin tulevaisuudessa, sinun tulee tehdä nämä päivitykset muokattuun portteihisi.
fr_fr: N'oubliez pas que si les mises à jour sont faites ou les fonctions sont ajoutées à ces passerelles à l'avenir. Vous aurez besoin de faire les mises à jour de vos passerelles personnalisées.
hu_hu: Ne feledd, ha a frissítéseket történt, vagy funkciók ezekhez átjárók a jövőben. Meg kell, hogy a frissítéseket a testreszabott átjárók.
sv_se: Kom ihåg att om uppdateringar görs eller funktioner läggs till dessa gateways i framtiden, då kommer du att behöva göra uppdateringar för dina anpassade gateways.

source: Your gateways have been moved.
fi_fi: Sinun maksujärjestelmät on siirretty.
fr_fr: Vos passerelles ont été déplacées.
hu_hu: Az átjárók át lett helyezve.
sv_se: Dina gateways har flyttats.

source: The permissions on your templates directory are incorrect.
fi_fi: Malliesi hakemistojen luvat eivät ole oikein.
fr_fr: Les permissions de votre répertoire sont incorrects.
hu_hu: Az engedélyeket a sablonok könyvtár helytelen.
sv_se: Behörigheterna på din mall-katalog är felaktig.

source: Please set the permissions to 775 on the following directory.
fi_fi: Anna luvat 775 seuraavalle hakemistolle.
fr_fr: S'il vous plaît définir les permissions à 775 sur le répertoire suivant.
hu_hu: Kérjük, állítsa be a jogosultságokat, hogy 775 a következő könyvtárba.
sv_se: Vänligen sätt behörigheterna till 775 på följande katalog.

source: Path:
fi_fi: Polku:
fr_fr: Accès:
hu_hu: Útvonal
sv_se: Sökväg:

source: If you plan on adding additional payment gateways, please use the link below to move your gateway files to a safe place. Only use this option if you absolutely need to or instructed to do so by a representative from Event Espresso.
fi_fi: Jos olet aikeissa lisätä vaihtoehtoiseia maksujärjestelmiä, käytä linkkiä alla muuttaaksesi tiedostot turvalliseen apikkaan. Käytä tätä valintaa vain jos tarvitset tai olet kehotettu tekemään niin Event Espresson kehittäjien toimesta.
fr_fr: Si vous envisagez d'ajouter les passerelles de paiement supplémentaires, s'il vous plaît utilisez le lien ci-dessous pour déplacer vos fichiers de passerelle vers un lieu sûr. Utilisez cette option uniquement si vous devez absolument ou invité à le faire par un représentant de Espresso événement.
hu_hu: Ha azt tervezi, hozzátéve, kiegészítő fizetés átjárók, kérjük, használja az alábbi linket helyezze a gateway fájlokat egy biztonságos helyre. Csak akkor használja ezt a lehetőséget, ha feltétlenül szükséges, vagy erre utasítja egy képviselője az esemény Espresso.
sv_se: Om du planerar att lägga till ytterligare betalningsgateways, använd länken nedan för att flytta dina gateway-filer till en säker plats. Använd endast detta alternativ om du absolut behöver eller instrueras att göra så av en representant från evenemang Espresso.

source: Your gateway files have not been moved.
fi_fi: Sinun maksujärjestelmän tiedostoja ei ole siirretty.
fr_fr: Vos fichiers de la passerelle n'ont pas été déplacés.
hu_hu: Az átjáró fájlok nem mozdult.
sv_se: Dina gateway filer har inte flyttats.

source: In order to use this this feature, you will need to move the files located in the
fi_fi: Jos haluat käyttää tätä ominaisuutta, sinun pitää siirtää tiedostot hakemistosta
fr_fr: Pour utiliser cette fonction, vous devez déplacer les fichiers situés dans le
hu_hu: Annak érdekében, hogy használja ezt a funkciót, akkor meg kell mozgatni a fájlt, ami a
sv_se: För att kunna använda denna funktion, så måste du flytta filerna som finns i

source: directory into the
fi_fi: tähän hakemistoon
fr_fr: dans le répertoire
hu_hu: könyvtárból az
sv_se: mappen till

source: directory
fi_fi: hakemisto
fr_fr: annuaire
hu_hu: alkönyvtár
sv_se: mapp

source: The permissions on your gateways directory are incorrect.
fi_fi: Luvat maksujärjestelmien hakemistoon eivät ole oikeita.
fr_fr: Les permissions de votre répertoire passerelles sont incorrects.
hu_hu: Az engedélyeket a átjárók könyvtárban helytelen.
sv_se: Behörigheterna i din gateway-mapp är felaktiga.

source: To move your files automatically, please set the permissions to 775 on the following directory.
fi_fi: Jotta voit siirtää tiedostoja automaattisesti, sinun täytyy laittaa 775 -asetus seuraaviin hakemistoihin.
fr_fr: Pour déplacer vos fichiers automatiquement, s'il vous plaît définir les permissions à 775 sur le répertoire suivant.
hu_hu: Mozgatni a fájlokat automatikusan, állítsa be az engedélyeket 775 a következő könyvtárba.
sv_se: För att flytta filer automatiskt, vänligen ändra rättigheterna till 775 på följande katalog.

source: Click here to <a href='%s'>Move your files</a> to a safe place.
fi_fi: Paina tästä <a href='%s'>Siirtääksesi tiedostot</a> turvalliseen paikkaan.
fr_fr: Cliquez ici pour<a href='%s'> Déplacez vos fichiers </a> dans un endroit sûr.
hu_hu: Kattintson ide, hogy <a href = ' %s '> Mozgassa a fájlokat </ a> egy biztonságos helyre.
sv_se: Klicka här för att <a href='%s'>Flytta dina filer</a> till en säker plats.

source: Default Surcharge (this value will be automatically filled in for each price type when creating an event):
fi_fi: Oletus lisämaksu (tämä arvo lisätään automaattisesti jokaiseen hintaan tapahtumaa luotaessa):
fr_fr: Supplément par défaut (cette valeur sera automatiquement remplie pour chaque type de prix lors de la création d'un événement):
hu_hu: Alapértelmezett Felár (ezt az értéket automatikusan kitölteni minden ár típus létrehozásakor esemény):
sv_se: Standard avgift (detta värde kommer automatiskt fyllas i för varje pristyp vid skapandet av Evenemang):

source: Flat Rate
fi_fi: Kiinteä
hu_hu: Átalánydíj
sv_se: Enhetspris

source: Percent
fi_fi: Prosentti
fr_fr: Pour cent
hu_hu: Százalék
sv_se: Procent

source: Surcharge
fi_fi: Lisämaksu
fr_fr: Supplément
hu_hu: Pótdíj
sv_se: Avgift

source: Default Payment Status (this value will be automatically filled in for each person's payment status, until payment is made, for each event):
fi_fi: Oletus maksutila (tämä arvo lisätään automaattisesti jokaisen henkilön tilaan kunnes maksu on tapahtunut jokaisesta tapahtumasta):
fr_fr: Statut de la commande par défaut (cette valeur sera automatiquement remplie pour le statut de paiement de chaque personne, jusqu'à ce que le paiement soit effectué, pour chaque événement):
hu_hu: Alapértelmezett Fizetés Állapot (ez az érték automatikusan kitölteni minden személy fizetési helyzetében, amíg a kifizetés minden egyes esemény):
sv_se: Standard för Betalningsstatus (detta värde fylls i automatiskt för varje persons betalningsstatus tillsdess betalning sker, för varje Evenemang):

source: Show the Upcoming Events widget in the dashboard?
fi_fi: Näytä tulevien tapahtumien widget hallintanäkymässä?
fr_fr: Montrer le widget des évènements à venir dans le tableau de bord ?
hu_hu: Mutasd a Események widget a műszerfalon?
sv_se: Visa Kommande evenemang på kontrollpanlens startsida?

source: Show the next
fi_fi: Näytä seuraava
fr_fr: Voir la prochaine
hu_hu: Megjelenítés A következő
sv_se: Visa nästa

source: days of events in the dashboard.
fi_fi: tapahtumien päivät hallintatilassa.
fr_fr: jours d'événements dans le tableau de bord.
hu_hu: nappal az események a műszerfalon.

source: Use registration limits on time slots?<br /> <em class="important">(This function is experimental and may not function as expected. You should adjust your attendee limit accordingly.)</em>
fi_fi: Käytä rekisteröintipaikkojen aikarajoitusta?<br /> <em class="important">(Tämä ominaisuus ei välttämättä toimi kunnolla. Sinun tulee säätää osallistumisrajoitus sen mukaan.)</em>
fr_fr: Utilisez les limites d'inscription sur les créneaux horaires?<br /> → → → → → → → <em class="important">(Cette fonction est expérimentale et peut ne pas fonctionner comme prévu. Vous devez ajuster votre limite de participation en conséquence.)</em>
hu_hu: A regisztráció korlátozása időrés? <br /> N t t t t t t t <em class="important"> (Ez a funkció kísérleti és lehet, hogy nem fog megfelelően működni. You kell beállítani a résztvevők limit kell.) </ em>

source: Use a custom time zone for each event?
fi_fi: Muokattu aikavyöhyke jokaiselle tapahtumalle?
fr_fr: Utilisez un fuseau horaire personnalisé pour chaque événement?
hu_hu: Használjon egyéni időzónát minden esemény?

source: Enable attendee pre-approval feature?
fi_fi: Salli osallistujen ennakkoilmoittautumis ominaisuus?
fr_fr: Activer la fonctionalité de pré-approbation de participant?
hu_hu: Engedélyezze a résztvevők előzetes jóváhagyása funkció?

source: Show payment options for "Pending Payments" on the Payment Overview page?
fi_fi: Näytä maksun valinnat "Odotettavia maksuja" Maksun yleiskatsaus -sivulla?
fr_fr: Afficher les options de paiement pour les «Paiements en attente" sur la page Présentation de paiement?
hu_hu: Megjelenítés fizetési lehetőségek "Függőben lévő kifizetések " a Fizetési Áttekintés oldalon?

source: Use the Venue Manager?
fi_fi: Käytä tapahtumapaikka manageria?
fr_fr: Utiliser le gestionnaires de lieux ?
hu_hu: Használja a Venue Manager?
sv_se: Använda Plats-hanteraren?

source: Use the Staff Manager?
fi_fi: Käytä henkilökunta manageria?
fr_fr: Utiliser le gestionnaire d'équipe ?
hu_hu: Használja a személyzeti Manager?
sv_se: Avnända personalhanteraren?

source: Use full logging?
fi_fi: Käytä täyttä sisäänkirjautumista?
fr_fr: Utilisez la journalisation complète?
hu_hu: Használja a teljes fakitermelés?

source: Show a link to Event Espresso in your event pages?
fi_fi: Näytä Event Esproseeon linkki tapahtumasivullasi?
fr_fr: Afficher un lien vers Espresso événement dans vos pages événement?
hu_hu: Megjelenítés egy linket a rendezvény Espresso az a rendezvény oldalakon?

source: (optional)
fi_fi: (vapaaehtoinen)
fr_fr: (optionel)
hu_hu: (Nem kötelező)
sv_se: (valfri)

source: Affiliate Details
fi_fi: Liitettävät tiedot
fr_fr: Détails d'Affiliation
hu_hu: Affiliate Részletek
sv_se: Affiliate Detaljer

source: Promote Event Espresso and earn cash!
fi_fi: Mainosta Event Espressoa ja ansaitse rahaa!
fr_fr: Promouvoir Espresso événement et gagner de l'argent!
hu_hu: Előmozdítása Event Espresso és keresni pénzt!
sv_se: Promota Event Espress och tjäna pengar!

source: Banners and More Info >>
fi_fi: Bannerit ja lisätiedot >>
fr_fr: Bannières et >> Plus d'info
hu_hu: Reklám és További információ >>
sv_se: Banners och mer info >>

source: Use
fi_fi: Käytä
fr_fr: Utilisation
hu_hu: Használj
sv_se: Använd

source: to block spam registrations
fi_fi: estääksesi spam-rekisteröinnit
fr_fr: pour bloquer les inscriptions mails
hu_hu: blokk spam regisztrációk
sv_se: för att blockera spam-registreringar

source: Public Key:
fi_fi: Julkinen avain:
fr_fr: Clé Publique:
hu_hu: A(z)

source: Private Key:
fi_fi: Yksityinen avain:
fr_fr: Clé Privée:
hu_hu: A(z)

source: Look &amp; Feel Customization
fi_fi: Katso &amp; Tunne muokkaukset
fr_fr: Personnalisation de l'apparence
hu_hu: Look & Feel testreszabás
sv_se: Utseende &amp; känsla Anpassning

source: Width:
fi_fi: Leveys
fr_fr: Largeur:
hu_hu: Szélesség:
sv_se: Bredd:

source: Theme:
fi_fi: Teema
fr_fr: Thème:
hu_hu: témák
sv_se: Tema:

source: Red
fi_fi: Punainen
fr_fr: Rouge
hu_hu: (PIROS)
sv_se: Röd

source: White
fi_fi: Valkoienn
fr_fr: Blanc
hu_hu: (FEHÉR)
sv_se: Vit

source: Clean
fi_fi: Puhdas
fr_fr: Sobre
hu_hu: Takarítás
sv_se: Ren

source: Language:
fi_fi: Kieli
fr_fr: Langue :
hu_hu: Nyelv
sv_se: Spårk:

source: Dutch
fi_fi: hollanti
fr_fr: Néerlandais
hu_hu: Holland
sv_se: Nederländska

source: Portuguese
fi_fi: portugali
fr_fr: Portuguais
hu_hu: Portugál
sv_se: Portugisiska

source: Russian
fi_fi: venäjä
fr_fr: Russe
hu_hu: Orosz
sv_se: Rysk

source: Turkish
fi_fi: turkki
fr_fr: Turc
hu_hu: Török
sv_se: Turkisk

source: reCAPTCHA Information
fi_fi: reCAPTCHA tiedot
fr_fr: Informations reCAPTCHA
hu_hu: reCAPTCHA információk

source: reCAPTCHA helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a
fi_fi: reCAPTCHA auttaa estämään sivuston väärinkäytökset (kuten kommettien spammaamisen ja turhat rekisteröinnit) käyttäen
fr_fr: reCAPTCHA aide à prévenir les abus automatique de votre site (comme le spam de commentaires ou de fausses inscriptions) en utilisant un
hu_hu: reCAPTCHA segít megelőzni automatikus visszaélés webhely (például a komment spam vagy hamis regisztrációk) segítségével
sv_se: reCAPTCHA hjälper till att förhindra automatiserade missbruk av webbplatsen (t.ex. kommentarer, spam eller falska registreringar) genom att använda en

source: to ensure that only humans perform certain actions.
fi_fi: varmistaakseen että vain ihmiset tekevät tietyt toiminnot.
fr_fr: pour s'assurer que seuls les humains effectuent certaines actions.
hu_hu: annak érdekében, hogy csak az emberek bizonyos cselekvések végrehajtását.
sv_se: för att säkerställa att endast människor utför vissa åtgärder.

source: You must sign up for a
fi_fi: Sinun täytyy kirjautua
fr_fr: Vous devez vous inscrire pour une
hu_hu: Meg kell iratkozzon fel egy
sv_se: Du måste registrera dig för ett

source: account to use it with this plugin. If you already have a reCAPTCHA account enter your "Public" and "Private" keys on this page.
fi_fi: tiliisi käyttääksesi sitä tämän lisäosan kanssa. Jos sinulla jo on reCAPTCHA käyttäjätili, lisää "Julkinen" ja "Salainen" avaimet tälle sivulle.
fr_fr: compte pour l'utiliser avec ce plugin. Si vous avez déjà un compte reCAPTCHA entrez vos touches "public" et "privé"sur cette page.
hu_hu: figyelembe használni ezzel a plugin. Ha már van egy reCAPTCHA fiókot, írja be a "Nyilvános " és "Saját " billentyűk ezen az oldalon.
sv_se: konto att använda med detta tillägg. Om du redan har ett reCAPTCHA konto, skriv in din "Public" och "Private" nyckel på denna sida.

source: The discount code has been added.
fi_fi: Alennuskoodi on lisätty.
fr_fr: Le coupon de réduction a été ajouté.
hu_hu: A kedvezmény kód került.

source: The discount code was not saved.
fi_fi: Alennuskoodia ei tallennettu.
fr_fr: Le coupon de réduction n'a pas été sauvegardé.
hu_hu: A kedvezmény kód nem volt mentve.

source: Promotional Codes have been successfully deleted from the database.
fi_fi: Promootiokoodit poistettiin onnistuneesti tiedoista.
fr_fr: Les codes promotionnels ont été supprimé avec succès à partir de la base de données.
hu_hu: Promóciós kódok sikeresen törölve az adatbázisból.
sv_se: Kampanjkoder har tagits bort från databasen.

source: Edit Code:
fi_fi: Muokkaa koodia:
fr_fr: Modifier le Code:
hu_hu: Szerkesztés Kód:
sv_se: Ändra Kod:

source: Promotional Code:
fi_fi: Promootiokoodi:
fr_fr: Code Promotionel:
hu_hu: Promóciós kód:
sv_se: Kampanjkod:

source: Price Discount
fi_fi: Hinnan alennus
fr_fr: Prix Réduit
hu_hu: Ár Kedvezmény
sv_se: Prisrabatt

source: Is this a percentage discount?
fi_fi: Onko tämä prosentuaalinen alennus?
fr_fr: Est-ce un pourcentage de réduction?
hu_hu: Ez a százalék kedvezményt?
sv_se: Är detta en procent-rabatt?

source: Promotional Code Description
fi_fi: Promootiokoodin kuvaus
fr_fr: Description du Code Promotionnel
hu_hu: Promóciós kód leírása
sv_se: Beskrivning av Kampanjkod:

source: Update
fi_fi: Päivitys
fr_fr: Mise à jour
hu_hu: Frissítés
sv_se: Uppdatera

source: Manage Event Promotional Codes
fi_fi: Hallitse tapahtuman promootiokoodeja
fr_fr: Gérer les codes d'événements promotionnels
hu_hu: Kezelése Event Promóciós kódok
sv_se: Hantera evenemangens Kampanjkoder

source: Add New Code
fi_fi: Lisää uusi koodi
fr_fr: Ajouter un Nouveau Code
hu_hu: Új kód
sv_se: Lägg till kod

source: ID
fr_fr: Identificant unique
hu_hu: Azonosító

source: Creator
fi_fi: Luoja
fr_fr: Créateur
hu_hu: létrehozó
sv_se: Skapare

source: Percentage
fi_fi: Prosentuaalinen
hu_hu: Százalék
sv_se: Procent

source: Check All
fi_fi: tarkista kaikki
fr_fr: Contrôlez tout
hu_hu: összes kijelölése
sv_se: Välj alla

source: Delete Promotional Code
fi_fi: Poista tarjouskoodi
fr_fr: Supprimer le code promotionnel
hu_hu: Törlés Promóciós kód
sv_se: Ta bort kampanjkod

source: Add New Promotional Code
fi_fi: Lisää uusi tarjouskoodi
fr_fr: Ajouter un Nouveau Code Promotionnel
hu_hu: Új Promóciós kód
sv_se: Lägg till kampanjkod

source: Add a New Promotional Code
fi_fi: Lisää uusi tarjouskoodi
fr_fr: Ajouter un Nouveau Code Promotionnel
hu_hu: Hozzáadása Új promóciós kód
sv_se: Lägg till en ny kampanjkod

source: Promotional Code
fi_fi: Tarjouskoodi
fr_fr: Code Promotionel
hu_hu: Promóciós kód
sv_se: Kampanjkod

source: This field is required
fi_fi: Tämä kenttä vaaditaan
fr_fr: Ce champ est obligatoire
hu_hu: A mező kitöltése kötelező
sv_se: Detta fält är obligatoriskt

source: Submit
fi_fi: Syötä
fr_fr: Soumettre
hu_hu: Elküldés
sv_se: Skicka

source: The discount has been updated.
fi_fi: Tämä alennus on päivitetty.
fr_fr: Le coupon a été mise à jour.
hu_hu: A kedvezmény frissült.
sv_se: Denna Rabatt har uppdaterats

source: The discount code was not updated.
fi_fi: Alennuskoodia ei päivitetty.
fr_fr: Le code de réduction n'a pas été mis à jour.
hu_hu: A kedvezmény kód nem volt frissítve.
sv_se: Rabattkoden uppdaterades inte.

source: Add an Email
fi_fi: Lisää sähköposti
fr_fr: Ajouter un courriel
hu_hu: Hozzáadása Email
sv_se: Lägg till e-post

source: Email Name
fi_fi: Sähköpostin nimi
fr_fr: Nom du courriel
hu_hu: Email címe
sv_se: E-post namn

source: Edit Email:
fi_fi: Muokkaa sähköpostia:
fr_fr: Modifier Courrier:
hu_hu: Szerkesztés Email:
sv_se: Redigera E-post:

source: Email Name:
fi_fi: Sähköpostin nimi:
fr_fr: Nom de l'Email
hu_hu: E-mail címe:
sv_se: E-post Namn:

source: Email Subject Line:
fi_fi: Sähköpostin vastaanottaja:
fr_fr: Ligne de l'Objet du courrier:
hu_hu: Email Tárgysor:
sv_se: E-post ämnesrad:

source: Update Email
fi_fi: Päivitä sähköposti
fr_fr: Mise à jour e-mail
hu_hu: Frissítse Email
sv_se: Uppdatera E-post

source: Manage Event Emails
fi_fi: Hallitse tapahtuman sähköposteja
fr_fr: Gérer les E-mails d'Evénements
hu_hu: Kezelése Event Emails
sv_se: Hantera evenemangs e-post

source: Add New Email
fi_fi: Lisää uusi sähköposti
fr_fr: Ajouter un nouvel Email
hu_hu: Új Email
sv_se: Lägg till e-post

source: Emails have been successfully deleted.
fi_fi: Sähköpostit on poistettu onnistuneesti.
fr_fr: Les E-mails ont bien été supprimés.
hu_hu: Emails sikeresen törölve.
sv_se: E-post borttagningen lyckades.

source: Create customized emails for use in multiple events.
fi_fi: Luo muokattu sähköposti monia tapahtumia varten.
fr_fr: Créer des e-mails personnalisés pour une utilisation dans de multiples événements.
hu_hu: Hozzon létre személyre szabott e-maileket használatra többszörös események.
sv_se: Skapa anpassade e-postmeddelande för multipla Evenemang.

source: Action
fi_fi: Toiminta
hu_hu: cselekvés
sv_se: Händelse

source: Edit Email
fi_fi: Muokkaa sähköpostia
fr_fr: Modifier e-mail
hu_hu: Szerkesztés Email
sv_se: Redigera E-post

source: Delete Email
fi_fi: Poista sähköposti
fr_fr: Supprimer l'Email
hu_hu: Törlés Email
sv_se: Ta bort E-post

source: The email
fi_fi: Sähköposti
fr_fr: L'email
hu_hu: Az e-mail
sv_se: E-postmeddelandet

source: has been updated
fi_fi: on päivitetty
fr_fr: a été mis à jour
hu_hu: frissítve
sv_se: har uppdaterats

source: was not updated
fi_fi: ei ole päivitetty
fr_fr: n'a pas été mis à jour
hu_hu: nem frissült
sv_se: uppdaterades inte

source: Public
fi_fi: julkinen
fr_fr: Publique
hu_hu: publikus
sv_se: Publik

source: No info required
fi_fi: ei välttämätön
fr_fr: Aucune information requise
hu_hu: Nincs adat szükséges
sv_se: Ingen info behövs

source: Personal Information only
fi_fi: Vai henkilökohtaiset tiedot
fr_fr: Uniquement les informations personnelles
hu_hu: Személyes adatok csak a
sv_se: Endast personlig information

source: Full registration information
fi_fi: Kaikki reikisteröintitiedot
fr_fr: Informations complètes de l'inscription
hu_hu: Full regisztrációs adatokat
sv_se: Fullständig registreringsinformation

source: Additional Attendee Registration info?
fi_fi: Lisä-osallistujan rekisteröintitieto?
fr_fr: Informations additionnelles des visiteurs à l'inscription ?
hu_hu: További Résztvevő regisztráció információra?
sv_se: Ytterligare registreringsinformation för deltagare?

source: Advanced Options:
fi_fi: Lisäasetukset:
fr_fr: Options avancées
hu_hu: Speciális beállítások:
sv_se: Avancerade inställningar:

source: Event Status:
fi_fi: Tapahtuman tila:
fr_fr: État de l'Evénement:
hu_hu: Esemény állapot:
sv_se: Evenemangsstatus:

source: PENDING
fi_fi: ODOTTAESSA
fr_fr: EN ATTENTE
hu_hu: függőben
sv_se: AVVAKTANDE

source: Is this an active event?
fi_fi: Onko tämä aktiivinen tapahtuma?
fr_fr: Cet évènement est-il actif ?
hu_hu: Ez egy aktív esemény?
sv_se: Är detta ett aktivt Evenemang?

source: Display description?
fi_fi: Näytä kuvaus?
fr_fr: Afficher une description ?
hu_hu: Mutassa a leírást?
sv_se: Visa beskrivning?

source: Display registration form?
fi_fi: Näytä rekisteröintilomake?
fr_fr: Afficher un formulaire d'inscription ?
hu_hu: Kijelző regisztrációs űrlapot?
sv_se: Visa registreringsformulär?

source: Default Payment Status for Event:
fi_fi: Tämän tapahtuman oletusmaksu:
fr_fr: Statut du paiement par défaut pour l'événement:
hu_hu: Alapértelmezett Fizetés Status for Esemény:
sv_se: Betalningsstatusens standard för Evenemang:

source: Alternate Registration Page (optional)
fr_fr: Page d'Enregistrement Alternée (facultative)
hu_hu: Alternatív regisztrációs oldal (választható)
sv_se: Alternativ registreringssida (valfri)

source: Alternate Email Address (optional)
fr_fr: Adresse électronique Alternée (facultative)
hu_hu: Alternatív email cím (nem kötelező)
sv_se: Alternativ e-postadress (valfri)

source: Create a Post
fi_fi: Luo viesti
fr_fr: Créer un article
hu_hu: Hozzon létre egy hozzászólás
sv_se: Skapa ett inlägg

source: Add/Update post for this event?
fi_fi: Lisää / päivitä tämän tapahtuman viestiä?
fr_fr: Ajouter/Mettre à jour l'article pour cet évènement ?
hu_hu: Hozzáad vagy frissíti a bejegyzést ehhez az eseményhez?
sv_se: Lägg till eller ändra inlägg för detta event?

source: If no, delete current post?
fi_fi: Jos ei, poista tämä viesti?
fr_fr: Sinon, supprimer l'article actuel ?
hu_hu: Ha nem, törölje a jelenlegi hozzászólást?
sv_se: Om nej, ta bort aktuellt inlägg?

source: Post
fi_fi: Viesti
fr_fr: Article
hu_hu: Hozzászólás
sv_se: Inlägg

source: Author:
fi_fi: Kirjoittaja:
fr_fr: Auteur:
hu_hu: Szerző:
sv_se: Författare:

source: Post Type
fi_fi: Viestin tyyppi
fr_fr: Type d'article
hu_hu: Új típus
sv_se: Inläggstyp

source: Post templates are stored in the "templates" directory of the plugin.
fi_fi: Viestimallit on varastoitu "templates"hakemistoon.
fr_fr: Les modèles d'articles sont stockés dans le répertoire "templates" du plugin.
hu_hu: Hozzászólás sablonok vannak tárolva a "templates " könyvtár a plugin.
sv_se: Inläggsmallar ligger i "templates" mappen för detta plugin.

source: Tags:
fi_fi: Tagit:
hu_hu: Címkék:
sv_se: Taggar:

source: Post Categories:
fi_fi: Viestien kategoriat:
fr_fr: Catégories d'article
hu_hu: Hozzászólás Kategóriák:
sv_se: Inläggskategorier

source: Create a post for this event?
fi_fi: Luo viesti tähän tapahtumaan?
fr_fr: Créer un article pour cet évènement ?
hu_hu: Hozzon létre egy bejegyzést erre az eseményre?
sv_se: Skapa ett inlägg för detta evenemang?

source: Tags
fi_fi: Tagit
hu_hu: Címkék
sv_se: Taggar

source: Event Promotions
fi_fi: Tapahtuman tarjoukset
fr_fr: Promotions
hu_hu: Rendezvényszervező
sv_se: Evenemangskampanjer

source: Early Registration Discount
fi_fi: Aikaisen reikisteröitymisen alennus
fr_fr: Rabais pour inscription hâtive
hu_hu: Korai regisztráció kedvezmény
sv_se: Rabatt för tidig registrering
