Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Unzip the downloaded file, then navigate to the "/css/" folder. Inside you will see a folder named "custom-theme" (or the name of the theme if you selected a pre-made style). If you like, rename the "custom-theme" folder to something memorable.
fi_fi: Pura ladattu tiedosto ja etsi "/css/" kansio. Kansion sisältä löydät hakemiston nimeltään "custom-theme" (tai sen nimisen teeman jonka olet valinnut). Jos haluat, voit muuttaa hakemiston nimen paremmin muistettavaksi.
fr_fr: Décompressez le fichier téléchargé, puis naviguez vers le répertoire "/css/" du dossier. A l'intérieur, vous verrez un dossier nommé "custom-theme" (ou le nom du thème si vous avez sélectionné un style pré-mesure). Si vous le souhaitez, renommez le "sur mesure thème" dossier à quelque chose de mémorable.
hu_hu: Csomagolja ki a letöltött fájlt, majd keresse meg a "/ css / " mappában. Inside látni fog egy nevű mappa "egyedi jellege " (vagy a nevét a téma, ha kiválasztott egy előre elkészített stílus). Ha úgy tetszik, nevezze át a "egyedi jellege " mappában valami emlékezetes.
sv_se: Packa upp den nedladdade filen och gå sedan till "/ CSS /" mappen. Inuti kommer du att se en mapp som heter "custom-theme" (eller namnet på temat om du valde en fördefinierad stil). Om du vill kan du byta namn på "custom-theme" mappen till något enklare.

source: This step is very important. Inside the "custom-theme" folder, find a file named "jquery-ui-*.*.**.custom.css". Rename that file to "style.css". If you do not rename this file, you will not see your custom theme in the selections.
fi_fi: Tämä kohta on todella tärkeä. "custom-theme" hakemiston sisällä on tiedosto nimeltään "jquery-ui-*.*.**.custom.css". Uudelleen nimeä tiedosto "style.css". Jos et uudelleen nimeä tätä tiedostoa, et näe muokattua teemaasi valinnoissa.
fr_fr: Cette étape est très importante. A l'intérieur du dossier du "thème sur mesure", trouver un fichier nommé "jquery-ui-*. *. **. Custom.css". Renommez ce fichier "style.css". Si vous ne renommez pas ce fichier, vous ne verrez pas votre thème personnalisé dans les sélections.
hu_hu: Ez a lépés nagyon fontos. Bent a "egyedi jellege " mappában található fájl neve "jquery-ui-*. *. **. Custom.css ". Nevezze át a fájlt az "style.css ". Ha nem nevezze ezt a fájlt, akkor nem fogja látni saját téma a kiválasztást.
sv_se: Detta steg är mycket viktigt. Inne i "custom-theme" mappen, hitta filen som heter "jquery-ui-*. *. **. Custom.css". Byt namnet på den filen till "style.css". Om du döper om denna fil kommer du inte att kunna se ditt anpassade tema i menyvalen.

source: Upload your desired ThemeRoller styles to the "wp-content/uploads/espresso/themeroller/" folder on your server.
fi_fi: Lataa haluamasi Themeroller tyyli "wp-content/uploads/espresso/themeroller/" hakemistoon serverillä.
fr_fr: Envoyez vos styles Themeroller souhaitées au dossier "wp-content/uploads/espresso/themeroller /" sur votre serveur.
hu_hu: Töltsd fel a kívánt ThemeRoller stílusokat a "wp-content/uploads/espresso/themeroller / " mappában a szerveren.
sv_se: Ladda upp dina önskade ThemeRoller stilar till din "wp-content/uploads/espresso/themeroller/ mapp på din server.

source: This step is very important. Create an empty "index.php" file in the "wp-content/uploads/espresso/themeroller/" folder. This will tell Event Espresso that you want to use custom ThemeRoller CSS files.
fi_fi: Tämä kohta on erittäin tärkeä. Luo tyhjä "index.php" tiedosto "wp-content/uploads/espresso/themeroller/" hakemistoon. Tämä kertoo Event Espressolle, että haluat käyttää muokattuja ThemeRoller CSS-tiedostoja.
fr_fr: Cette étape est très importante. Créer un fichier vide "index.php" dans le dossier "wp-content/uploads/espresso/themeroller /". Ceci va dire à Espresso événement que vous souhaitez utiliser les fichiers personnalisés Themeroller CSS.
hu_hu: Ez a lépés nagyon fontos. Hozzon létre egy üres "index.php " fájlt a "wp-content/uploads/espresso/themeroller / " mappában. Ez megmondja Event Espresso, hogy a használni kívánt egyéni ThemeRoller CSS fájlokat.
sv_se: Detta steg är mycket viktigt. Skapa en tom "index.php" fil i "wp-content/uploads/espresso/themeroller/" mappen. Detta kommer att tala om för Event Espresso att du vill använda anpassade ThemeRoller CSS-filer.

source: Verify you have an "wp-content/uploads/espresso/themeroller/index.php" file. Verify you have uploaded your custom ThemeRoller CSS files files"wp-content/uploads/espresso/themeroller/custom-theme/style.css"
fi_fi: Tarkista, että sinulla on "wp-content/uploads/espresso/themeroller/index.php" tiedosto. Sen lisäksi sinun tulee olla ladannut ThemeRoller CSS-tiedostot files"wp-content/uploads/espresso/themeroller/custom-theme/style.css"
fr_fr: Vérifiez que vous disposez d'un fichier "wp-content/uploads/espresso/themeroller/index.php". Vérifiez que vous avez téléchargé vos fichiers CSS personnalisés Themeroller "wp-content/uploads/espresso/themeroller/custom-theme/style.css"
hu_hu: Ellenőrizze, hogy van egy "wp-content/uploads/espresso/themeroller/index.php " fájlt. Ellenőrizze általad feltöltött saját ThemeRoller CSS fájlok files "wp-content/uploads/espresso/themeroller/custom-theme/style.css "
sv_se: Kontrollera att du har en "wp-content/uploads/espresso/themeroller/index.php" fil. Kontrollera att du har lagt upp dina egna ThemeRoller CSS-filer i "wp-content/uploads/espresso/themeroller/custom-theme/style.css"

source: Contact Person
fi_fi: Ota yhteyttä henkilöön
fr_fr: Personne à contacter
hu_hu: {0}A kapcsolattartó neve*{/0}
sv_se: Kontaktperson

source: Enable Venue for Google Maps
fi_fi: Salli tapahtumapaikka Google-maps:ssa
fr_fr: Activer Lieu de Google Maps
hu_hu: Engedélyezze helyszíne a Google Maps
sv_se: Aktivera Plats för Google Maps

source: Will be used in place of the venue address.
fi_fi: Tullaan käyttämään tapahtumapaikan osoitetta.
fr_fr: Sera utilisé à la place de l'adresse des sites.
hu_hu: Fogják használni helyett a helyszín címét.
sv_se: Kommer att användas istället för Platsens adress.

source: Save
fi_fi: Tallenna
fr_fr: Sauvegarder
hu_hu: Mentés
sv_se: Spara

source: The venue
fi_fi: Tapahtumapaikka
fr_fr: Le Lieu
hu_hu: A helyszín
sv_se: Platsen

source: has been saved
fi_fi: on tallennettu
fr_fr: a été enregistré
hu_hu: mentve
sv_se: har sparats

source: Edit Venue
fi_fi: muokkaa tapahtumapaikkaa
fr_fr: Editer le lieu
hu_hu: Helyszín szerkesztése
sv_se: Redigera Plats

source: Sorry the Gmap function is not available, please try the url method instead.
fi_fi: Gmap palvelu ei ole käytettävissä, kokeile url metodia.
fr_fr: Désolé la fonction Gmap n'est pas disponible, s'il vous plaît essayer la méthode url à la place.
hu_hu: Elnézést a GMap funkció nem áll rendelkezésre, kérjük, próbálja ki az URL-módszer helyett.
sv_se: Förlåt, den Google Maps funktionen är inte tillgänglig. Vänligen pröva en annan URL metod.

source: View Large Map
fi_fi: Näytä suuri kartta
fr_fr: Voir carte grand format
hu_hu: Mind a nagy térkép
sv_se: Visa stor karta

source: Address was not entered.
fi_fi: Osoitetta ei syötetty
fr_fr: Adresse n'a pas été entré.
hu_hu: Cím nem volt megadva.
sv_se: Adressen skrevs inte in.

source: Venue Manager Google Maps
fi_fi: Tapahtumapaikan hallinta Google maps
fr_fr: Lieu Responsable Google Maps
hu_hu: Helyszín Menedzser Google Maps
sv_se: Platshanterare Google Maps

source: Two options are provided for displaying Google maps from your venue addresses.
fi_fi: Kaksi vaihtoehtoa on tarjolla tapahtumapaikan esittämiseen Google maps:issa
fr_fr: Deux options sont prévus pour afficher Google maps de vos adresses des sites.
hu_hu: Két lehetőség biztosított megjelenítő Google térképeket a helyszín címét.
sv_se: Två alternativ finns för att visa Google maps från din Plats adresser.

source: The first option will attempt to generate a map from the address you enter for your venue, if Google is able to locate your address it will be displayed after you save and view the venue edit page for the venue, having selected the Yes checkbox option.
fi_fi: Ensimmäinen vaihtoehto yrittää luoda kartan tapahtumapaikkasi osoitteesta. Jos Google pystyy paikantamaan osoitteesi, se näytetään kun olet tallentanut tapahtumapaikan tapahtumapaikkojen muokkaussivulta ja rastittanut Kyllä checkboxiin.
fr_fr: La première option tentera de générer une carte à partir de l'adresse que vous entrez pour votre site, si Google est capable de localiser votre adresse celui-ci s'affichera après avoir enregistrer et afficher la page d'édition de site pour le site, après avoir sélectionné l'option case à cocher Oui.
hu_hu: Az első lehetőség megkísérli, hogy létrehoz egy térképet a címet adja meg a helyszín, ha a Google képes megtalálni a címet akkor megjelenik mentése után, és megtekinthetik a helyszín módosításához oldal a helyszínt, miután kiválasztotta a Yes jelölőnégyzetet opciót.
sv_se: Det första alternativet kommer att försöka generera en karta från den adress du anger för din Plats, om Google kan hitta din adress kommer den att visas när du har sparat platsen och valt JA i kryssrutan.

source: The second option might be useful if you need to get a more precise address or need to try and locate an address that might be different from the venue address and allows you to enter a static Google map url that you can obtain from a google map lookup.
fi_fi: Toinen käytettävissä oleva vaihtoehto (jos tarvitset tarkempaa osotetta tai yrität paikallistaa osoitteen joka on eri kuin tapahtumapaikan osoite) on lisätä staattinen Google map osoite, jonka saat Google maps palvelusta.
fr_fr: La deuxième option peut être utile si vous avez besoin d'obtenir une adresse plus précise ou besoin d'essayer de localiser une adresse qui peut être différente de l'adresse de lieu et vous permet d'entrer une url statique de carte Google que vous pouvez obtenir à partir d'une recherche google map .
hu_hu: A második opció hasznos lehet, ha egy pontosabb címre van szüksége, vagy pedig meg kell próbálnia beazonosítani egy címet, amely különbözik a helyszín címétől. Ez lehetővé teszi, hogy egy statikus Google térkép linket adjon meg, amelyet a Google Térkép oldalon lehet megtalálni.
sv_se: Det andra alternativet kan vara användbart om du behöver få en mer exakt adress eller måste hitta en adress som kan skilja sig från en Plats adress och ger dig möjlighet att skriva in en statisk Google karta URL som du kan få från en Google Map sökning.

source: To obtain your map url you need to visit
fi_fi: Saadaksesi kartan URL, sinun tulee vierailla
fr_fr: Pour obtenir votre carte url, vous devez visiter
hu_hu: Ahhoz, hogy a térkép url meg kell látogatni
sv_se: För att få din kart-URL måste du besöka

source: Using the search box you can enter an address and refine it until you get the correct address displayed
fi_fi: Käyttäen hakutoimintoa, voit lisätä osoitteen ja muokata sitä kunnes saat oikean osoitteen näkyviin.
fr_fr: Utilisation de la boîte de recherche, vous pouvez entrer une adresse et l'affiner jusqu'à ce que vous obtenir l'adresse correcte d'affichage
hu_hu: keresőmező használatával megadhat egy címet és addig finomíthatja, amíg nem kapja meg a helyes cím megjelenítését.
sv_se: Genom att använda sökrutan kan du skriva in en adress och förfina den tills du får rätt adress att visas

source: Onceyou have the map you want you can click on the map link top right to open a drop down box that provides a copy &amp; paste link, copy this url link into the static map url input field.
fi_fi: Kun sinulla on haluamasi kartta, voit painaa karttalinkkia avataksesi alasvetovalikon. Valikko tarjoaa sinulle mahdollisuuden kopioida &amp; liittää, kopioida tämä osoite staattisen kartan osoitteen syöttäkenttään.
fr_fr: Une fois que vous avez la carte que vous voulez, vous pouvez cliquer sur le lien haut de la carte à droite pour ouvrir un menu déroulant qui fournit une copie et coller le lien, copiez ce lien URL dans le champ de saisie carte url statique.
hu_hu: Onceyou van a kívánt térkép akkor kattintson a térképen linkre a jobb felső megnyitni egy legördülő menüből, amely a másolás és beillesztés a linket, másolja az URL linket a sztatikus térkép url beviteli mező.
sv_se: När du har kartan du vill kan du klicka på kart-länken uppe till höger för att öppna en rullgardinsmeny som ger en "kopiera och klistra in"-länk, kopiera denna URL-länk i den statiska kartans URL inmatningsfält.

source: Override Price Selected Above?
fi_fi: Korvaa yläpuolella valittu hinta
fr_fr: Passer outre le prix sélectionne au dessus ?
hu_hu: Felülbírálása Ár fent kiválasztott?
sv_se: Åsidosätt det ovan valda priset?

source: Attendee details saved for
fi_fi: Osallistujien tiedot on tallennettu
fr_fr: Détails des visiteurs sauvegardé pour
hu_hu: Résztvevő adatai mentett
sv_se: Deltagardetaljer sparade för

source: Registration Id <a href="admin.php?page=attendees&event_admin_reports=edit_attendee_record&event_id=
fi_fi: Rekisteröinti ID <a href="admin.php?page=attendees&event_admin_reports=edit_attendee_record&event_id=
fr_fr: Identifiant d'inscription <a href="admin.php?page=attendees&event_admin_reports=edit_attendee_record&event_id=
hu_hu: Regisztráció Id <a href = "admin.php? Page = résztvevők & event_admin_reports = edit_attendee_record & event_id =
sv_se: Registrerings ID <a href="admin.php?page=attendees&event_admin_reports=edit_attendee_record&event_id=

source: Standard Price Option
fi_fi: Normaalihinnan valinnat
fr_fr: Option de prix standard
hu_hu: Normál ár Option
sv_se: Standardpris Alternativ

source: Member Price Option
fi_fi: Jäsen hinnan valinnat
fr_fr: Option de prix pour les membres
hu_hu: Tagság Ár Option
sv_se: Medlemspris Alternativ

source: Payment Information
fi_fi: Maksun tiedot
fr_fr: Information de paiement
hu_hu: Fizetési információk
sv_se: Betalinformation

source: Multiple Event Total:
fi_fi: Moninkertaisia tapahtumia yhteensä:
fr_fr: Total de tous les évènements :
hu_hu: Több esemény Összesen:
sv_se: Flera evenemang Totalt:

source: This Registration Total:
fi_fi: Kaikki rekisteröitymiset:
fr_fr: Total de cette inscription :
hu_hu: Ez Regisztráció Összesen:
sv_se: Denna registrering Totalt:

source: This Attendee:
fi_fi: Tämä osallistuja:
fr_fr: Ce visiteur :
hu_hu: Ez a Résztvevő:
sv_se: Denna Deltagare

source: Back to List
fi_fi: Takaisin listaan
fr_fr: Retour à la liste
hu_hu: Vissza a listához
sv_se: Tillbaka till listan

source: Invoice Sent
fi_fi: Lasku lähetetty
fr_fr: Facture envoyé
hu_hu: Számla Elküldött
sv_se: Faktura skickad

source: Payment details saved for
fi_fi: Maksun tiedot tallennettu
fr_fr: Détails du paiement sauvegardés pour
hu_hu: Fizetési részletek mentett
sv_se: Betalningsdetaljer sparade för

source: Payment notification has been sent.
fi_fi: Maksun ilmoitus on lähetetty.
fr_fr: La notification de paiement a été envoyée.
hu_hu: Fizetés értesítést küldeni.
sv_se: Betalningsnotifiering har skickats.

source: N/A
hu_hu: n.é.

source: Credit Card
fi_fi: Luottokortti
fr_fr: Carte de crédit
hu_hu: Hitelkártya

source: Do you want to send a payment recieved notice to registrant?
fi_fi: Haluatko lähettää maksun vastaanottoviestin rekisteröijälle?
fr_fr: Voulez vous envoyer une notification de réception de paiement à l'inscrit ?
hu_hu: Szeretné, hogy küldjön egy fizetési megkapták értesítést bejegyeztetésre?
sv_se: Vill du skicka ett "Betalning mottagen" meddelande till Registranten?

source: No transaction detials available at this time.
fi_fi: Oston yksityiskohtia ei ole saatavilla tällähetkellä.
fr_fr: Pas de détails de transaction disponibles en ce moment.
hu_hu: Nincs ügylet detials elérhető.
sv_se: Inga transaktionsdetaljer finns tillgängliga just nu.

source: An error occured. The registration for this ticket could not be found.
fr_fr: Une erreur s'est produite. Votre ticket pour cette inscription n'a pas pu être trouvé.
hu_hu: Hiba történt. A regisztráció a jegyet nem található.
sv_se: Ett fel inträffade. Registreringen för denna biljett kunde inte hittas.

source: An error occured. No ticket data was received.
fr_fr: Une erreur s'est produite. Aucune donnée de ticket n'a été reçu.
hu_hu: Hiba történt. Nincs jegy adat érkezett.
sv_se: Ett fel inträffade. Ingen biljettdata togs emot.

source: Registration Code
fr_fr: Code d'Inscription
hu_hu: Regisztrációs kód
sv_se: Registreringskod

source: Registration Date
fr_fr: Date d'Inscription
hu_hu: Regisztráció dátuma
sv_se: Registreringsdatum

source: Event Date & Time
fr_fr: Date et Heure de l'évènement
hu_hu: Esemény dátuma és ideje
sv_se: Evenemangsdatum & tid

source: Price Paid
fi_fi: Maksettu hinta
fr_fr: Prix payé
hu_hu: Kifizetett ár
sv_se: Betalt pris

source: Export Payments to Excel
fi_fi: Vie maksut Exeliin
fr_fr: Exporter vers Excel paiements
hu_hu: Exportálás Kifizetések Excel
sv_se: Exportera Betalningar till Excel

source: Export All Attendee Data to CSV
fi_fi: Vie kaikki osallistujatiedot CSV:hen
fr_fr: Exporter toutes les données de Présence au format CSV
hu_hu: Exportálása Minden Résztvevő adatok CSV
sv_se: Exportera all Deltagar-data till CSV

source: If multiple prices are added for an event, a drop down of available prices will be displayed below. Otherwise the the standard and member prices will be displayed below.
fi_fi: Jos tapahtumaa on lisätty monta hintaa, näytetään ne alasvetovalikossa alapuolella. Muuten standardi- ja jäsenhinta näytetään alapuolella.
fr_fr: Si les prix multiples sont ajoutés pour un événement, une liste déroulante des prix disponibles seront affichées ci-dessous. Sinon, les prix standards et de membre seront affichés ci-dessous.
hu_hu: Ha több árak hozzáadunk egy esemény, a legördülő álló árak jelenik meg az alábbiakban. Egyébként az a szabvány, és tagja az árak jelenik meg az alábbiakban.
sv_se: Om flera priser läggs in för ett Evenemang, så kommer en rullgardinsmeny visa tillgängliga priser nedan. Annars visas standard och medlemspriser nedan.

source: This displays the selected pricing option. Changing this value will not affect the price the attendee already paid/owes.
fi_fi: Tämä näyttää valitun hinnoitteluvalinnan. Tämän arvon muuttamienn ei vaikuta hintaan jonka osallistujat ovat jo maksaneet tai ovat maksamassa.
fr_fr: Ceci affiche les options de prix sélectionné. La modification de cette valeur n'affectera pas le prix que le participant a déjà payé ou doit.
hu_hu: Ekkor megjelenik a kiválasztott árazási lehetőséget. Módosítása ezt az értéket nem befolyásolja az árat a résztvevők már kifizetett / tartozik.
sv_se: Detta visar det valda prissättnings alternativet. Ändras detta värde kommer det inte att påverka priset som deltagare redan betalat eller är skyldig.

source: If a value is selected, it will override the "Standard Price Option" above. If you want to use a standard price option, select "None" in this drop down.
fi_fi: Jos tämä arvo on valittu, se korvaa "Standardi hinta" yläpuolella. Jos halut käyttää standardi hintaa, valitse "Ei mitään" tästä alasvetovalikosta.
fr_fr: Si une valeur est sélectionnée, elle remplace l "Option Prix Standard" ci-dessus. Si vous voulez utiliser une option de prix standard, sélectionnez "Aucun" dans ce menu déroulant.
hu_hu: Ha egy érték van kiválasztva, akkor az felülírja a "Standard Ár Option " pontot. Ha szeretné használni a standard árat, akkor válassza "Nincs " ebben a legördülő.
sv_se: Om ett värde väljs kommer det att åsidosätta "Standard Pris" ovan. Om du vill använda Standardpris, välj "Ingen" i den här rullgardinsmenyn.

source: has been successfully deleted.
fr_fr: a bien été supprimé.
hu_hu: sikeresen törölve.
sv_se: har tagits bort.

source: An error occured. The event could not be moved to the trash.
fr_fr: Une erreur s'est produite. L'évènement n'a pas pu être déplacé à la corbeille.
hu_hu: Hiba történt. Az eseményt nem lehet mozgatni a kukába.
sv_se: Ett fel inträffade. Evenemanget kunde inte flyttas till papperskorgen.

source: An error occured. The event could not be moved to the trash because a valid event ID was not not supplied
fr_fr: Une erreur est arrivée. L'événement ne pouvait pas être déplacé à la corbeille parce qu'un événement valable ID n'a pas été pas fourni
hu_hu: Hiba történt. Az eseményt nem lehet áthelyezni a kukába, mert egy érvényes azonosítójú esemény nem volt nem tartozék
sv_se: Ett fel inträffade. Evenemanget kunde inte skickas till papperskorgen eftersom ett det inte angavs ett giltigt evenemangs-ID

source: could not be deleted because Registration information exists for this event and doing so would corrupt your records.
fr_fr: Ne pouvait pas être supprimé parce que les informations d'Enregistrement existent pour cet événement et le faire corromprait si vos enregistrements.
hu_hu: nem lehet törölni, mert Regisztráció információ áll rendelkezésre erre a rendezvényre, és ezzel is sérül a rekordok.
sv_se: kunde inte tas bort eftersom registreringsinformation finns på detta evenemang och skulle då förstöra din historik.

source: In order to function properly Event Espresso has added one or more pages with the corresponding shortcodes. Go to
fr_fr: Pour fonctionner correctement Espresso événement a ajouté une ou plusieurs pages avec les codes abrégés correspondants. Aller à
hu_hu: Annak érdekében, hogy megfelelően működjön Event Espresso egészítette ki egy vagy több oldalt a megfelelő shortcodes. Ugrás
sv_se: För att fungera korrekt så har Event Espress lagt till en eller fler sidor med tillhörande Shortcodes. Gå till

source: Event Espresso Page Settings
fi_fi: Event Espresso sivuasetukset
fr_fr: Page de Configuration des Evénements Espresso
hu_hu: Event Espresso oldal beállításai
sv_se: Event Espresso Sidan Alternativ

source: to view the updated pages.
fi_fi: näyttää päivitetyt sivut.
fr_fr: pour afficher les pages mises à jour.
hu_hu: megtekintheti a frissített oldalakat.
sv_se: för att visa uppdaterade sidor.

source: A problem has been detected with one or more of your Event Espresso pages. Go to
fi_fi: Yhdestä tai useammasta WordPress sivustasi löytyi ongelma. Mene
fr_fr: Un problème a été détecté avec une ou plusieurs de vos pages Espresso événements. Aller à
hu_hu: A rendszer problémát talált, egy vagy több, a rendezvény Espresso oldalakon. Ugrás
sv_se: A problem har upptäckts med en eller flera av dina Event Espresso sidor. Gå till

source: to view your Event Espresso pages.
fi_fi: näyttääksesi sinun Event Espresso sivut.
fr_fr: pour afficher vos pages Espresso Evénements.
hu_hu: megtekintéséhez Rendezvény Espresso oldalakon.
sv_se: för att visa din Event Espresso sidor.

source: Event Categories
fi_fi: Tapahtuma kategoriat
fr_fr: Catégories de l'évènement
hu_hu: Esemény kategóriák
sv_se: Evenemang Kategorier

source: Event Espresso - Management
fi_fi: Event Espresso - Hallinta
fr_fr: Event Espresso - Gestion
hu_hu: Event Espresso - Menedzsment
sv_se: Event Espresso - Hantering

source: Management
fi_fi: Halilnta
fr_fr: Gestion
hu_hu: Menedzsment
sv_se: Hantering

source: Emails
fi_fi: Sähköpostit
fr_fr: Courriels
hu_hu: E-mailek
sv_se: E-post

source: Staff
fi_fi: Henkilökunta
fr_fr: Equipe
hu_hu: Személyzet
sv_se: Personal

source: Venues
fi_fi: Tapahtumapaikat
fr_fr: Lieux
hu_hu: Helyszínek
sv_se: Platser

source: Event Espresso - Settings
fi_fi: Event Espresso - Asetukset
fr_fr: Event Espresso - Paramètres
hu_hu: Event Espresso - Beállítások
sv_se: Event Espresso - Inställningar

source: General
fi_fi: Yleiset
fr_fr: Général
hu_hu: Általános
sv_se: Allmän

source: Payments
fi_fi: Maksut
fr_fr: Paiements
hu_hu: Fizetések
sv_se: Betalningar

source: Templates
fi_fi: Mallit
fr_fr: Thème
hu_hu: Sablonok
sv_se: Mallar

source: Event Espresso - Map Settings
fi_fi: Event Espresso - kartta asetukset
fr_fr: Event Espresso - Paramètres des cartes
hu_hu: Event Espresso - Térkép beállítások
sv_se: Event Espresso - Kartinställningar

source: Tickets
fi_fi: Liput
hu_hu: Jegyek
sv_se: Biljetter
