Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Settings
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
sv_se: Inställningar

source: Events
fi_fi: Tapahtumat
fr_fr: Evénements
hu_hu: Események
sv_se: Evenemang

source: Your log file is not writable. Check if your server is able to write to %s.
fi_fi: Lokitiedostoosi ei voitu kirjoittaa. Tarkista voiko serverisi tehdä sen %s.
fr_fr: Votre fichier journal n'est pas accessible en écriture. Vérifiez si votre serveur a la possibilité d'écrire dans %s.
hu_hu: A log fájl nem írható. Ellenőrizze, hogy a kiszolgáló képes írni %s .

source: Dismiss
fi_fi: Erota
fr_fr: Abandonner
hu_hu: Kihagyás
sv_se: Avvisa

source: Attention!
fi_fi: Huomio!
hu_hu: Figyelem!
sv_se: Observera!

source: If using one of the offline payment options, please make note of the information below, then
fi_fi: Jos käytät offline -maksua, kiinnitä huomiota alla olevaan tietoon
hu_hu: Ha Ön valamilyen offline fizetési módot választott, kérjük, hogy olvassa el az alábbi információkat, majd
sv_se: Om du använder en "offlinebetalning", vänligen anteckna informationen nedan och

source: Finalize your registration
fi_fi: Viimeistele rekisteröintisi
fr_fr: Finaliser votre inscription
hu_hu: Véglegesítse a regsiztrációját
sv_se: Slutför din registrering

source: click here to finalize your registration
fi_fi: paina tästä viimeistelläksesi rekisteröintisi
fr_fr: Cliquez ici pour finaliser votre inscription
hu_hu: kattintson ide, hogy véglegesítse a regisztrációját
sv_se: klicka här för att slutföra din registrering

source: Manage Payment Gateways
fi_fi: Hallitse maksujärjestelmiä
fr_fr: Gérer les Passerelles de Paiement
hu_hu: Fizetési gateway-ek kezelése
sv_se: Hantera Betalnings-gateways

source: Need more payment options?
fi_fi: Tarvitsetko lisää maksuvaihtoehtoja?
fr_fr: Besoin d'options de paiement?
hu_hu: Szüksége van további fizetési lehetőségek?
sv_se: Behöver du fler betalningsalternativ?

source: Upgrade Now!
fi_fi: Päivitä nyt!
fr_fr: Mettre à niveau Maintenant!
hu_hu: Cseréld le most!
sv_se: Uppgradera nu!

source: Button Image URL
fi_fi: Napin kuvan osoite
hu_hu: Gomb képe URL

source: A default payment button is provided. A custom payment button may be used, choose your image or upload a new one, and just copy the "file url" here (optional.)
fi_fi: Oletusmaksu nappi on tarjottu. Muokattua maksunappia voidaan käyttää, valitse kuva, lataa uusi tai kopio "file url" tästä (vaihtoehtoinen.)
hu_hu: Az alapértelmezett fizetési gomb áll rendelkezésre. Egy egyéni fizetési gomb lehet használni, válassza ki a képet, vagy feltölteni egy újat, és csak másolja a "fájl url " here (Adott esetben)
sv_se: En standarknapp för betalning tillhandahålls. En anpassad betalningsknapp kan användas, välj din bild eller ladda upp en ny, och bara kopiera "Fil-URLen" här (Valfritt)

source: Bypassing the Confirmation Page
fi_fi: Ohita varmistussivu
fr_fr: Sauter la page de confirmation
hu_hu: Megkerülve a visszaigazoló oldal
sv_se: Kringgå Bekräftelse sidan

source: This will allow you to send your customers directly to the payment gateway of your choice.
fi_fi: Tämä mahdollistaa sinun lähettää suoraan asikkaillesi valitsemasi maksujärjestelmä.
fr_fr: Cela vous permettra d'envoyer vos clients directement à la passerelle de paiement de votre choix.
hu_hu: Ez lehetővé teszi, hogy küldje el az ügyfelek közvetlenül a fizetési átjáró, amelyet választott.
sv_se: Detta gör att du kan skicka dina kunder direkt till betalnings gateway'n som du väljer.

source: Force HTTPS on Return URL
fi_fi: Pakota HTTPS paluu osoitteeseen
fr_fr: Forcer HTTPS sur l'URL de retour
hu_hu: Force HTTPS visszatérési URL
sv_se: Tvinga HTTPS på retur URL

source: Forces the gateway provider to send the customer back to the return page -- or pull the return page from the site -- using HTTPS. This is required in some instances to prevent a warning that the page the user is going to is not secure.
fi_fi: Pakottaa maksujärjestelmän tarjoajan lähettää asiakas takaisin paluu -sivulle -- tai käyttää sivuston paluu -sivua -- käyttäen HTTPS-yhteyttä. Tämä vaaditaan joltain tahoilta näyttämään varoitus käyttäjälle sivuista, jotka ei ole suojattu.
hu_hu: Kényszeríti az átjáró szolgáltató küld az ügyfél vissza a visszatérő oldalra - vagy húzza a visszatérő oldal Szótár - HTTPS. Ez azért szükséges, néhány esetben, hogy megakadályozzák a figyelmeztetést, hogy a lap a felhasználó fog nem biztonságos.
sv_se: Tvingar betalningstjänsten att skicka konsumenten till retursidan - eller ladda retursidan - via HTTPS. Detta kräver i vissa fall för att motverka varningar om att sidan användaren surfar till är osäker.

source: Display a Form Header
fi_fi: Näytä lomakkeen ylätunniste
fr_fr: Affiche un formulaire d'entête
hu_hu: Megjelenítése Form Header
sv_se: Visa formulärshuvud

source: Select if you would like to display a header above the payment form.
fi_fi: Valitse, jos haluat näyttää ylätunnisteen maksupohjan yläpuolella.
fr_fr: Choisissez si vous voulez afficher une entête au-dessus du formulaire de paiement.
hu_hu: Jelölje be, ha szeretné, hogy megjelenjen a fejléc fölött a fizetési űrlapot.
sv_se: Välj detta alternativ om du vill visa en rubrik ovanför betalningsformuläret.

source: Field Name
fi_fi: Kentän nimi
fr_fr: Nom du champ
hu_hu: Mezőnév
sv_se: Fältnamn

source: Value
fi_fi: Arvo
fr_fr: Montant
hu_hu: Érték
sv_se: Värde

source: Website Payment IPN Not Setup
fi_fi: Verkkomaksun IPN ei ole asennettu
hu_hu: Website Payment IPN Not beállítása
sv_se: Hemsidans betalnings IPN inte uppsatt

source: The IPN for %s at %s has not been properly setup and is not working. Date/time %s
hu_hu: Az IPN a %s at %s-hoz nem volt megfelelően telepítve és nem működik. Dátum / idő %s
sv_se: IPN för %s och %s har inte satts upp korrekt och fungerar därför inte. Datum/tid %s

source: There was a problem finding your Registration ID
fr_fr: Il y avait un problème pour trouver votre numéro d'inscription
hu_hu: Probléma volt a regisztrációs azonosítóval
sv_se: Det gick inte att hitta ditt registrerings-ID

source: 2Checkout.com Debug Mode Is Turned On
fi_fi: 2Checkout.com virheentarkistustila on kytketty päälle
fr_fr: Le debug mode de 2Checkout.com est activé
hu_hu: 2Checkout.com Debug mód bekapcsolt állapotban van
sv_se: 2Checkout.com Felsök-läget är aktiverat

source: 2Checkout settings saved.
fi_fi: 2Checkout asetukset tallennettu.
fr_fr: Paramètres 2Checkout sauvegardés.
hu_hu: 2Checkout beállítások mentése megtörtént.
sv_se: 2Checkout inställningarna har sparats.

source: Deactivate 2Checkout IPN?
fi_fi: Poista 2Checkout IPN pois käytöstä?
fr_fr: Désactiver l'IPN 2Checkout ?
hu_hu: Kikapcsolja 2Checkout IPN?
sv_se: Aktivera 2Checkout IPN​​?

source: Activate 2Checkout IPN?
fi_fi: Aktivoi 2Checkout IPN?
fr_fr: Activer l'IPN 2Checkout ?
hu_hu: Aktiválja 2Checkout IPN?
sv_se: Aktivera 2Checkout IPN​​?

source: (Typically 87654321)
fi_fi: (Tyypillisesti 87654321)
hu_hu: (Általában 87654321)
sv_se: (Vanligtvis 87654321)

source: 2Checkout Username
fi_fi: 2Checkout käyttäjätunnus
fr_fr: Nom d'utilisateur 2Checkout
hu_hu: 2Checkout Felhasználónév
sv_se: 2Checkout Användarnamn

source: (Typically TestAccount)
fi_fi: (Tyypillisesti TestiTili)
hu_hu: (Általában TestAccount)
sv_se: (Vanligtvis Testkonto)

source: Country Currency
fi_fi: Maan valuutta
hu_hu: Ország Pénznem
sv_se: Valuta

source: Australian Dollars (A $)
fi_fi: Austraalian dollari (A $)
fr_fr: Dollars Australien (A $)
hu_hu: Ausztrál dollár (A $)
sv_se: Australiensiska dollar (A $)

source: Brazilian Real
fi_fi: Brasilian real
fr_fr: Real Brésilien
hu_hu: Brazil real
sv_se: Brasilianska Real

source: British Pound
fi_fi: Englannin punta
fr_fr: Livre Sterling
hu_hu: Angol font
sv_se: Brittiska Pund

source: Canadian Dollar
fi_fi: Canadan dollari
fr_fr: Dollar Canadien
hu_hu: Kanadai dollár
sv_se: Kanadensiska Dollar

source: Danish Krone
fi_fi: Tanskan kruunu
hu_hu: Dán korona
sv_se: Danska Kronor

source: Euros (&#8364;)
fi_fi: eurot
fr_fr: Euros (€)
hu_hu: euró (&#8364;)
sv_se: Euro (&#8364;)

source: Hong Kong Dollar ($)
fi_fi: Hong Kong dollari ($)
hu_hu: Hong Kong-i dollár ($)

source: Indian Rupee (Rs.)
fi_fi: Intian rupia
hu_hu: Indiai rúpia (Rs.)
sv_se: Indiska Rupee (Rs.)

source: Israeli New Shekel
fi_fi: Israelin sekeli
fr_fr: Nouveau Shekel israélien
hu_hu: Izraeli új sékel
sv_se: Nya Israeliska Shekel

source: Yen (&yen;)
fi_fi: Yen
hu_hu: Jen (¥)

source: Lithuanian Litas
fi_fi: Liettuan liti
fr_fr: Litas lituanien
hu_hu: Litván litas
sv_se: Litauiska Litas

source: Malaysian Ringgit
fi_fi: Malesian ringgit
fr_fr: Ringgit Malaisien
hu_hu: Maláj Ringgit
sv_se: Malaysiska Ringgit

source: Mexican Peso
fi_fi: Meksikon peso
hu_hu: Mexikói új peso
sv_se: Mexikanska Pesos

source: New Zealand Dollar
fi_fi: Uuden-Seelannin dollari
fr_fr: Dollar Néo-Zélandais
hu_hu: Új-zélandi dollár
sv_se: Nya Zeeländska Dollar

source: Norwegian Krone
fi_fi: Norjan kruunu
hu_hu: Norvég korona
sv_se: Norska Krone

source: Philippine Peso
fi_fi: Filippiinien peso
fr_fr: Peso Philippin
hu_hu: Fülöp-szigeteki peso
sv_se: Filippinsk Peso

source: Romanian New Leu
fi_fi: Romanian leu
fr_fr: Leu Roumain
hu_hu: Román Új Leu
sv_se: Rumänska Nya Leu

source: Russian Ruble
fi_fi: Venäjän rupla
fr_fr: Rouble russe
hu_hu: Orosz rubel
sv_se: Ryska Rubel

source: Singapore Dollar
fi_fi: Singaporen dollari
fr_fr: Dollar de Singapour
hu_hu: Szingapúri dollár

source: South African Rand
fi_fi: Etelä-Afrinkan randi
fr_fr: Rand Sud-Africain
hu_hu: Dél-afrikai rand
sv_se: Sydafrikanska Rand

source: Swedish Krona
fi_fi: Ruotsin kruunu
hu_hu: Svéd korona
sv_se: Svensk Krona

source: Swiss Franc
fi_fi: Sveitsin frangi
fr_fr: Franc Suisse
hu_hu: Svájci frank
sv_se: Schweiziska Franc

source: Turkish Lira
fi_fi: Turkin liira
fr_fr: Lire Turque
hu_hu: Török líra
sv_se: Turkiska Lira

source: U.S. Dollar
fi_fi: Yhdysvaltain dollari
fr_fr: Dollar US
hu_hu: amerikai dollár

source: Bypass Payment Overview Page
fi_fi: Ohita Maksun yleiskatsaus -sivu
fr_fr: Sauter la page de confirmation de paiement
hu_hu: Bypass Fizetési Áttekintés Page
sv_se: Gå förbi betalnings översikt sidan

source: No
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
sv_se: Nej

source: Yes
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
sv_se: Ja

source: Turn on Debugging Using the
fi_fi: Kytke virheenkorjaus päälle käyttäen
fr_fr: Activer le debugging en utilisant le
hu_hu: Kapcsolja be hibakeresés használata
sv_se: Slå på Felsökning med hjälp av

source: Current Button Image
fi_fi: Tämän hetkinen napin kuva
hu_hu: Aktuális Gomb képe
sv_se: Aktuell knappbild

source: Update 2Checkout Settings
fi_fi: Päivitä 2Checkout asetukset
fr_fr: Mettre à jour les paramètres 2Checkout
hu_hu: Frissítse a 2Checkout beállításokat
sv_se: Uppdatera 2checkout Inställningar

source: The 2Checkout Sandbox is a testing environment that is a duplicate of the live 2Checkout site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live 2Checkout environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: 2Checkout hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta 2Checkout järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan 2Checkout ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
hu_hu: A 2Checkout Sandbox egy tesztelési környezet, amely egy másolata az élő 2Checkout helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő 2Checkout környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.
sv_se: Den 2Checkout Sandlåda är en testmiljö som är en kopia av den levande 2Checkout webbplatsen, förutom att inga riktiga pengar byter ägare. Den Sandlåda kan du testa hela integrationen innan du skickar transaktioner till den levande 2Checkout miljön. Skapa och hantera testkonton, och visa e-post och API meriter för dessa testkonton.

source: 2Checkout Currency
fi_fi: 2Checkout valuutta
fr_fr: Devise 2Checkout
hu_hu: 2Checkout Pénznem
sv_se: 2Checkout Valuta

source: 2Checkout uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that 2Checkout (currently) supports.
fi_fi: 2Checkout käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on US dollarit ja sen koodi on (USD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita 2Checkout tukee (tällähetkellä).
hu_hu: 2Checkout használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha azt szeretnénk, hogy megkövetelik, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy 2Checkout (jelenleg) támogatja.
sv_se: 2Checkout använder 3-tecken enligt ISO-4217-koder för att ange valutor i fält och variabler. </p><p> Standard valutan kod är amerikanska dollar (USD). Om du vill kräva eller ta emot betalningar i andra valutor, välj den valuta du vill använda. Den nedrullningsbara listorna alla valutor som 2Checkout (för närvarande) stöder.

source: Thank You!
fi_fi: Kiitos!
fr_fr: Merci !
hu_hu: Köszönöm!
sv_se: Tack!

source: Your transaction has been processed.
fi_fi: Sinun tapahtumasi on käsitelty
fr_fr: Votre transaction a été enregistrée.
hu_hu: A tranzakció feldolgozása megtörtént.
sv_se: Din transaktion har behandlats.

source: There was no response from Authorize.net.
fi_fi: Ei saatu vastausta osoitteesta Authorize.net.
hu_hu: Nem volt válasz Authorize.net.

source: Debug Mode Is Turned On
fi_fi: Virheenkorjaus -moodi on kytketty päälle
hu_hu: Debug mód bekapcsolt állapotban van
sv_se: Debug-läget är aktiverat

source: Billing Information
fi_fi: Laskutustiedot
fr_fr: Information de facturation
hu_hu: Számlázási információ
sv_se: Faktureringsinformation

source: First Name
fi_fi: Etunimi
fr_fr: Prénom
hu_hu: Keresztnév
sv_se: Förnamn

source: Last Name
fi_fi: Sukunimi
fr_fr: Nom
hu_hu: Vezetéknév
sv_se: Efternamn

source: Email Address
fi_fi: Sähköposti
fr_fr: Courriel
hu_hu: Email cím
sv_se: E-postadress

source: Address
fi_fi: Osoite
fr_fr: Adresse
hu_hu: Cím
sv_se: Gatuadress

source: City
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Város
sv_se: Stad

source: State
fi_fi: Tila
fr_fr: Province
hu_hu: Állam
sv_se: Län

source: Zip
fi_fi: Postinumero
fr_fr: Code Postal
hu_hu: Irányítószám
sv_se: Postnummer

source: Credit Card Information
fi_fi: Luottokortin tiedot
fr_fr: Carte de crédit
hu_hu: Hitelkártya szám
sv_se: Kontokortsinformation

source: Card Number
fi_fi: Kortin numero
fr_fr: Numéro de la carte
hu_hu: Kártyaszám
sv_se: Kortnummer

source: Exp. Date
fi_fi: Vanhentumispäivä
fr_fr: Date d'exp.
hu_hu: Lejárati dátum
sv_se: Utgångsdatum

source: CCV Code
fi_fi: CCV -koodi
fr_fr: Code CCV
hu_hu: CCV kód
sv_se: CCV-kod

source: Complete Purchase
fi_fi: Lopeta ostot
fr_fr: Confirmer l'achat
hu_hu: Befejezett vásárlás
sv_se: Slutför köp

source: Authorize.net AIM settings saved.
fi_fi: Authorize.net AIM asetukset tallennettu
fr_fr: Authorize.net AIM paramètres enregistrés.
hu_hu: Authorize.net AIM beállítások mentése megtörtént.

source: Authorize.net AIM Settings
fi_fi: Authorize.net AIM asetukset
hu_hu: Authorize.net AIM beállítások

source: Deactivate Authorize.net AIM Gateway?
fi_fi: Poista Authorize.net AIM maksujärjestelmä käytöstä?
hu_hu: Kikapcsolás Authorize.net AIM Gateway?

source: Activate Authorize.net AIM Gateway?
fi_fi: Ota Authorize.net AIM maksujärjestelmä käyttöön?
hu_hu: Aktiválja Authorize.net AIM Gateway?

source: Authorize.net AIM Transaction Key
fi_fi: Authorize.net AIM siirtoavain
hu_hu: AIM Authorize.net tranzakció kulcs

source: Account Uses Authorize.net development Server
fi_fi: Tili käyttää Authorize.net kehittäjäserveriä
fr_fr: Utiliser le compte Authorize.net développement du serveur
hu_hu: Account használ Authorize.net fejlesztési Server
sv_se: Kontot använder Authorize.net Development Server

source: Submit a Test Transaction
fi_fi: Syötä testitapahtumaksi
fr_fr: Lancer un test de transaction
hu_hu: Küldje el egy teszt Tranzakció
sv_se: Skicka ett testtransaktion

source: Header Text
fi_fi: Ylätunnisteen teksti
fr_fr: Texte d'entête
hu_hu: Fejléc szövege

source: Update Authorize.net AIM Settings
fi_fi: Päivitä Authorize.net AIM asetukset
hu_hu: Frissítse az Authorize.net AIM beállításokat

source: Authorize.net AIM Test Mode
fi_fi: Authorize.net AIM testitila
hu_hu: Authorize.net AIM Teszt mód

source: Test Mode allows you to submit test transactions to the payment gateway. Transactions that are submitted while Test Mode is ON are NOT actually processed. The result of a transaction depends on the card number submitted, and the invoice amount. If you want a transaction to be approved, use one of the following card numbers.
fi_fi: Testitila mahdollistaa sinun lähettää testaus maksutapahtumia maksujärjestelmään. Maksutapahtumat, joita syötetään kun testitila on päällä, eivät tapahdu oikeasti. Maksutapahtuman tulos riippuu syötetystä kortinnumerosta ja laskun määrästä. Jos haluat maksutapahtuman hyväksyttävän käytä seuraavia kortin numeroita.
hu_hu: Teszt mód lehetővé teszi, hogy terjesszen teszt tranzakciók a fizetési átjáró. Az ügyletek, amelyek benyújtott míg Test Mode ON NEM ténylegesen feldolgozott. Az eredmény egy tranzakció függ a kártya számát benyújtott és a számla összegét. Ha azt szeretnénk, hogy egy ügyletet jóvá kell hagyni, használja a következő kártya számokat.

source: Discover
hu_hu: Felfedez

source: Pay using Alipay
fi_fi: Maksa käyttäen Alipay:ta
hu_hu: Fizessen a Alipay

source: Alipay settings saved.
fi_fi: Alipay -asetukset tallennettu
hu_hu: Alipay beállítások mentése megtörtént.

source: Deactivate Alipay Gateway?
fi_fi: Poista Alipay maksujärjestelmä?
hu_hu: Kikapcsolja Alipay Gateway?

source: Activate Alipay Gateway?
fi_fi: Ota Alipay maksujärjestelmä käyttöön?
hu_hu: Aktiválja Alipay Gateway?

source: Alipay partner ID
fi_fi: Alipay kumppani-ID
hu_hu: Alipay partner azonosító
sv_se: Alipay partnern ID

source: Alipay security code
fi_fi: Alipay turvakoodi
hu_hu: Alipay biztonsági kódot

source: Button Image URL:
fi_fi: Napin kuvan osoite
hu_hu: Gomb képe URL:
sv_se: Knappbild URL:

source: Update Alipay Settings
fi_fi: Päivitä Alipay asetukset
hu_hu: Frissítse az Alipay beállításokat
sv_se: Uppdatera Alipay inställningar

source: Authorize.net settings saved.
fi_fi: Authorize.net asetukset tallennettu.
fr_fr: Authorize.net paramètres enregistrés.
hu_hu: Authorize.net beállítások mentése megtörtént.

source: United Kingdom
fi_fi: Iso-Britannia
fr_fr: Royaume Uni
hu_hu: Egyesült Királyság
sv_se: Storbritannien

source: Pound Sterling
fi_fi: Sterlingin punta
fr_fr: Livre Sterling
hu_hu: font sterling
sv_se: Pund

source: Language
fi_fi: Kieli
hu_hu: Nyelv
sv_se: Språk

source: French
fi_fi: ranska
fr_fr: Français
hu_hu: Francia
sv_se: Franska

source: German
fi_fi: saksa
fr_fr: Allemand
hu_hu: Német
sv_se: Tyska

source: English
fi_fi: englanti
fr_fr: Anglais
hu_hu: Angol
sv_se: Engelska

source: Spanish
fi_fi: espanja
fr_fr: Espagnol
hu_hu: Spanyol
sv_se: Spanska

source: Default
fi_fi: Oletus
fr_fr: Défaut
hu_hu: Alapértelmezett
sv_se: Standard

source: There was an error processing your transaction!
fi_fi: Sinun tapahtuman käsittelyssä tapahtui virhe!
hu_hu: Volt egy hiba történt a tranzakció!
sv_se: Det uppstod ett fel vid bearbetningen av din transaktion.

source: Name:
fi_fi: Nimi
fr_fr: Nom :
hu_hu: Név:
sv_se: Namn:

source: Total Registrants:
fi_fi: Kaikki rekisteröityneet
fr_fr: Total de visiteurs inscrits :
hu_hu: Összesen regisztrálók:
sv_se: Antal registranter:

source: Authorize.net SIM Settings
fi_fi: Authorize.net SIM asetukset
hu_hu: Authorize.net SIM beállítások

source: Deactivate Authorize.net SIM Gateway?
fi_fi: Poista Authorize.net SIM maksujärjestelmä käytöstä?
hu_hu: Kikapcsolás Authorize.net SIM Gateway?

source: Activate Authorize.net SIM Gateway?
fi_fi: Aktivoi Authorize.net SIM maksujärjestelmä?
hu_hu: Aktiválása Authorize.net SIM Gateway?

source: Authorize.net Login ID
fi_fi: Authorize.net kirjautumis ID
fr_fr: Identifiant Authorize.net
hu_hu: Authorize.net bejelentkezési azonosítóját
sv_se: Authorize.net inloggnings-ID

source: Authorize.net Transaction Key
fi_fi: Authorize.net siirtoavain
hu_hu: Authorize.net tranzakció kulcs

source: Image URL
fi_fi: Kuvan URL
hu_hu: Kép URL
sv_se: Bild URL

source: (used for your business/personal logo on the Authorize.net SIM payment page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona Authorize.net SIM maksusivulla)
fr_fr: (utilisé pour votre entreprise / logo personnalisé sur la page de paiement Authorize.net SIM)
hu_hu: (Használt üzleti / személyes logót a Authorize.net SIM kifizetés oldal)

source: Account Uses Authorize.net's Development Server
fi_fi: Tili käyttää Authorize.net:in kehittäjäserveriä
hu_hu: Account használ Authorize.net 's Development Server
sv_se: Kontot använder Authorize.net Development Server

source: Update Authorize.net SIM Settings
fi_fi: Päivitä Authorize.net SIM asetukset
hu_hu: Frissítse az Authorize.net SIM beállításokat

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your Authorize.net account. Login to Authorize.net, goto Account > Response/Receipt URLs > Add URL and enter the following URL.
fi_fi: Tämä näyttää tarkan URL siitä, jonka maksujärjestelmän pitäisi palauttaa vastauksena maksutapahtumasta. Tämä sivu tulisi lähettää sinun Authorize.net tilillesi. Kirjaudu sisään Authorize.net:iin, mene Tilit > Vastaus/Kuitti URL:it > Lisää URL ja lisää seuraava URL.
fr_fr: Cela montre précisément l'URL vers laquelle la passerelle doit retourner la réponse de relais pour une transaction. Cette page doit être réglée dans votre compte Authorize.net. Connectez-vous à Authorize.net, compte goto> Réponse / URL Réception> Ajouter URL et entrez l'URL suivante.
hu_hu: Ez azt mutatja, az egyedi az URL-címet, amelyre az átjáró vissza kell térnie a relé választ a tranzakciót. Ezt az oldalt kell meghatározni az Ön Authorize.net fiókjában. Bejelentkezés Authorize.net, goto fiók használata> Response / kiszállítás URL> Hozzáadás URL-t és írja be a következő URL-t.

source: Note:
fi_fi: Huom:
hu_hu: Megjegyzés:
sv_se: Notera:

source: This URL can be changed in the "Organization Settings" page.
fi_fi: Tämä URL voidaan muuttaa "Organisaation asetukset" -sivulta.
fr_fr: Cette URL peut être modifié dans la page "Paramètres Organisation".
hu_hu: Ez az URL lehet változtatni a "Szervezet Settings " oldalon.
sv_se: Denna URL kan ändras under "Organisations-inställningar".

source: For complete information on configuring relay response, please refer to
fi_fi: Kaikki tiedot lähetyksen vastauksen säätämisestä, mene
fr_fr: Pour des informations complètes sur la configuration de réponse du relais, s'il vous plaît se référer à
hu_hu: A teljes körű tájékoztatást beállításáról relé válasz, kérjük, olvassa el

source: Reference &amp; User Guides
fi_fi: Viite &amp; Ohjeet
fr_fr: Guides de Référence et Utilisateur
hu_hu: Referencia és Útmutató

source: Authorize.net SIM Image URL (logo for payment page)
fi_fi: Authorize.net SIM kuvan URL (maksusivun logo)
fr_fr: URL Authorize.net image SIM (logo de la page de paiement)
hu_hu: Authorize.net SIM Kép URL (logo fizetési oldal)
