Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: The following checkboxes allow you to use the above information for only the selected additional event attendees.
fi_fi: Seuraavat valintalaatikot sallitvat sinun käyttää ylläolevaa tietoa vain tapahtumaan valituille osallistujille.
fr_fr: Les boîtes à cocher ci-dessous vous permettent d'utiliser vos informations seulement pour les visiteurs additionnels sélectionnés.
hu_hu: A következő jelölőnégyzetek lehetővé teszi, hogy használja a fenti adatok csak a kijelölt További esemény résztvevőit.
sv_se: Följande kryssrutor tillåter dig att använda ovanstående information för ytterligare valda evenemang.

source: Attendee #
fi_fi: Osallistuja #
fr_fr: visiteur #
hu_hu: Résztvevő #
sv_se: Deltagar #

source: No information is required to attend this event. Please proceed to Step 2
fi_fi: Tähän tapahtumaan osallistumiseen ei vaadita tietoja. Voit siirtyä kohtaan 2
fr_fr: Aucune information n'est requise pour cet évènement. Veuillez continuer à l'étape 2
hu_hu: Semmilyen információra nincs szükség az esemény látogatásához. Kérjük, folytassa a 2. lépéssel
sv_se: Ingen information behövs för att delta i detta evenemang. Vänligen fortsätt till Steg 2.

source: show&nbsp;event&nbsp;questions
fi_fi: näytä&nbsp;tapahtuman&nbsp;kysymykset
fr_fr: montrer&nbsp;évènement&nbsp;questions
hu_hu: mutatják esemény kérdések
sv_se: visa&nbsp;evenemangs&nbsp;frågor

source: Registration&nbsp;Step&nbsp;2&nbsp;
fi_fi: Rekisteröinnin&nbsp;Vaihe&nbsp;2&nbsp;
fr_fr: Inscription&nbsp;Etape&nbsp;2&nbsp;
hu_hu: Regisztráció 2. lépés
sv_se: Registrering&nbsp;Steg&nbsp;2&nbsp;

source: Registration&nbsp;Step&nbsp;2
fi_fi: Rekisteröinnin&nbsp;Vaihe&nbsp;2
fr_fr: Inscription&nbsp;Etape&nbsp;2
hu_hu: Regisztráció 2. lépés
sv_se: Registrering&nbsp;Steg&nbsp;2

source: Step 2 - Payment Options
fi_fi: Kohta 2 - Maksuvalinnat
fr_fr: Etape 2 - Options de paiement
hu_hu: 2. lépés - Fizetési módok
sv_se: Steg 2 - Betalningsalternativ

source: Important Notice:
fi_fi: Tärkeä huomio:
fr_fr: Information importante :
hu_hu: Fontos megjegyzés:
sv_se: Viktigt meddelande:

source: The following events require attendee pre-approval and will not be billed during this transaction. Billing will only occur after the attendee has been approved by the event organizer. If this is a free event, then no billing will occur.
fi_fi: Seuraavat apahtumat vaativat osallistujalta ennakkoilmoittautumista, eikä niitä laskuteta tämän tapahtuman yhteydessä. Laskutus tapahtuu vasta kun osallistuja on hyväksytty järjestäjien puolesta. Jos tapahtuma on ilmainen, lakustusta ei tapahdu ollenkaan.
fr_fr: Ces évènements nécessitent une approbation préalable et ne seront pas facturés durant cette transaction. La facturation aura lieu une fois la demande d'inscription approuvée par l'organisateur de l'évènement. Si cet évènement est gratuit, aucune facturation ne sera faite.
hu_hu: A következő események megkövetelik résztvevők előzetes jóváhagyás és nem kerül kiszámlázásra a tranzakció során. Számlázási csak azután jelentkezik, a résztvevő hagyta jóvá az esemény szervezője. Ha ez egy szabad esemény, akkor nem következik be számlázás.
sv_se: Följande evenemang behöver förhandsgodkännande och kommer inte att faktureras under transaktionen. Fakturering kommer endast att ske efter det att deltagaren har blivit godkänd av organisatören. Om detta är ett gratisevenemang kommer ingen fakturering att ske alls.

source: Events Requiring Pre-Approval:
fi_fi: Tapahtumat jotka vaatiavt ennakkko-ilmoittautumisen:
fr_fr: Evènements nécessitant une approbation préalable :
hu_hu: Igénylő események Pre-Jóváhagyás:
sv_se: Events som kräver förhandsgodkännande:

source: Discount Codes
fi_fi: Alennuskoodit
fr_fr: Codes de remise
hu_hu: Kedvezmény kódok
sv_se: Rabattkoder

source: Enter discount code
fi_fi: Lisää alennuskoodi
fr_fr: Entrez un code de remise
hu_hu: Adja meg a diszkont kódot
sv_se: Ange rabattkod

source: apply&nbsp;coupon&nbsp;
fi_fi: lisää&nbsp;coupon&nbsp;
fr_fr: appliquer&nbsp;coupon&nbsp;
hu_hu: alkalmazni kupon
sv_se: tillämpa&nbsp;kupong&nbsp;

source: Enter any coupon codes (including Groupons) you have into the above text field and then click apply coupon. Additional coupon codes can be entered one at a time.
fi_fi: Lisää groupon -koodit (sisältää Grouponit) ylläolevaan kenttään ja paina Lisää-groupon. Muut koodit voidaan lisätä yksi kerrallaan.
fr_fr: Entrez un code coupon (Groupons compris) dans le champs de texte ci dessus et cliquez sur appliquer coupon.
hu_hu: Adjon meg bármilyen kupon kódok (beleértve Groupons), akkor a fenti mezőbe, majd kattintson az Alkalmaz gombra kupon. További kupon kódok adható egyesével.
sv_se: Ange kupongkoder (inklusive Groupons) som du har i fältet ovan och klicka sedan på "Tillämpa kupong". Ytterligare kuponger kan läggas till, en efter en.

source: Discounts:
fi_fi: Alennukset:
fr_fr: Remises :
hu_hu: kedvezményeket szerezned.
sv_se: Rabatter:

source: Billable Registrations:
fi_fi: Laskutettavat rekisteröinnit:
fr_fr: Inscriptions à facturer :
hu_hu: Számlázható regisztrációk:
sv_se: Fakturerbara registreringar:

source: Sub Total:
fi_fi: Välisumma:
fr_fr: Sous total :
hu_hu: Sub Összesen:
sv_se: Delsumma:

source: Please select your method of payment:
fr_fr: Veuillez choisir votre méthode de paiement :
hu_hu: Kérjük, válassza ki a fizetési módot:

source: This is a free event, so no billing will occur.
fi_fi: Tämä on ilmainen tapahtuma, joten laskutusta ei tarvita.
fr_fr: Cet évènement est gratuit, aucune facturation ne sera appliquée.
hu_hu: Ez egy ingyenes rendezvény, így nem számlázási fog bekövetkezni.
sv_se: Detta är ett gratisevenemang, så ingen betalning behövs.

source: Registration&nbsp;Step&nbsp;3&nbsp;
fi_fi: Rekisteröinnin&nbsp;Vaihe&nbsp;3&nbsp;
fr_fr: Inscription&nbsp;étape&nbsp;3&nbsp;
hu_hu: Regisztráció&nbsp;3&nbsp;. lépés&nbsp;
sv_se: Registrering&nbsp;Steg&nbsp;3&nbsp;

source: Step 3 - Registration Confirmation
fi_fi: Vaihe 3 - Rekisteröinnin vahvistaminen
fr_fr: Etape 3 - Confirmation de l'inscription
hu_hu: 3. lépés - Regisztráció megerősítése
sv_se: Steg 3 - Registeringsbekräftelse

source: YES!&nbsp;Confirm&nbsp;Registration&nbsp;
fi_fi: Kyllä!%nbsp;Vahvista&nbsp;Rekisteröinti&nbsp;
fr_fr: OUI !&nbsp;Confirmez &nbsp; Inscription&nbsp;
hu_hu: IGEN! Még Regisztráció
sv_se: JA!&nbsp;Bekräfta&nbsp;Registrering&nbsp;

source: Steps
fi_fi: Vaiheet
fr_fr: Etapes
hu_hu: Lépései
sv_se: Steg

source: Attendee<br/>&nbsp;Information
fi_fi: Osallistujan<br/>&nbsp;tiedot
fr_fr: Informations<br/>&nbsp;des visiteurs
hu_hu: Résztvevő <br/> információk
sv_se: Deltagare<br/>&nbsp;Information

source: Payment<br/>&nbsp;Options
fi_fi: Maksun <br/>&nbsp;asetukset
fr_fr: Options<br/>&nbsp; de paiement
hu_hu: Fizetési lehetőségek <br/>
sv_se: Betalnings<br/>&nbsp;alternativ

source: Registration<br/>&nbsp;Confirmation
fi_fi: Rekisteröinnin<br/>&nbsp;Vahvistus
fr_fr: Confirmation<br/>&nbsp;d'inscription
hu_hu: Regisztráció <br/> megerősítése
sv_se: Registrerings<br/>&nbsp;bekräftelse

source: There is currently nothing in the Event Queue
fr_fr: Il n y a actuellement rien dans la file d'attente de l'Evènement
hu_hu: Jelenleg sem az Esemény Queue
sv_se: Det finns, för tillfället, ingeting i evenemangskön

source: You need to select at least one event before you can proceed with the registration process
fr_fr: Vous devez choisir au moins un événement avant que vous ne puissiez continuer le processus d'enregistrement
hu_hu: Be kell, hogy válasszon ki legalább egy eseményt, mielőtt folytathatja a regisztrációs folyamat
sv_se: Du måste välja minst ett evenemang innan du kan fortsätta med registreringsprocessen

source: click here to add another row to the Ticket Options table
fr_fr: cliquer ici pour ajouter une autre rangée à la table d'Options de Billet
hu_hu: kattintson ide, hogy egy újabb sor a Ticket Options tábla

source: Time :
fi_fi: Aika :
fr_fr: Horaire :
hu_hu: Idő
sv_se: Tid:

source: Select a Ticket
fi_fi: Valitse lippu
fr_fr: Sélectionner un ticket
hu_hu: Válassza ki a jegy
sv_se: Välj en Biljett

source: Custom Ticket
fi_fi: Muokattu lippu
fr_fr: Ticket personnalisé
hu_hu: Egyéni Ticket
sv_se: Anpassad Biljett

source: Add a Ticket Template
fi_fi: Lisää lipun pohja
fr_fr: Ajouter un modèle de ticket
hu_hu: Add a Ticket sablon
sv_se: Lägg till en Biljett-mall

source: Ticket Name
fi_fi: Lipun nimi
fr_fr: Nom du ticket
hu_hu: Ticket neve
sv_se: Biljettnamn

source: Default CSS - Simple
fi_fi: Oletus CSS - Yksinkertainen
fr_fr: CSS par défaut - Simple
hu_hu: Alapértelmezett CSS - Egyszerű
sv_se: Standard CSS - Enkel

source: Select a Template
fr_fr: Sélectionner un modèle
hu_hu: Válassza ki a sablon
sv_se: Välj en mall

source: Default Template
fr_fr: Modèle par défaut
hu_hu: Alapértelmezett sablon
sv_se: Standardmall

source: Add a Logo
fi_fi: Lisää logo
fr_fr: Ajouter un logo
hu_hu: Hozzáadása Logo
sv_se: Lägg till Logo

source: Ticket Description/Instructions
fi_fi: Lipun kuvaus / ohjeet
fr_fr: Description/Instructions du ticket
hu_hu: Jegy leírása / utasítások
sv_se: Biljettbeskrivning & Instruktioner

source: Edit Ticket
fi_fi: Muokkaa lippua
fr_fr: Modifier le ticket
hu_hu: Szerkesztés Ticket
sv_se: Redigera Biljett

source: Manage Ticket Templates
fi_fi: Hallitse lippujen sapluunoita
fr_fr: Gérer les modèles de ticket
hu_hu: Kezelése Ticket Sablonok
sv_se: Hantera biljett mallar

source: Ticket Templates have been successfully deleted.
fi_fi: Lippujen sapluunat on poistettu.
fr_fr: Les modèles de ticket ont été effacé avec succès.
hu_hu: Ticket Sablonok sikeresen törölve.
sv_se: Biljett mallar raderade.

source: Edit Ticket Template
fi_fi: Muokkaa lipun sapluunaa
fr_fr: Modifier le modèle de ticket
hu_hu: Szerkesztése Ticket Template
sv_se: Redigera biljett mall

source: Delete Selected
fi_fi: Poista valittu
fr_fr: Supprimer la sélection
hu_hu: Kiválasztott törlése
sv_se: Radera valda

source: Custom Ticket Templates
fi_fi: Muokatut lippujenmallit
fr_fr: Modèle de ticket personnalisé
hu_hu: Egyéni Ticket sablonok
sv_se: Egna biljett mallar

source: At least one ticket template must exist in order to use Event Espresso tickets.
fr_fr: Au moins un modèle de ticket doit exister pour pouvoir utiliser les tickets Event Espresso.
hu_hu: Legalább egy jegyet sablon léteznie kell annak érdekében, hogy használható az Eseménynapló Espresso jegyeket.
sv_se: Minst en biljett mall måste finnas för att använda Event Espresso Biljetter.

source: Ticket Name will appear in the Custom Ticket dropdown menu when you are adding or editing an event.
fi_fi: Lipun nimi ilmestyy Muokatut liput -alasvetovalikkoon kun lisäät tai muokkaat tapahtumaa.
fr_fr: Le nom du ticket apparaîtra dans le menu déroulant "Ticket personnalisée" lorsque vous ajoutez ou modifiez un événement.
hu_hu: Ticket neve jelenik meg a Custom Ticket legördülő menüből, ha hozzáadásakor vagy szerkesztésekor egy esemény.
sv_se: Biljettnamn visas i Egna Biljetter menyn när du lägger till eller uppdaterar ett event.

source: If you want to use customized ticket templates, templates must be uploaded to <tt>/wp-content/uploads/espresso/tickets/templates/</tt>.
fi_fi: Jos haluat käyttää muokattuja lippumalleja, mallit tulee ladata <tt>/wp-content/uploads/espresso/tickets/templates/</tt>.
fr_fr: Si vous voulez utiliser des modèles de tickets personnalisés, ceux-ci doivent être téléchargés sur <tt>/ wp-content/uploads/espresso/tickets/templates /</tt>.
hu_hu: Ha szeretné használni testreszabott jegy sablonok, sablonok fel kell tölteni <tt> / wp-content/uploads/espresso/tickets/templates / </ tt>.
sv_se: Om du vill använda en egen biljett mall måste den laddas upp till <tt>/wp-content/uploads/espresso/tickets/templates/</tt>.

source: If no logo is uploaded, ticket will use the default logo on the General Settings page.
fi_fi: Jos logoa ei ole ladattu, käytetään oletuslogoa yleisten asetusten sivulta.
fr_fr: Si aucun logo est téléchargé, le ticket va utiliser le logo par défaut que l'on trouve sur la page des Paramètres généraux.
hu_hu: Ha nincs logó Feltöltött, a menetjegy fogja használni az alapértelmezett logó az Általános beállítások oldalt.
sv_se: Om ingen logo är uppladdad kommer biljetten använda den förvalda logon.

source: Ticket Description/Instructions
fi_fi: Lipun kuvaus/ohjeet
fr_fr: Description/Instructions du ticket
hu_hu: Jegy leírása / utasítások
sv_se: Biljett beskrivning/instruktioner

source: Use this editor to add any information about the venue or instructions for the ticket holder. On the default template, this will appear under the ticket.
fi_fi: Käytä muokkaustyökalua lisätäksesi tietoa tapahtumapaikasta tai ohjeita lipun omistajalle. Oletuksena nämä tiedot on painettu lipun kääntöopuolelle.
fr_fr: Utilisez cet éditeur pour ajouter des informations sur le lieu ou les instructions pour le détenteur du ticket. Sur le modèle par défaut, celui-ci apparaîtra sous le ticket.
hu_hu: Használja ezt a szerkesztő, hogy hozzá semmilyen információt a helyszín vagy utasításokat a jegy birtokosa. Az alapértelmezett sablon, ez jelenik meg a jegyet.
sv_se: Använd denna textruta för att lägga till extra information om eventet eller instruktioner till biljettmottagaren. I den förvalda biljettmallen visas denna text under biljetten.

source: The custom shortcodes will not work here. Please edit the HTML files.
fi_fi: Muokatut lyhenteet eivät toimi täällä. Muokkaa HTML tiedostoja.
fr_fr: Les shortcodes personnalisés ne fonctionneront pas ici. Veuillez modifier les fichiers HTML.
hu_hu: Az egyéni shortcodes nem működik itt. Kérjük, módosítsa a HTML-fájlokat.
sv_se: Inga Kortkoder fungerar här. Var god redigera HTML filerna.

source: Custom Ticket Tags
fi_fi: Muokattujen lippujen tagit
fr_fr: Tags de ticket personnalisés
hu_hu: Egyéni Ticket Szavak
sv_se: Biljett taggar

source: Ticket for
fi_fi: Lippu
fr_fr: Ticket pour
hu_hu: Bérlet
sv_se: Biljett för

source: Google+1 Settings
fr_fr: Paramètres Google+1
hu_hu: Google+ 1 beállításai
sv_se: Google+1 inställningar

source: Facebook details saved.
fi_fi: Facebook:in tarkemmat tiedot tallennettu.
fr_fr: Détails Facebook sauvés.
hu_hu: Facebook további részletek mentve.
sv_se: Facebook inställningar sparade.

source: Twitter details saved.
fi_fi: Twitterin tarkemmat tiedot tallennettu.
fr_fr: détails sauvés Twitter.
hu_hu: Twitter részletek mentve.
sv_se: Twitter inställningar sparade.

source: Google details saved.
fi_fi: Googlen tarkemmat tiedot tallennettu
fr_fr: détails Google sauvés.
hu_hu: A Google további részletek mentve.
sv_se: Google inställningar sparade.

source: Horizontal Button Count
fi_fi: Horisontaalisten nappien lukumäärä
fr_fr: Nombre de Boutons Horizontale
hu_hu: Vízszintes gomb Count
sv_se: Horisontell räknare

source: Horizontal Standard
fi_fi: Horisontaalinen standardi
fr_fr: Norme Horizontale
hu_hu: Vízszintes standard
sv_se: Horisontell standardknapp

source: Vertical
fi_fi: Vertikaalinen
hu_hu: Függőleges
sv_se: Vertikal

source: Show Faces:
fi_fi: Näytä kasvot:
fr_fr: Afficher les Visages:
hu_hu: Megjelenítés Arcok:
sv_se: Visa ansikten:

source: Light
fi_fi: Vaalea
fr_fr: Lumière
hu_hu: Világos

source: Dark
fi_fi: Tumma
fr_fr: Sombre
hu_hu: Sötét

source: Save Facebook Options
fi_fi: Tallenna Facebook asetukset
fr_fr: Options de Sauvegarde Facebook
hu_hu: Mentés Facebook Opciók

source: Twitter Username:
fi_fi: Twitter käyttäjänimi:
fr_fr: Twitter Nom d'utilisateur:
hu_hu: Twitter Felhasználónév:

source: Horizontal
fi_fi: Horisontaalinen
hu_hu: Horizontális

source: The language for the Tweet Button:
fi_fi: Tweet -napin kieli
fr_fr: La langue de la Tweet Button:
hu_hu: A nyelv a Tweet gomb:

source: Danish
fi_fi: tanska
fr_fr: Danois
hu_hu: Dán

source: Save Twitter Options
fi_fi: Tallenna Twitter -asetukset
fr_fr: Options d'Enregistrement Twitter
hu_hu: Mentés Twitter lehetőségek

source: Google Button size:
fi_fi: Google napin koko:
fr_fr: Taille des boutons Google:
hu_hu: Google Gomb mérete:

source: Google text display:
fi_fi: Google tekstinäykymä
fr_fr: Affichage de texte Google:
hu_hu: Google szöveges kijelző:

source: In Speech Bubble
fi_fi: Puhekuplassa
fr_fr: Dans la Bulle
hu_hu: A Speech Bubble
sv_se: I pratbubbla

source: Save Google Options
fi_fi: Tallenna Googlen asetukset
fr_fr: Enregistrer les Options Google
hu_hu: Mentés Google beállítások
sv_se: Spara Google inställningar

source: Add image to event calendar
fi_fi: Lisää kuva tapahtuma kalenteriin
fr_fr: Ajouter une image au calendrier des évènements
hu_hu: Add kép eseménynaptár
sv_se: Lägg till bild i evenemangskalendern

source: Calendar Usage
fi_fi: Kalenterin käyttö
fr_fr: Calendrier d'Utilisation
hu_hu: Naptár használata
sv_se: Kalenderanvändning

source: Basic Settings
fi_fi: Perus asetukset
fr_fr: Paramètres de Base
hu_hu: Alapbeállítások

source: Advanced Settings
fi_fi: Edistyneet asetukset
fr_fr: Paramètres Avancés
hu_hu: Speciális beállítások

source: The calendar settings were saved
fi_fi: Kalenterin asetukset tallennettu
fr_fr: Les paramètres de l'agenda ont été sauvés
hu_hu: A naptár beállításai mentett

source: The calendar settings were reset
fi_fi: Kalenterin asetukset nollattu
fr_fr: Les paramètres de l'agenda ont été réinitialisé
hu_hu: A naptár beállításait alaphelyzetbe

source: Header Style
fi_fi: Ylätunnisteen tyyli
fr_fr: Style d'en-tête
hu_hu: Header stílus
sv_se: Header-stil

source: Defines the buttons and title at the top of the calendar.
fi_fi: Määrittelee näppäimet ja otsikon kalenterin päällä.
fr_fr: Définit les boutons et le titre en haut de l'agenda.
hu_hu: Meghatározza a gombokat és a cím a tetején a naptár.

source: Button Text
fi_fi: Napin teksti
fr_fr: Texte du Bouton
hu_hu: Gomb Text
sv_se: Knapptext

source: Text that will be displayed on buttons of the header.
fi_fi: Teksti joka näytetään ylätunnisteen napeissa.
fr_fr: Le texte qui sera affiché sur les boutons de l'en-tête.
hu_hu: Szöveget, amely megjelenik a gombok a fejléc.

source: Title Format
fi_fi: Otsikon muoto
fr_fr: Format du Titre
hu_hu: Cím Formátum

source: Determines the text that will be displayed in the header's title.
fi_fi: Määrittää tekstin joka näytetään ylätunnisteen otsikkona.
fr_fr: Détermine le texte qui sera affiché dans le titre de l'en-tête.
hu_hu: Meghatározza a szöveg jelenik meg a fejlécben a címet.

source: Column Format
fi_fi: Sarakkeen formaatti
fr_fr: Format de la Colonne
hu_hu: Oszlop formátum

source: Determines the text that will be displayed on the calendar's column headings.
fi_fi: Määrittää tekstin mikä näytetään kalenterin sarakkeen otsikoissa.
fr_fr: Détermine le texte qui sera affiché sur la tête de colonne du calendrier.
hu_hu: Meghatározza, hogy milyen szöveg jelenik meg a naptár oszlopfejléceket.

source: Month Names
fi_fi: Kuukausien nimet
fr_fr: Nom des Mois
hu_hu: Hónap nevek

source: Full names of months.
fi_fi: Kuukausien kokonimet:
fr_fr: Les noms complets des mois.
hu_hu: Teljes neve hónap.

source: Month Names Short
fi_fi: Kuukausien lyhenteet
fr_fr: Noms courts des Mois
hu_hu: Hónap nevek Rövid

source: Abbreviated names of months.
fi_fi: Kuukausien lyhennetyt nimet
fr_fr: Noms abrégés des mois.
hu_hu: Rövidített nevét hónap.

source: Day Names
fi_fi: Päivien nimet
fr_fr: Noms des Jours
hu_hu: Day nevek

source: Full names of days-of-week.
fi_fi: Päivien kokonimet.
fr_fr: Les noms complets des jours de la semaine.
hu_hu: Teljes nevét napos-of-hét.

source: Day Names Short
fi_fi: Päivien lyhenteet
fr_fr: Noms Courts des Jours
hu_hu: Day nevek Rövid

source: Abbreviated names of days-of-week.
fi_fi: Päivien lyhennetyt nimet.
fr_fr: Les noms abrégés des jours de la semaine.
hu_hu: Rövidített neve napos-of-hét.

source: Save Calendar Options
fi_fi: Tallenna kalenterin asetukset
fr_fr: Enregistrer les Options de Calendrier
hu_hu: Mentés a Naptár beállításai

source: Reset Calendar Settings?
fi_fi: Palauta kalenterin asetukset?
fr_fr: Réinitialiser les Paramètres du Calendrier?
hu_hu: Naptár beállítások visszaállítása?
sv_se: Återställ Kalender inställningar?

source: Time/Date Settings
fi_fi: Aika / päivä asetukset
fr_fr: Réglages Heure/Date
hu_hu: Idő / Dátum beállítások

source: Show Event Time in Calendar
fi_fi: Näytä tapahtumien aika kalenterissa
fr_fr: Afficher l'Heure de l'Evénement dans le Calendrier
hu_hu: Megjelenítés Esemény ideje a Naptár
sv_se: Visa Evenemangstid i Kalender

source: Time Format
fi_fi: Ajan muoto
fr_fr: Format de l'Heure
hu_hu: Időformátum
sv_se: Tidsformat

source: Custom:
fi_fi: Muokattu:
fr_fr: personnalisé:
hu_hu: Egyedi
sv_se: Egen:

source: Documentation on date and time formatting
fi_fi: Päivämäärän ja ajan formaatin dokumentaatio
fr_fr: La documentation sur le format de date et de l'heure
hu_hu: Dokumentáció dátum és idő formátum
sv_se: Dokumentation om datum och tidsformatering

source: (Sunday=0, Monday=1, Tuesday=2, etc.)
fi_fi: (sunnuntai = 0, maanantai = 1, tiistai = 2 jne)
fr_fr: (Dimanche = 0, lundi = 1, mardi = 2, etc)
hu_hu: (Vasárnap = 0, hétfő = 1, kedd = 2, stb)
sv_se: (Söndag=0, Måndag=1, Tisdag=2, etc)

source: Show Weekends
fi_fi: Näytä viikonloput
fr_fr: Montrer Week-end
hu_hu: Megjelenítés Hétvége
sv_se: Visa helger

source: Height
fi_fi: Korkeus
fr_fr: Hauteur
hu_hu: Magasság
sv_se: Höjd

source: Will make the entire calendar (including header) a pixel height.
fi_fi: Muuttaa koko kalenterin korkeuden pixeleiksi (myös ylätunniste).
fr_fr: Fera le calendrier entier (y compris en-tête) d'une hauteur en pixels.
hu_hu: Teszi a teljes naptári (beleértve a fejléc) a pixel magasságú.
sv_se: Kommer att göra hela Kalendern (inklusive header) en pixel höjd.

source: Page(s) Displaying the Calendar
fi_fi: Sivu(t) kalenterissa näytettynä
fr_fr: Page (s) d'Affichage du Calendrier
hu_hu: Oldal (ak) megjelenítése a naptárban
sv_se: Sida/sidor som ska visa Kalendern

source: This tells the plugin to load the calendar CSS file on specific pages. This should be a comma seperated list of page ids.
fi_fi: Tämä kertoo liäsosalle, että sen tulee ladata kalenterin CSS tiedosto tietyiltä sivuilta. Tämän tulisi olla pilkulla erotettu lista id:stä.
fr_fr: Ceci indique au plugin decharger le fichier de calendrier CSS sur des pages spécifiques. Ce doit être une liste séparée par des virgules des identificateurs de page.
hu_hu: Ez megmondja a plugin betöltése naptári CSS fájlban bizonyos oldalakon. Ez legyen vesszővel elválasztott listája oldal ids.
sv_se: Detta talar om för tillägget att ladda kalenderns CSS-fil på specifika sidor. Detta bör vara en kommaseparerad lista av sid ID'n.

source: Link to Post or Registration Page
fi_fi: Linkki Viesti tai Rekisteröintisivulle
fr_fr: Lien vers la Page d'Inscription de Poste ou
hu_hu: Link a Posta vagy Regisztráció oldal
sv_se: Länk till Inlägg eller Registreringssida

source: Registration Page
fi_fi: Rekisteröintisivu
fr_fr: Page d'Inscription
hu_hu: Regisztrációs oldal
sv_se: Registreringssida

source: If you are using the "Create a Post" feature. Use this option to link to the posts that are created by Event Espresso.
fi_fi: Jos käytät "Luo viesti" ominaisuutta. Käytä tätä valintaa linkittääksesi viestit jotka on jo luotu Event Espressolla.
fr_fr: Si vous utilisez l'option "Créer un message" caractéristique. Utilisez cette option pour créer un lien vers les postes qui sont créés par l'événement Espresso
hu_hu: Ha a "Create a Post " funkciót. Ezzel az opcióval linket a hozzászólások, hogy hozzák létre esemény szerint Espresso.
sv_se: Om du använder "Skapa Inlägg"-funktionen. Använd det här alternativet för att länka till de Inlägg som skapas av Event Espresso.

source: Enable Images in Calendar
fi_fi: Salli kuvat kalenterissa
fr_fr: Activer les Images dans le Calendrier
hu_hu: Engedélyezze Képek Naptár

source: Show Tooltips
fi_fi: Näytä vihjeet
fr_fr: Afficher les Info-bulles
hu_hu: Megjelenítés Tooltips

source: Enable CSS for Categories
fi_fi: Hyväksy CSS -muotoilu kategorioissa
fr_fr: Activer CSS pour les Catégories
hu_hu: Engedélyezze a CSS kategóriák
