Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Registration Id <a href="admin.php?page=events&event_admin_reports=edit_attendee_record&event_id=
fi_fi: Rekisteröinti ID <a href="admin.php?page=events&event_admin_reports=edit_attendee_record&event_id=
fr_fr: ID d'inscription <a href="admin.php?page=events&event_admin_reports=edit_attendee_record&event_id=
hu_hu: Regisztráció Id <a href = "admin.php? Page = & események event_admin_reports = edit_attendee_record & event_id =

source: Registration Information
fi_fi: Rekisteröintitiedot
fr_fr: Information d'inscription
hu_hu: Regisztráció Információk
sv_se: Registreringsinformation

source: Primary Attendee Record
fi_fi: Ensisijaise osallistujan tiedot
fr_fr: Données du visiteur principal
hu_hu: Elsődleges Résztvevő Record
sv_se: Primär Deltagar-Information

source: Update Record
fi_fi: Päivitä tiedot
fr_fr: Enregister
hu_hu: Frissítse Record
sv_se: Uppdatera Post

source: Additional Attendees
fi_fi: Lisä-osallistujat
fr_fr: visiteurs additionnels
hu_hu: További résztvevők
sv_se: Ytterligare Deltagare

source: Edit Attendee
fi_fi: Muokkaa osallistujaa
fr_fr: Edition de(s) visiteur(s)
hu_hu: Szerkesztés Résztvevő
sv_se: Ändra Deltagare

source: Delete Attendee
fi_fi: Poista osallistuja
fr_fr: Supprimer le visiteur
hu_hu: Törlés Résztvevő
sv_se: Ta bort deltagare

source: Payment Status:
fi_fi: Maksun tila:
fr_fr: État du règlement:
hu_hu: Fizetés Állapot:
sv_se: Betalningsstatus

source: Edit Payment
fi_fi: Muokkaa maksua
fr_fr: Modifier le Paiement
hu_hu: Szerkesztése Fizetés
sv_se: Redigera Betalning

source: View/Edit Payment
fi_fi: Näytä/Muokkaa maksua
fr_fr: Voir/Modifier le paiement
hu_hu: Mind a / szerkesztése Fizetés

source: Date Paid:
fi_fi: Päivä jolloin maksettu:
fr_fr: Date du paiement :
hu_hu: Dátum Fizetett:
sv_se: Betalningsdatum:

source: # Tickets:
fi_fi: # Liput:
hu_hu: # Jegyek:
sv_se: # Biljetter:

source: ID:
fr_fr: n° d'identification:
hu_hu: Azonosító

source: Registered For:
fi_fi: Rekisteröity:
fr_fr: Inscrit pour :
hu_hu: Regisztrált egység:
sv_se: Registrerad För:

source: Multiple Registration Payment for
fi_fi: Moninkertaisten rekisteröitymisten maksut
fr_fr: Enregistrement Multiple de Paiement pour
hu_hu: Többszörös regisztráció kifizetése
sv_se: Samregistrerad betalning för

source: Payment Details
fi_fi: Maksun tiedot
fr_fr: Détail du paiement
hu_hu: Fizetési részletek
sv_se: Betalningsdetaljer

source: Invoice/Payment Reminder
fi_fi: Lasku/Maksu muistutus
fr_fr: Rapel de Facture / Paiement
hu_hu: Számla / Fizetési emlékeztető
sv_se: Faktura/Betalningspåmminnelse

source: Registration Ids:
fi_fi: Rekisteröintien ID:t
fr_fr: Inscription Ids:
hu_hu: Regisztráció azonosítók:
sv_se: Registrerings ID'n:

source: Registration Id:
fi_fi: Rekisteröitymisen Id:
fr_fr: Identifiant de l'inscription :
hu_hu: Regisztráció Id:
sv_se: Registrerings ID:

source: View/Edit Registration
fi_fi: Näytä/Muokkaa rekisteröitymistä
fr_fr: Voir / modifier l'inscription
hu_hu: Mind a / szerkesztése regisztráció
sv_se: Visa/Ändra Registrering

source: Payment Date:
fi_fi: Maksun pivämäärä:
fr_fr: Date de paiement :
hu_hu: Fizetés időpontja:
sv_se: Betalningsdatum:

source: Coupon Code:
fi_fi: Kupongin koodi:
fr_fr: Code coupon :
hu_hu: Kuponkód:

source: Transaction Type:
fi_fi: Maksutapahtuman tyyppi:
fr_fr: Type de la transaction :
hu_hu: Tranzakció típusa:
sv_se: Transaktionstyp:

source: Use a
fi_fi: käytä
fr_fr: Utiliser un
hu_hu: Használata
sv_se: Använd en

source: pre-existing email
fi_fi: olemassa olevaa sähköpostia
fr_fr: courriel pré-existant
hu_hu: előzetesen meglévő e
sv_se: befintlig e-post

source: Create a custom email:
fi_fi: Tee muokattu sähköposti
fr_fr: Créer un courriel personnalisé :
hu_hu: Hozzon létre egy egyéni e-mail:
sv_se: Skapa anpassad e-post

source: Invoice Subject
fi_fi: Laskun aihe
fr_fr: Sujet de la Facture
hu_hu: Számla Tárgy
sv_se: Faktura Ämne

source: Payment Reminder for [event]
fi_fi: Maksun muistuttaja [tapahtumalle]
fr_fr: Rappel de paiement pour [event]
hu_hu: Fizetési felszólításokat a [event]
sv_se: Betalningspåminnelse för [event]

source: Message:
fi_fi: Viesti:
hu_hu: Üzenet
sv_se: Meddelande:

source: Dear [fname] [lname], <p>Our records show that we have not received your payment of [cost] for [event_link].</p> <p>Please visit [payment_url] to view your payment options.</p><p>[invoice_link]</p><p>Sincerely,<br />
fi_fi: Hyvä [fname] [lname],<p> Meidän tietomme näyttävät, että emme ole vastaanottaneet maksuanne [cost] [event_link].</p><p>Vieraile[payment_url] nähdäksesi maksun tiedot </p><p>[invoice_link]</p><p>Terveisin,<br />
fr_fr: Dear [fname] [lname], <p>Nous n'avons pas reçu votre paiement de [cost] pour [event_link].</p> <p>Veuillez vous rendre à l'adresse [payment_url] pour consulter vos options de paiement.</p><p>[invoice_link]</p><p>Cordialement,<br />
hu_hu: Tisztelt [fname] [lname] <p> A feljegyzések azt mutatják, hogy még nem kapta meg a fizetése [költség] a [event_link]. </ P> <p> Kérjük, látogasson el a [payment_url] megtekintheti a fizetési lehetőségeket. </ p> <p> [invoice_link] </ p> <p> Üdvözlettel, <br />
sv_se: Hej [fname] [lname] <p> våra register visar att vi inte har fått din betalning på [kostnad] för [event_link].</p><p>Besök [payment_url] för att se dina betalningsalternativ.</p><p>[invoice_link] </p><p>Med vänliga hälsningar,<br />

source: Attendee approved?
fi_fi: Osallistuja hyväksytty?
fr_fr: visiteur accepté ?
hu_hu: Résztvevő hozatalát?
sv_se: Deltagare godkänd?

source: (If not approved then invoice will not be sent.)
fi_fi: (Jos ei hyväksytty, laskua ei lähetetä)
fr_fr: (Si refusé, la facture ne sera pas envoyée.)
hu_hu: (Ha nem engedélyezett, akkor számla nem kerül elküldésre.)
sv_se: (om ej godkänt skickas ingen faktura.)

source: Customer(s) have been successfully deleted from the event.
fi_fi: Käyttäjä(t) on poistettu tapahtumasta onnistuneesti.
fr_fr: Ce(s) visiteur(s) a (ont) été supprimés avec succès de l'événement.
hu_hu: Ügyfél (s) sikeresen törölték az eseményt.
sv_se: Deltagare har tagits bort från detta evenemang.

source: Scanned tickets cannot be redeemed/un-redeemed here.
fi_fi: Skannattuja lippuja ei voida uudelleenlunastaa/palauttaa täällä
fr_fr: Billets scannés ne peuvent pas être rachetées / non-utilisés ici.
hu_hu: A beolvasott jegyek nem válthatók / un-megváltott itt.
sv_se: Skannade biljetter kan inte lösas in här

source: Customer(s) attendance data successfully updated for this event.
fi_fi: Käyttäjien osallistumistiedot on ladattu onnistuneesti tästä tapahtumasta.
fr_fr: Les données des clients de fréquentation (s) à jour avec succès pour cet événement.
hu_hu: Ügyfél (s) jelenléti adatait sikeresen frissítette ezt az eseményt.
sv_se: Deltagarnas närvarouppgifter har uppdaterats för detta evenemang.

source: Advanced filters are available in the premium versions.
fi_fi: Kehittyneemmät suodattimet saatavilla premium versiossa.
fr_fr: Les filtres avancés sont disponibles dans les versions haut de gamme.
hu_hu: Speciális szűrők állnak rendelkezésre a prémium változat.
sv_se: Avancerade filter är tillgängliga i Premium versionerna.

source: Attendee Name
fi_fi: Osallistujan nimi
fr_fr: Nom du visiteur :
hu_hu: Résztvevő neve
sv_se: Deltagarnamn

source: Registered
fi_fi: Rekisteröity
fr_fr: Inscrit
hu_hu: Bejegyzett
sv_se: Registrerad

source: Event Title
fi_fi: Tapahtuman otsikko
fr_fr: Titre de l'évènement
hu_hu: Esemény címe
sv_se: Evenemangs Titel

source: Event Time
fi_fi: Tapahtuman aika
fr_fr: Heure de l'événement
hu_hu: Esemény ideje
sv_se: Evenemangstid

source: Attended
fi_fi: Osallistujat
fr_fr: Visiteur récurrent
hu_hu: Részt vett

source: Option
fi_fi: Vaihtoehto
hu_hu: Opciók
sv_se: Alternativ

source: Payment
fi_fi: Maksu
fr_fr: Paiement
hu_hu: Fizetések
sv_se: Betalning

source: Coupon
fi_fi: Kuponki
hu_hu: Kupon
sv_se: Kupong

source: Actions
fi_fi: Toiminnot
hu_hu: Műveletek
sv_se: Åtgärder

source: Total Attendees
fi_fi: Kaikki osallistujat
fr_fr: Visiteurs totaux
hu_hu: Összesen Résztvevők
sv_se: Deltagarantal

source: View attendees for this event
fi_fi: Näytä tämän tapahtuman osallistujat
fr_fr: Voir les visiteurs pour cet évènement
hu_hu: Mind a attendees erre az eseményre
sv_se: Visa Deltagare för detta evenemang

source: Resend Registration Details
fi_fi: Lähetä uudestaan rekisteröinnin tiedot
fr_fr: Renvoyer les informations d'inscription
hu_hu: Újraküldés Regisztráció Részletek
sv_se: Skicka Registreringsdeljer på nytt

source: Download Invoice
fi_fi: Lataa lasku
fr_fr: Télécharger Facture
hu_hu: Töltse le a Számla
sv_se: Ladda ner Faktura

source: View/Download Ticket
fr_fr: Consultez/téléchargez Billet
hu_hu: Megtekintése / letöltése Ticket
sv_se: Visa / Ladda ner biljett

source: Download Ticket
fi_fi: Lataa lippu
fr_fr: Télécharger Ticket
hu_hu: Letöltés Ticket
sv_se: Ladda ner Biljett

source: Approved
fi_fi: Hyväksytty
fr_fr: Approuvé
hu_hu: Jóváhagyás...
sv_se: Godkänd

source: Awaiting approval
fi_fi: Odotetaan vahvistusta
fr_fr: En attente d'approbation
hu_hu: Várakozás jóváhagyás
sv_se: Inväntar godkännande

source: Delete Attendee(s)
fi_fi: Poista osallistuja(t)
fr_fr: Supprimer Présence(s)
hu_hu: Törlés Résztvevő (k)
sv_se: Ta bort Deltagare

source: Mark as Attended
fi_fi: Merkitse osallistuminen.
fr_fr: Désigner comme visiteur récurrent
hu_hu: Megjelölés Felügyelt

source: Unmark as Attended
fi_fi: Älä merkkaa osallistumista
fr_fr: Visiteur non récurrent
hu_hu: Elvetés mivel részt vett
sv_se: Avmarkera som Deltog

source: Export to Excel
fi_fi: Vie Exel:iin
fr_fr: Exportation format Excel
hu_hu: Exportálás Excel
sv_se: Exportera till Excel

source: Add Attendee
fi_fi: Lisää osallistuja
fr_fr: Ajouter des Visiteurs
hu_hu: Résztvevő hozzáadása
sv_se: Lägg till Deltagare

source: Legend
fi_fi: Legenda
fr_fr: Légende
hu_hu: Jelmagyarázat
sv_se: Förklaring

source: Resend Details
fi_fi: Lähetä tiedot uudelleen
fr_fr: Renvoyer Détails
hu_hu: Újraküldés Részletek
sv_se: Skicka om information

source: Resend Email
fi_fi: Lähetä sähköposti
fr_fr: Renvoyer Email
hu_hu: E-mail újraküldése
sv_se: Skicka om E-post

source: Attendee Details
fi_fi: Osallistuja yksityiskohdat
fr_fr: Détails Visiteur
hu_hu: Résztvevő Részletek
sv_se: Deltagardetaljer

source: Attendee Details
fi_fi: Osallistuja yksityiskohdat
fr_fr: Détails Visiteur
hu_hu: Résztvevő Részletek
sv_se: Deltagardetaljer

source: Select an event to view attendee details and payments
fi_fi: Valitse tapahtuma nähdäksesi osallistujien tiedot ja maksut
fr_fr: Selectionnez un événement pour en voir le détail et les paiements
hu_hu: Válasszon ki egy eseményt többet résztvevőt részletek és kifizetések
sv_se: Välj ett Evenemang för att visa Deltagarinformation och betalningar

source: Export All Event Attendees to Excel
fi_fi: Vie kaikki tapahtumaan osallistujat Exel:iin
fr_fr: Exporter tous les visiteurs de l'évènement vers Excel
hu_hu: Export Minden eseményt a résztvevők, hogy az Excel
sv_se: Exportera alla Evenemangsdeltagare till Excel

source: of
fr_fr: de
hu_hu: a
sv_se: av

source: Event ID
fi_fi: Tapahtuma ID
fr_fr: ID d'événement
hu_hu: Eseményazonosító
sv_se: Evenemangs ID

source: Event Name
fi_fi: Tapahtuma nimi
fr_fr: Nom de l'événement
hu_hu: Esemény neve

source: Start Date
fi_fi: Aloituspäivä
fr_fr: Date de début
hu_hu: Kezdés dátuma
sv_se: Startdatum

source: # Attendees
fi_fi: # Osallistujat
fr_fr: # visiteurs
hu_hu: # Résztvevők

source: View Attendees
fi_fi: Näytä osallistujat
fr_fr: Voir les visiteurs
hu_hu: Mind a résztvevők
sv_se: Visa Deltagare

source: Export to CSV
fi_fi: Vie CSV -tiedostoon
fr_fr: Exporter en CSV
hu_hu: Exportálás CSV
sv_se: Eportera till CSV

source: No Record Found!
fi_fi: Yhtään asiakirjaa ei löytynyt!
fr_fr: Aucune donnée retrouvé!
hu_hu: Nem található rekord!
sv_se: Inga poster hittades!

source: Permanently Delete Events(s)
fi_fi: Pysyvästi poistetut tapahtuma(t)
fr_fr: Evènement(s) supprimé(s) de manière permanente
hu_hu: Folyamatosan Delete Events (s)

source: View All
fi_fi: Näytä kaikki
fr_fr: Voir tout
hu_hu: Az összes megtekintése
sv_se: Visa alla

source: Entries Per Page
fi_fi: Merkinnät per sivu
fr_fr: Entrées par page
hu_hu: Bejegyzések Oldalanként
sv_se: Poster per sida

source: The category has been added.
fi_fi: Kategoria on lisätty
fr_fr: La catégorie a été ajoutée.
hu_hu: A kategória került.
sv_se: Kategorin har lagts till.

source: The category was not saved.
fi_fi: kategoriaa ei tallennettu
fr_fr: La catégorie n'a pas été sauvegardée.
hu_hu: A kategória nem került mentésre.
sv_se: Kategorin sparades inte.

source: Add a Category
fi_fi: Lisää kategoria
fr_fr: Ajouter une catégorie
hu_hu: Kategória hozzáadása
sv_se: Lägg till Kategori

source: Category Name
fi_fi: Kategorian nimi
fr_fr: Nom de la catégorie
hu_hu: Kategória neve
sv_se: Kategorinamn

source: Unique ID For Category
fi_fi: Yksillöllinen ID kategorialle
fr_fr: ID unique de la catégorie
hu_hu: Egyedi azonosító kategóriájú
sv_se: Unikt ID för Kategorin

source: Display category description on event listings Page?
fi_fi: Näytä kategorian kuvaus tapahtumalistaus sivulla?
fr_fr: Afficher la description de la catégorie sur la liste des évènements ?
hu_hu: Mutassa a kategória leírását az eseménylista oldalon?
sv_se: Visa kategori beskrivning på evenemang listor sida?

source: Use Color Pickers
fi_fi: Käytä väripoimijaa
fr_fr: Utilisez Capture d'Écran
hu_hu: A Color Pickers

source: Event Background Color
fi_fi: Tapahtuman taustaväri
fr_fr: Couleur d'arrière-plan de l'évènement
hu_hu: Esemény háttérszíne
sv_se: Evenemang Bakgrundsfärg

source: Event Text Color
fi_fi: Tapahtuman tekstin väri
fr_fr: Couleur du texte de l'évènement
hu_hu: Event Szöveg színe
sv_se: Evenemang Textfärg

source: Category Description
fi_fi: Kategorian kuvaus
fr_fr: Description de la catégorie
hu_hu: Kategória leírása
sv_se: Kategoribeskrivning

source: Edit Category:
fi_fi: Muokkaa kategoriaa
fr_fr: Editer Catégories :
hu_hu: Kategória szerkesztése:
sv_se: Ändra Kategori:

source: Unique Category Identifier
fi_fi: Yksilöllinen kategoria tunnistaja
fr_fr: Catégorie d'Identificateur Unique
hu_hu: Unique Identifier kategória
sv_se: Unik Kategori identifierare

source: Display category description on event listings page?
fi_fi: Näytä kategoria kuvaus tapahtumalistaus sivulla?
fr_fr: Afficher la description de la catégorie sur la liste des évènements ?
hu_hu: Mutassa a kategória leírását az eseménylista oldalon?
sv_se: Visa kategori beskrivningen på evenemang listor sida?

source: Manage Event Categories
fi_fi: Hallitse tapahtuman kategorioita
fr_fr: Gestionnaire des Catégories d'événements
hu_hu: Kezelése Esemény kategóriák
sv_se: Hantera Evenemangskategorier

source: Add New Category
fi_fi: Lisää uusi kategoria
fr_fr: Ajouter une nouvelle Catégorie
hu_hu: Új kategória
sv_se: Lägg till Kategori

source: Categories have been successfully deleted from the event.
fi_fi: Kategoriat ovat onnistuneesti poistettu tapahtumasta.
fr_fr: Les catégories de l'événement ont été supprimées avec succès.
hu_hu: Kategóriák sikeresen törölték az eseményt.
sv_se: Kategorier för detta Evenemang har tagits bort.

source: Delete Category
fi_fi: Poista kategoria
fr_fr: Supprimez la catégorie
hu_hu: Kategória törlése
sv_se: Ta bort Kategori

source: This should be a unique identifier for the category. Example: "category1" (without qoutes.)
fi_fi: Tämä on yksilöllinen tunniste kategorialle. Esimerkiksi: "kategoria1" (ilman lainausmerkkejä.)
fr_fr: Ce doit être un identifiant unique pour cette catégorie. Exemple: «catégorie 1» (sans les guillemets).
hu_hu: Ez legyen egy egyedi azonosítója a kategóriában. Példa: "category1 " (qoutes nélkül.)
sv_se: Detta bör vara en unik fras för denna kategorin. Tex. "Kategori1" (utan citattecken).

source: unique ID can also be used in individual pages using the
fi_fi: yksilöllistä ID:tä voidaan käyttää yksittäisillä sivuilla käyttäen
fr_fr: L'ID unique peut aussi être utilisé dans des pages individuelles à l'aide de l'
hu_hu: egyedi azonosítót is fel lehet használni az egyes oldalak segítségével a
sv_se: unikt ID kan också anävndas på sidor genom att använda

source: The category has been updated.
fi_fi: kategoria on päivitetty.
fr_fr: La catégorie a été mise à jour.
hu_hu: A kategória frissült.
sv_se: Kategorin har uppdaterats.

source: The category was not updated.
fi_fi: kategoriaa ei ole pävitetty.
fr_fr: La catégorie n'a pas été mise à jour.
hu_hu: A kategória nem volt frissítve.
sv_se: Kategorin uppdaterades inte.

source: Are you sure you want to cancel
fi_fi: Oletko varma että haluat peruuttaa?
fr_fr: Êtes vous sûrs de vouloir annuler
hu_hu: Biztos benne, hogy meg akarja szakítani

source: Cancel
fi_fi: Peruuta
fr_fr: Annulé
hu_hu: Mégse

source: Submit New Event
fi_fi: Lisää uusi tapahtuma
fr_fr: Soumettre un nouvel événement
hu_hu: Submit Új esemény

source: Attendee Limit
fi_fi: Osallistuja rajoitus
fr_fr: Limite max de visiteurs
hu_hu: Résztvevő Limit

source: leave blank for unlimited
fi_fi: jätä tyhjäksi jos rajoittamaton
fr_fr: Laisser blanc pour illimité
hu_hu: hagyja üresen a korlátlan
sv_se: lämna tomt för obegränsat

source: Allow group registrations?
fi_fi: Salli ryhmärekisteröinnit
fr_fr: Permettre l'inscription de groupe ?
hu_hu: Hagyja csoportos regisztrációk?

source: Max Group Registrants
fi_fi: Ryhmärekisteröinti maksimi
fr_fr: Visiteurs maximum par groupe
hu_hu: Max Group regisztrálóknak

source: Custom Tickets
fr_fr: Billets Personnalisés
hu_hu: Egyéni Jegyek
sv_se: Anpassade Biljetter

source: Featured Image
fi_fi: Esitetty kuva
fr_fr: Image à la une
hu_hu: Kiemelt fényképek
sv_se: Utvald bild

source: Add Featured Image
fi_fi: Lisää näytettävä kuva
fr_fr: Ajouter une image à la une
hu_hu: Add Kiemelt fényképek
sv_se: Lägg till en utvald bild

source: Seating chart
fi_fi: Istumakaavio
fr_fr: Plan de salle
hu_hu: Ülésrendet
sv_se: Placeringskarta

source: Attendee pre-approval required?
fi_fi: Vaaditaanko osallistujalta ennakko ilmoittautuminen?
fr_fr: Approbation préalable des visiteurs requise ?
hu_hu: Résztvevők előzetes jóváhagyása szükséges?
sv_se: Kräva Deltagares förhandsgodkännande?

source: Member Options
fi_fi: Jäsen valikko
fr_fr: Options des utilisateurs
hu_hu: Tagja az Opciók
sv_se: Medlems alternativ

source: Event Category
fi_fi: Tapahtuma kategoria
fr_fr: Catégorie d'évènement
hu_hu: Esemény kategóriája
sv_se: Evenemangskategori

source: Event Staff / Speakers
fi_fi: Tapahtuman henkilökunta / puhujat
fr_fr: Equipe / Animateurs de l'évènement
hu_hu: Event Staff / Hangszórók
sv_se: Evenemangs Personal

source: Groupon Options
fi_fi: Grupon valikko
fr_fr: Options Groupons
hu_hu: Groupon lehetőségek
sv_se: Groupon alternativ

source: Unique Event Identifier:
fi_fi: Yksilöllinen tapahtuman tunnistaja:
fr_fr: Identifiant Unique de l'événement :
hu_hu: Egyedi esemény azonosító:

source: Get Shortcode
fi_fi: Hanki lyhenne
fr_fr: Obtenez shortcode
hu_hu: Árat shortcode

source: Event Description
fi_fi: Tapahtuman kuvaus
fr_fr: Description de l'évènement :
hu_hu: Esemény leírása
sv_se: Evenemangsbeskrivning

source: Event Date/Times
fi_fi: Tapahtuman päivä/aika
fr_fr: Horaires et dates de l'évènement
hu_hu: Időpontok / Times
sv_se: Evenemangsdatum/tider

source: Registration Dates
fi_fi: Reskisteröintipäivä
fr_fr: Dates d'inscription
hu_hu: Regisztráció időpontja
sv_se: Registreringsdatum

source: Registration Start:
fi_fi: Rekisteröinti alkaa:
fr_fr: Début des inscriptions
hu_hu: Regisztráció indítása:
sv_se: Registreringsstart:

source: Registration End:
fi_fi: Rekisteröinti päättyy:
fr_fr: Fin des inscriptions:
hu_hu: Regisztráció vége:
sv_se: Registreringsstopp:

source: All events <strong>require</strong> registration start/end dates and start/end times in order to display properly on your pages.
fi_fi: Kaikki tapahtumat <strong>vaativat</strong> rekisteröinnin alku/loppu päivän ja alku/loppuajan, jotta ne näkyvät oikein sivuillasi.
fr_fr: Tous les événements <strong> besoin </strong> enregistrement de début/fin et le démarrage/fin des temps, afin de s'afficher correctement sur ​​vos pages.
hu_hu: Minden esemény <strong> igényelnek </ strong> év kezdő / befejező dátumát és a start / end idő ahhoz, hogy megfelelően jelenik meg az oldalakon.
sv_se: Alla Evenemang <strong>kräver</strong> registrering start/slutdatum och start/sluttider för att visas korrekt på dina sidor.

source: Event Dates
fi_fi: Tapahtuman päivämäärät
fr_fr: Dates de l'évènement
hu_hu: Események idopontja
sv_se: Evenemangsdatum

source: Event Start Date:
fi_fi: Tapahtuman alkupäivä:
fr_fr: Date de débutde l'événement:
hu_hu: Esemény kezdete Date:
sv_se: Startdatum:

source: Event End Date:
fi_fi: Tapahtuman loppupäivä:
fr_fr: Date de fin de l'événement:
hu_hu: A vége Dátum:
sv_se: Slutdatum:

source: All events <strong>require</strong> a start and end date in order to display properly on your pages.
fi_fi: Kaikki tapahtumat <strong>vaativat</strong> rekisteröinnin alku/loppu päivän jotta ne näkyvät oikein sivuillasi.
fr_fr: Tous les événements nécessitent <strong> </strong> une date de début et de fin pour afficher correctement sur vos pages
hu_hu: Minden esemény <strong> igényelnek </ strong> a kezdési és befejezési idejét annak érdekében, hogy megfelelően jelenik meg az oldalakon.
sv_se: Alla Evenemang <strong>kräver</strong> registrering start/slutdatum för att visas korrekt på dina sidor.

source: Recurring Event Manager Now Available!
fi_fi: Toistuvien tapahtumien hallintatyökalu nyt saattavilla!
fr_fr: Le gestionnaire d'événements récurrents est maintenant disponible!
hu_hu: Ismétlődő Event Manager Now Available!
sv_se: Hantering av återkommande evenemangs nu tillgängligt!

source: Registration Times
fi_fi: Rekisteröinti ajat
fr_fr: Heures d'insciptions
hu_hu: Regisztráció Times
sv_se: Registreringstider

source: Event Times
fi_fi: Tapahtuma-ajat
fr_fr: Horaires de l'évènement
hu_hu: Idejei
sv_se: Evenemangstider

source: Current Time:
fi_fi: Nykyinen aika:
fr_fr: Horaire actuel :
hu_hu: Jelenlegi idő:
sv_se: Aktuell tid:

source: Event Pricing
fi_fi: Tapahtuman hinta
fr_fr: Prix de l'évènement
hu_hu: Event árak
sv_se: Evenemangspriser

source: Advanced Options
fi_fi: Edistyneemmät valikot
fr_fr: Options avancées
hu_hu: Speciális beállítások
sv_se: Avancerade inställningar

source: Additional Event/Venue Information
fi_fi: Vaihtoehtoinen tapahtuma/tapahtumapaikka tieto
fr_fr: Supplémentaires Evénement / Lieu de la formation
hu_hu: További esemény / Helyszín Information
sv_se: Ytterligare Evenemang/Plats information

source: Venue Information
fi_fi: Tapahtumapaikan tiedot
fr_fr: Information sur le lieu
hu_hu: Helyszín információ
sv_se: Platsinformation

source: You have not created any venues yet.
fi_fi: Et ole luonut tapahtumapaikkaa vielä.
fr_fr: Vous n'avez pas créé de salle pour l'instant.
hu_hu: Még nem hozott létre olyan helyszíneken még.
sv_se: Du har inte skapat några Platser ännu.

source: Add venues to the Venue Manager
fi_fi: Liitä tapahtumapaikat Tapahtumapaikka hallintaan
fr_fr: Ajouter les lieux au Gestionnaire de Lieux
hu_hu: Add helyszínek a Venue Manager-
sv_se: Lägg till Platser i Platshanteraren

source: Physical Location
fi_fi: Fyysinen paikka
fr_fr: Localisation physique
hu_hu: Fizikai Elhelyezkedés
sv_se: Gatuadress 1:

source: Address:
fi_fi: Osoite:
fr_fr: Adresse:
hu_hu: Cím:
sv_se: adress:

source: Address 2:
fi_fi: Osoite 2:
fr_fr: Adresse 2 :
hu_hu: Cím 2:
sv_se: Gatuadress 2:

source: State:
fi_fi: Tila
fr_fr: Province:
hu_hu: Megye:
sv_se: Län:

source: Virtual Location
fi_fi: Virtuaalinen sijainti
fr_fr: Localisation virtuelle
hu_hu: Virtuális Elhelyezkedés
sv_se: Virtuell plats

source: URL of Event:
fi_fi: Tapahtuman URL:
fr_fr: URL de l'évènement :
hu_hu: URL Esemény:
sv_se: Evenemangets URL:

source: Call in Number:
fi_fi: Soita numeroon:
fr_fr: Numéro d'appel
hu_hu: Hívás száma:
sv_se: "Ring in"-nummer:
