Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Enter any random value to use for your MD5 Hash Value. Enter the value again to confirm
sv_se: Skriv in valfritt värde för att använda till ditt MD5 Hash värde. Skriv in värdet igen för att bekräfta

source: MAY CAUSE LEGITAMATE PAYMENTS TO BE MARKED "INCOMPLETE"
sv_se: KAN ORSAKA ATT BERÄTTIGARE BETALNINGAR BLIR MARKERADE SOM "INCOMPLETE"

source: This may be a problem, such as a mismatch, between the authorize.net and Event Espresso MD5 Hash value settings.
sv_se: Detta kan vara ett problem, till exempel ett felaktigt MD5 Hash värde, mellan authorize.net och Event Espresso.

source: Micronesia
sv_se: Mikronesien

source: Outside U.S./Canada
sv_se: Utanför U.S.A./Kanada

source: Beanstream Sandbox Mode
sv_se: Beanstream Sandbox läge

source: Beanstream settings saved.
sv_se: Beanstream inställningar sparade.

source: Beanstream Settings
sv_se: Beanstream inställningar

source: Deactivate Beanstream?
sv_se: Avaktivera Beanstream?

source: Activate Beanstream?
sv_se: Aktivera Beanstream?

source: Beanstream Merchant ID
sv_se: Beanstream handlar-ID

source: Use Beanstream in Sandbox Mode
sv_se: Använd Beanstream in Sandbox-läge

source: Update Beanstream Settings
sv_se: Uppdatera Beanstream inställningarna

source: If you wish to pay by check or money order, then please make note of the information below, and
sv_se: Om du vill betala med check eller postanvisning, vänligen notera det nedan och

source: FirstData E4 settings saved.
sv_se: FirstData E4 inställningar sparade

source: FirstData E4 Settings
sv_se: FirstData E4 inställningar

source: Deactivate FirstData E4 Gateway?
sv_se: Avaktivera FirstData E4 gateway?

source: Activate FirstData E4 Gateway?
sv_se: Aktivera FirstData E4 gateway?

source: FirstData E4 Transaction Key
sv_se: FirstData E4 transaktionsnyckel

source: (used for your business/personal logo on the FirstData E4 payment page)
sv_se: (används som din logo on FirstData E4 betalningssida)

source: Update FirstData E4 Settings
sv_se: Uppdatera FirstData E4 inställningar

source: Select Bank
sv_se: Välj bank

source: Total due:
sv_se: Totalt:

source: Card Number:
sv_se: Kortnummer:

source: Card CCV:
sv_se: Kort CCV:

source: Card Expires:
sv_se: Kort utgår:

source: Month
sv_se: Månad

source: Year
sv_se: År

source: USAePay settings saved.
sv_se: USAePay inställningar sparade.

source: USAePay Offsite Settings
sv_se: USAePay Offsite inställningar

source: Deactivate USAePay Offsite IPN?
sv_se: Avaktivera USAePay Offsite IPN?

source: Activate USAePay IPN?
sv_se: Aktivera USAePay IPN?

source: Update USAePay Offsite Settings
sv_se: Uppdatera USAePay Offsite inställningar

source: For more information about the attendee listing shortcodes and customizations. Please view the <a href="http://eventespresso.com/wiki/shortcodes-template-variables/">Attendee Listing Shortcodes</a> page.
sv_se: För mer information om Deltarglistans kortkommandon och anpassningar, vänligen se <a href="http://eventespresso.com/wiki/shortcodes-template-variables/">Deltagarlistans kortkommandon</a>

source: is invalid, expired, or can not be used for the event(s) you are applying it to.
sv_se: är ogiltigt, har utgått eller kan inte användas för detta evenemanget.

source: (displays a confirmation page for free events)
sv_se: (visar en bekräftelsesida för gratisevenemang)

source: (this is the shopping cart page)
sv_se: (detta är varukorgssidan)

source: These selections replace the default espresso stylesheet and offer enhanced styling for your event pages details.
sv_se: Dessa sektioner ersätter Event Espressos standard stylesheet och erbjuder anpassning av dina evenemangssidor.

source: An error occured. The venue name is a required field.
sv_se: Ett fel inträffade. Platsens namn är ett obligatoriskt fält.

source: The locale has been added.
sv_se: Lokalen har lagts till.

source: An error occured. The locale was not saved.
sv_se: Ett fel inträffade. Lokalen sparades inte.

source: An error occured. The venue was not saved.
sv_se: Ett fel inträffade. Platsen sparades inte.

source: Event Dates and Times
sv_se: Evenemangets datum och tider

source: An Error Occurred. The request failed to pass a security check.
sv_se: Ett fel inträffade. Förfrågan misslyckades i säkerhetskontrollen.

source: Please press the back button on your browser to return to the previous page.
sv_se: Vänligen klicka på "Bakåt"-knappen i din webbläsare för att återgå till den tidigare sidan.

source: An error occured. Attendee ticket price details could not be updated.
sv_se: Ett fel inträffade. Deltagarens biljettpris kunde inte uppdateras.

source: Some attendee ticket price details were successfully updated, but the following error(s) may have prevented others from being updated:
sv_se: Några deltagares biljettpriser uppdaterades men följande fel kan ha hindrat andra för att uppdateras korrekt:

source: The attendee record in the database could not be found and was therefore not deleted.
sv_se: Deltagaren kunde inte hittas i databasen och kunde därför inte tas bort.

source: An error occured while attempting to retrieve additional attendee data from the database.
sv_se: Ett fel inträffade vid försök att hämta ytterligare deltagarinformation från databasen.

source: An error occured while attempting to update additional attendee ticket quantities.
sv_se: Ett fel inträffade vid försök att uppdatera biljettantalet för ytterligare deltagare.

source: All attendee details have been successfully deleted.
sv_se: All deltagarinformation har tagits bort.

source: One or more errors may have prevented some attendee details from being successfully deleted.
sv_se: Ett eller fler fel kan ha hindrat en del av deltagarinformationen från att tas bort.

source: An error occured. Attendee details could not be updated.
sv_se: Ett fel inträffade. Deltagarinformationen kunde inte uppdateras.

source: All attendee details have been successfully updated.
sv_se: All deltagarinformation har uppdaterats.

source: One or more errors may have prevented some attendee details from being successfully updated.
sv_se: Ett eller fler fel kan ha hindrat en del av deltagarinformationen från att uppdateras.

source: Back to Attendees List
sv_se: Tillbaka till deltagarlistan

source: An error occured. The payment details for the additional attendees could not be updated.
sv_se: Ett fel inträffade. Betalningsinformationen för dom ytterligare deltargarna kunde inte uppdateras.

source: Some attendee payment details were successfully updated, but the following error(s) may have prevented others from being updated:
sv_se: Vissa deltagares betalningsinformation kunde uppdateras men följande fel kan ha hindra andra från att uppdateras korrekt.

source: Transaction ID:
sv_se: Transaktions-ID:

source: ( or cheque #, gateway response, etc )
sv_se: ( eller check #, gateway respons osv )

source: was not saved.
sv_se: sparades inte.

source: An error occured. Event price details with ID#
sv_se: Ett fel inträffade. Evenemanget prisdetaljer med ID#

source: Seating Chart
sv_se: Sittplatskarta

source: Groupons
sv_se: Groupon

source: Seat Tag
sv_se: Platsnummer

source: An error occured. The primary attende's data could not be updated. (
sv_se: Ett fel inträffade. Det primära deltagar-datat kunde inte uppdateras. (

source: Total Amount due:
sv_se: Totalt att betala:

source: The requested attendee data could not be found.<br/>Please refresh the page and try again or contact the site admin if problem's persist.
sv_se: Den begärda deltagarinformationen kunde inte hittas. <br/>Vänligen uppdatera sidan (F5) och pröva igen eller kontakta oss om problemet kvarstår.

source: An error has occured. The registration ID could not be found.
sv_se: Ett fel har inträffat. Registrerings ID't kunde inte hittas.

source: An error occured. The primary attendee could not be found.
sv_se: Ett fel inträffade. Den primära deltagaren kunde inte hittas.

source: An error occured. The primary attendee could not be located.
sv_se: Ett fel inträffade. Den primära deltagaren kunde inte lokaliseras.

source: Member Only Event
sv_se: "Endast medlemmar" evenemang

source: if you would like to know if spaces are still available.
sv_se: om du vill veta om det finns några platser kvar.

source: After confirming the details of your registration in Step 3, you will be transferred to the payment overview where you can view details of how to complete your bank transfer.
sv_se: Att att du har bekräftat dina registreringsdetaljer i Steg 3 så kommer du att skickas vidare till din betalningsöversikt där du kan se detaljerna om hur du genomför din banköverföring.

source: After confirming the details of your registration in Step 3, you will be transferred to the payment overview where you can view details of how to complete your payment by Check.
sv_se: Att att du har bekräftat dina registreringsdetaljer i Steg 3 så kommer du att skickas vidare till din betalningsöversikt där du kan se detaljerna om hur du genomför din betalning med check.

source: Will display invoices as a payemnt option <br /> on your payemnt page. (Default: Yes)
sv_se: Kommer visa "Faktura" som ett betalningsalternativ. <br /> På din betalningssida. (Standard: Ja)

source: Load a custom/pre-made style sheet <br />to change the look of your invoices.
sv_se: Ladda upp ett CSS <br />för att ändra utseendet på dina fakturor.

source: Debug Mode Is Turned On. Payments will not be processed
sv_se: Debug-läge är PÅ. Betalningar kommer inte att bearbetas.

source: While testing, use only the credit card numbers listed below. Other numbers will produce an error.
sv_se: Medan du testar, använd ENDAST kontokorten nedan. Andra nummer kommer att resultera i felmeddelanden.

source: Expiry Date must be a valid date in the future
sv_se: Utgångsdatum måste vara ett giltigt datum i framtiden.

source: CVV2 can be any 3 digits
sv_se: CVV2 kan vara vilka 3 siffror som helst

source: Use the following credit card numbers for testing. Any other card number produces a general failure.
sv_se: Använd ENDAST följande kontokortsnummer när du testar. Andra kontokort kommer att resultera i ett generellt fel.

source: Test Card Type
sv_se: Test korttyp

source: Test Card Numbers
sv_se: Test kortnummer

source: Even though this number has a different character count than the other test numbers, it is the correct and functional number.
sv_se: Även om detta nummer har ett annorlunda antal tecken än övriga test-nummer så är detta ett korrekt och fungerande nummer.

source: Testing Result Code Responses
sv_se: Testresultat - Kodsvar

source: You can use the amount of the transaction to generate a particular result code. The table below lists the general guidelines for specifying amounts.
sv_se: Du kan använda beloppet i transaktionen för att generera en specifik resultatkod. Tabellen nedan visar generella riktlinjer för specifika belopp.

source: Response
sv_se: Svar

source: Invalid amount
sv_se: Ogiltigt belopp

source: Invalid transaction type
sv_se: Ogiltig transaktionstyp

source: Field format error
sv_se: Fältformat-fel

source: Invalid expiry date
sv_se: Ogiltigt utgångsdatum

source: Declined
sv_se: Nekad

source: Invalid account number
sv_se: Ogiltigt kontonummer

source: Credit Card #
sv_se: Kreditkorts #

source: Credit Card Type
sv_se: Kontokortstyp

source: Section
sv_se: Sektion

source: Event Manager
sv_se: Hantera Evenemang
