Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: To add default meta values, add the following code to your theme-name/functions.php file.
fi_fi: Lisätäksesi oletus meta-arvoja, lisää seuraava koodi sinun theme-name/functions.php tiedostoon.
fr_fr: Pour ajouter des valeurs par défaut méta, ajoutez le code suivant à votre fichier theme-name/functions.php.
hu_hu: Ha szeretnéd hozzáadni az alapértelmezett meta értékeket, adja hozzá a következő kódot a theme-name/functions.php fájlt.
sv_se: För att lägga till Meta värden, lägg till följande kod till din theme-name/functions.php

source: Further information on shortcodes is available
fi_fi: Lisää tietoa lyhenteistä on saatavilla
fr_fr: Plus d'informations sur shortcodes sont disponible
hu_hu: További információk a shortcodes áll rendelkezésre
sv_se: Ytterligare information om Shortcodes finns tillgänglig

source: on the Help &amp; Support page
fi_fi: Apu &amp; Tuki-sivulta
fr_fr: sur la page Aide & Support
hu_hu: A Segítség és támogatás oldal
sv_se: på Hjälp &amp; Support sidan

source: or from the
fi_fi: tai
fr_fr: ou à partir de l'
hu_hu: vagy a
sv_se: eller från

source: forums
fi_fi: foorumeilta
hu_hu: FÓRUMOK
sv_se: forumen

source: Failed to associate new seating chart with this event. (Seats from current seating chart might have been used by some attendees)
fi_fi: Uuden istumajärjestyksen assosiointi ei onnistunut tähän tapahtumaan. (Paikan nykyisessä istumajärjestyksessä saattavat olla joidenkin osallistujien käytössä)
fr_fr: Impossible d'associer le nouveau plan de salle de cet événement. (Les Sièges de plan de salle actuelle pourrait avoir été utilisé par certains participants)
hu_hu: Nem sikerült társítani új ülésrendet ezen eseményt. (Ülések az aktuális ülésrendet volna használják egyes résztvevők)
sv_se: MDet gick inte att associera ny sittplatskarta med detta Evenemang. (Säten från nuvarande placeringsöversikt kan ha använts av vissa deltagare).

source: Members
fi_fi: Jäsenet
fr_fr: Utilisateurs
hu_hu: Képviselők
sv_se: Medlemmar

source: Only?
fr_fr: Uniquement?
hu_hu: esetén)
sv_se: Endast?

source: reduces price
fr_fr: réduit le prix
hu_hu: csökkenti az árat
sv_se: sänker priset

source: Applied
fr_fr: Appliqué
hu_hu: Alkalmazott
sv_se: Tillämpad

source: as a Tax
fr_fr: comme taxe
hu_hu: adóként
sv_se: som en skatt

source: as
fr_fr: comme
hu_hu: mint
sv_se: som

source: Add as a Default
fr_fr: Ajouter en tant que Défaut
hu_hu: Jelöld a Default
sv_se: Lägg till som standard

source: Price to New Events?
fr_fr: Prix aux Nouveaux Événements ?
hu_hu: Ár Új események?
sv_se: Pris för nya evenemang

source: Order of
fr_fr: Ordre du
hu_hu: Rend
sv_se: Beställning av

source: Application
hu_hu: Alkalmazás
sv_se: Ansökan

source: Prices have been successfully deleted.
fi_fi: Hinnat on poistettu onnistuneesti.
fr_fr: Les prix ont été supprimés avec succès.
hu_hu: Árak sikeresen törölve.
sv_se: Kostnad borttaget.

source: Price Types have been successfully deleted.
fi_fi: Hintatyypit on poistettu onnistuneesti.
fr_fr: Les types de prix ont été supprimés avec succès.
hu_hu: Ár típusai sikeresen törölve.
sv_se: Kostnadstyp borttaget.

source: Prices have been moved to the trash.
fi_fi: Hinnat on siirretty roskakoriin.
fr_fr: Les prix ont été mis à la corbeille.
hu_hu: Az árak átkerültek a kukába.
sv_se: Priserna är flyttade till sopkorgen.

source: Price has been moved to the trash
fi_fi: Hinta on siirretty roskakoriin.
fr_fr: Le prix a été mis à la corbeille.
hu_hu: Ár átkerült a kukába
sv_se: Priset har flyttats till papperskorgen

source: Price Types have been moved to the trash.
fi_fi: Hintatyypit on siirretty roskakoriin
fr_fr: Les types de prix ont été mis à la corbeille.
hu_hu: Ár típusok átkerültek a kukába.
sv_se: Pris Typer har flyttats till papperskorgen.

source: Price Type has been moved to the trash
fi_fi: Hintatyyppi on siirretty roskakoriin
fr_fr: Le type de prix a été mis à la corbeille.
hu_hu: Ár Típus átkerült a kukába
sv_se: Pris Typ har flyttats till papperskorgen

source: Price Types hava been restored from trash.
fi_fi: Hintatyypit on palautettu roskakorista.
fr_fr: Les types de prix ont été restaurés.
hu_hu: Ár típusok Hava visszaállítottuk a kukából.
sv_se: Pris Typer har återställts från papperskorgen.

source: Price Type has been restored from trash.
fi_fi: Hintatyyppi on palautettu roskakorista.
fr_fr: Le type de prix a été restauré.
hu_hu: Ár Típus került visszaállításra szemetet.
sv_se: Pris Typ har återställts från Papperskorgen.

source: You have no price types defined. Please add a price type before adding a price.
fi_fi: Sinulla ei ole yhtään hintatyyppiä. Luo hintatyyppi ennen hinnan asettamista.
fr_fr: Vous n'avez pas de type de prix défini. Veuillez ajouter un type de prix avant d'ajouter un prix.
hu_hu: Nincsenek ár típust nem definiál. Kérjük, adjon hozzá egy ár típus hozzáadása előtt az árát.
sv_se: Du har inte angett kostnadstyp. Var god ange kostnadstyp innan kostnad.

source: Whether this is an Event Price, Discount, Surcharge, or Tax. Default items will apply to ALL new events you create.
fi_fi: Vaikka tämä olisi tapahtuman hinta, alennus, lisämaksu tai vero, oletus kohteita käytetään kaikissa uusissa tapahtumissa.
hu_hu: Hogy ez egy versenyen ár, kedvezmény, felár vagy adó. Alapértelmezett elemek vonatkozik valamennyi új eseményeket hoz létre.
sv_se: Om detta är en Evenemang Pris, Rabatt, tilläggsavgift eller skatt. Standard objekt kommer att gälla för alla nya händelser som du skapar.

source: Discount Code
fi_fi: Alennuskoodi
fr_fr: Code de remise
hu_hu: Kedvezmény kód
sv_se: Rabattkod

source: If this is a global discount code, enter the code here. For discount codes applicable to single events, see the Promotional Codes Event Espresso admin screen.
fi_fi: Jos tämä on yleinen alennuskoodi, lisää se tähän. Jos koodisi koskettaa vain yksittäistä tapahtumaa, käy katsomassa Event Espresso admin näkymää.
fr_fr: Si c'est un code de remise global, entrez le ici. Pour les codes de remise concernant un seule évènement, veuillez vous rendre à la section Codes Promotionnels.
hu_hu: Ha ez egy globális diszkont kódot, írjuk be a kódot ide. A kedvezmény kód alkalmazandó egyes eseményeket, lásd a Promóciós kódok Event Espresso admin képernyőn.
sv_se: Om detta är en global rabattkod. Skriv in koden här. För rabattkoder för enstaka evenemang, se Kampanj Koder Event Espresso admin skärmen.

source: Save Changes
fi_fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
hu_hu: Változtatások mentése
sv_se: Spara ändringar

source: learn more about how pricing works
fi_fi: opi enemmän hinnoittelusta
fr_fr: En apprendre plus sur la gestion des prix
hu_hu: többet arról, hogyan működik a árképzés
sv_se: Läs mer om hur prissättningen fungerar

source: Basic Type
fi_fi: Yleinen tyyppi
fr_fr: Type basique
hu_hu: Basic típus
sv_se: Grundtyp

source: Base Price
fi_fi: Perus hinta
fr_fr: Prix de base
hu_hu: Alap ár
sv_se: Grundpris

source: Tax
fi_fi: Vero
fr_fr: Taxe
hu_hu: adó
sv_se: Skatt

source: Choosing a basic type allows us to quickly configure a bunch of other options for you.<br/>All events need to have at least one Base Price type option.<br/>Discounts reduce the price of an event, Surcharges increase the price.<br/>Taxes are applied to the final total.
fi_fi: Yleisen tyypin valinta mahdollistaa muiden valintojen nopean asettamisen. <br/> Kaikilla tapahtumilla pitää olla vähintään yksi perus hinta.<br/> Alennus muuttaa tapahtuman hintaa, lisämaksu korottaa sitä. <br/> Vero(t) lisätään lopulliseen hintaan.
fr_fr: Choisir un type de base nous permet de configurer différentes options. <br/> Tous les évènements nécessitent au moins un type de prix de base. <br/> Les remises réduisent le prix d'un évènement, les surtaxes en augmentent le prix. <br/> Les taxes sont appliquées au total final.
hu_hu: Kiválasztása az alap típus lehetővé teszi számunkra, hogy gyorsan beállítani egy csomó más lehetőség az Ön számára. <br/> Minden esemény kell, hogy legyen legalább egy Alapár típusú opció. <br/> Kedvezményes árának csökkentését, egy esemény, felárak növelik az árat . <br/> adókat alkalmaznak a végleges, teljes.
sv_se: Att välja en grundläggande typ ger oss möjlighet att snabbt konfigurera en massa andra alternativ för dig. <br/> Alla händelser måste ha minst en Grund alternativ Pristyp. <br/> Rabatter sänka priset på en händelse. Tilläggsavgifter höja priset. <br/> Skatter tillämpas till den slutliga totala summan.

source: Price Type Name
fi_fi: Hintatyypin nimi
fr_fr: Nom du type de prix
hu_hu: Ár Típus neve
sv_se: Kostnadstyps namn

source: A name for this Price Type.
fi_fi: Nimi tälle hintatyypille.
fr_fr: Un nom pour ce type de prix.
hu_hu: A neve ennek Ár Típus.
sv_se: Ett namn för detta Pris Typ.

source: Apply to Members Only
fi_fi: Mahdollista vain jäsenille
fr_fr: Appliquer uniquement aux membres
hu_hu: Jelentkezés Members Only
sv_se: Applicera till Medlemmar Endast

source: Whether this Price Type will <b>only</b> be available to members that are logged into the site.
fi_fi: Hintatyyppi on saatavilla vain niille käyttäjille jotka ovat kirjautuneina sivuille.
fr_fr: Si ce type de prix s'appliquera <b>seulement</b> aux membres inscrits sur le site.
hu_hu: Hogy ez Ár Típus <b> csak </ b> kell bocsátani a tagokat, hogy be van jelentkezve a helyszínen.
sv_se: Om detta Pris Typ kommer <b>endast</b> vara tillgänglig för medlemmar som är inloggade in på hemsidan.

source: Raise or Lower Price?
fi_fi: Korota tai laske hintaa?
fr_fr: Augmenter ou diminuer le prix ?
hu_hu: Növelheti vagy csökkentheti az ár?
sv_se: Höja eller sänka priset?

source: Raise
fi_fi: Korota
fr_fr: Augmenter
hu_hu: Emel
sv_se: Höja

source: Lower
fi_fi: Laske
fr_fr: Diminuer
hu_hu: Felső tolerancia zóna
sv_se: Sänka

source: Whether this Price Type applies a discount that will lower the final price or a surcharge that will raise the final price. (Use raise for base prices)
fi_fi: Tämä hintatyyppi mahdollistaa alennuksen joka alentaa lopullista hintaa, tai hinnan korotuksen joka nostaa lopullista hintaa. (käyttää korotusta perushintaan)
fr_fr: Si ce type de prix applique une remise ou une surtaxe (utilisez Augmenter pour les prix de base)
hu_hu: Hogy ez Ár Típus érvényes kedvezmény, amely csökkenti a végleges árat, vagy felár ellenében, ami növelni fogja a végső ár. (Használja emelés a bázis árak)
sv_se: Om denna pristyp gäller för en rabatt som kommer att sänka priser eller en avgift som kommer att höja priset. Använd avgift för baspriser.

source: Is this a Tax?
fi_fi: Onko tämä vero?
fr_fr: Est ce une taxe ?
hu_hu: Ez az adó?
sv_se: Är detta en skatt?

source: Not Tax
fi_fi: Ei vero
fr_fr: Ce n'est pas une taxe
hu_hu: Nem Adó
sv_se: Ej skatt

source: Taxes are different from other prices that raise the final price in that they will be applied at the final stage of the registration process.
fi_fi: Verot ovat erillään muusta hinnottelusta ja ne lisätään hintaan vasta rekisteröintiprosessin lopussa.
fr_fr: Les taxes sont différentes des autres prix qui augmentent le total : elles sont appliquées lors de l'étape finale d'inscription.
hu_hu: Adók különböznek a többi árakat emelni a végső ár abban, hogy alkalmazni fognak végső szakaszában a regisztrációs folyamatot.
sv_se: Skatter är annorlunda än andra priser som höjer det slutgiltiga priset i den bemärkelsen att dom kommer att läggas på först i det avslutande steget i registreringsprocessen.

source: Percentage or Dollar Amount?
fi_fi: Prosentuaalinen vai euro määrä?
hu_hu: Százalék vagy Dollar mennyisége?
sv_se: Procent eller Kr?

source: Dollar
fi_fi: dollari
hu_hu: Dollár

source: Whether this Price Type will be applied as a percentage or applied as a set dollar amount.
fi_fi: Hintatyyppi määräytyy prosentuaalisesti tai dollarimääräisesti.
hu_hu: Hogy ez Ár Típus fogják alkalmazni százalékában vagy alkalmazzák egy sor dollár összeget.
sv_se: Om detta pris kommer att tillämpas som procent eller som ett belopp i kr.

source: Apply to ALL New Events?
fi_fi: Käytä KAIKISSA uusissa tapahtumissa?
hu_hu: Minden olyan új események?
sv_se: Tillämpa på ALLA nya evenemang?

source: Setting this to "Yes" will make this a <b>Default</b> Price Type that will then be applied to <b>ALL</b> new events.
fi_fi: Laittamalla tähän "Kyllä" tulee tästä <b>Oletus <b/> hintatyyppi, joka lisätään <b>KAIKKIIN<b/> uusiin tapahtumiin.
hu_hu: Ha ezt az "Igen " lesz, hogy ezt a <b> Alapértelmezett </ b> Ár Típus hogy majd alkalmazni kell <b> MINDEN </ b> az új események.
sv_se: Om du väljer "Ja" kommer detta blir en <b>Standard</b> pristyp som kommer att användas för <b>ALL</b> nya evenemang.

source: Order of Application
fi_fi: Aplikaation järjestys
hu_hu: Order Alkalmazási
sv_se: Ansökningsordning

source: The order that Price Types are applied. .
fi_fi: Järjestys, jossa hintatyypit on syötetty.
hu_hu: A sorrendben Ár típusok alkalmazzák. .
sv_se: Ordningen som pristyper används.

source: Price types are applied sequentially according to their Order, where higher ordered Price Types will affect lower ordered Price Types.<br/>Price types with equal Orders will be applied in parrallel to whatever total preceeds them and will not affect each other. Actual Prices will be set to "0" so that they are processed first. Taxes will be always be applied last but their order will still determine if they are applied in parralel or as compound taxes (one tax on top of the other).
hu_hu: Ár típusokat alkalmaznak egymást aszerint, hogy azok Order, ahol magasabb sorrendben Ár felosztása hatással lesz alacsonyabb rendű Ár típusai. <br/> Ár termék azonos rendelések alkalmazni fogják parrallel hogy bármilyen teljes megelőzi őket, és nem befolyásolják egymást. Tényleges árak lesz állítva a "0 ", hogy azok feldolgozása először. Adók kell mindig alkalmazni kell utoljára, de a sorrend továbbra is meghatározza, ha azokat alkalmazzák parralel vagy összetett adók (egy adó tetejére a másik.)

source: Default Prices
fr_fr: Prix par Défaut
hu_hu: Alapértelmezett Árak
sv_se: Standard priser

source: Added to New Events
fr_fr: Ajouté à de Nouveaux Evènements
hu_hu: Hozzáadva Új események
sv_se: Lagts till för nya evenemang

source: Add New Price
fi_fi: Lisää uusi hinta
fr_fr: Créer un nouveau prix
hu_hu: Új ár
sv_se: Ange ny kostnad

source: Price Types
fr_fr: Types de Prix
hu_hu: Ár típusok

source: Add New Type
fi_fi: Lisää uusi tyyppi
fr_fr: Créer un nouveau type
hu_hu: Új típus
sv_se: Ange ny typ

source: Manage Event Pricing
fi_fi: Hallitse tapahtuman hinnoittelua
fr_fr: Gérer les prix des évènements
hu_hu: Kezelése Event árak
sv_se: Hantera prissättning

source: The category
fi_fi: Kategoria
fr_fr: La catégorie
hu_hu: A kategória
sv_se: Kategorin

source: The category
fi_fi: Kategoria
fr_fr: La catégorie
hu_hu: A kategória
sv_se: Kategorin

source: Unique ID
fi_fi: Yksilöllinen ID
fr_fr: ID unique
hu_hu: Egyedi azonosító
sv_se: Unikt ID

source: Display Category Description in Event Listing?
fi_fi: Näytä kategoria kuvaus tapahtumalistauksessa?
fr_fr: Afficher la description de la catégorie dans la liste des évènements ?
hu_hu: Mutassa a kategória leírását az Eseménylistában?
sv_se: Visa Kategoribeskrivning i Evenemangslistningen?

source: Edit Category
fi_fi: Muokkaa kategoriaa
fr_fr: Modifier la catégorie
hu_hu: Kategória szerkesztése
sv_se: Redigera Kategori

source: has been updated.
fi_fi: on päivitetty.
fr_fr: a été mis à jour.
hu_hu: frissítve
sv_se: har uppdaterats.

source: has not been updated
fi_fi: ei ole päivitetty
fr_fr: n'a pas été mis à jour.
hu_hu: nem került frissítésre
sv_se: har inte uppdaterats.

source: All events have been successfully removed from the Event Queue.
fi_fi: Kaikki tapahtumat on onnistuneesti poistettu tapahtumajonosta.
fr_fr: Tous les évènements ont été correctement retirés de la file d'attente.
hu_hu: Minden esemény sikeresen eltávolítottuk az Event Queue.
sv_se: Alla events har tagits bort från eventkön.

source: An error occured! No Events could be removd from the Queue!
fi_fi: Tapahtui virhe! Tapahtumia ei voitu poistaa tapahtumajonosta!
fr_fr: Une erreur s'est produite ! Aucun évènement n'a pu être retiré de la file d'attente.
hu_hu: Hiba történt! Nem Events lehetett removd a sorból!
sv_se: Ett fel har inträffat! Inga events kunde tas bort från kön

source: attendee-payments
fi_fi: osallistuja maksut
fr_fr: paiements des visiteurs
hu_hu: résztvevő fizetési
sv_se: deltagar-betalning

source: Payment Settings Initialized!
fr_fr: Fixations de Paiement Initialisées!
hu_hu: Fizetési beállítások Inicializált!

source: Payment Settings were not initialized!
fr_fr: Fixations de Paiement n'ont pas été Initialisées!
hu_hu: Fizetési beállítások nem inicializált!

source: Payment Settings Updated!
fr_fr: Fixation de Paiement mis à jour!
hu_hu: Fizetési beállítások frissítve!

source: Payment Settings were not saved!
fr_fr: Les fixations de paiement n'ont pas été enregistrées!
hu_hu: Fizetési beállítások mentése nem sikerült!

source: Activate
fr_fr: Activer
hu_hu: Aktiválás

source: Deactivate
fr_fr: Désactiver
hu_hu: Kikapcsolás

source: Button URL Reset!
fr_fr: Réinitialiser le bouton URL!
hu_hu: Gomb URL visszaállítása!

source: Button URL was not reset!
fr_fr: Le Bouton URL n'a pas été réinitialisé!
hu_hu: Gomb URL nem vissza!

source: We're sorry, but the transaction was declined for the following reasons: <br />
fi_fi: Tapahtuma ei onnistunut seuraavista syistä: <br/>
fr_fr: Désolé, mais la transaction a été refusée pour les raisons suivantes : <br />
hu_hu: Sajnáljuk, de a tranzakció elutasításra került az alábbi okok miatt: <br />
sv_se: Förlåt, men din transaktion nekades pga. följande anledningar: <br />

source: The Transaction was cancelled.
fr_fr: La transaction a été anulée.
hu_hu: Az ügyletet törölték.
sv_se: Transaktionen avbröts.

source: We're sorry, but an error occured and the transaction could not be completed. Please try again. If problems persist, contact the site administrator.
fi_fi: Tapahtui virhe ja tapahtumaa ei voitu käsitellä loppuun. Yritä uudelleen. Jos ongelma toistuu, ota yhteyttä ylläpitoon.
fr_fr: Désolé, mais une erreur s'est produite et la transaction n'a pas pu être effectuée. Veuillez recommencer, si le problème persiste, contactez un administrateur.
hu_hu: Sajnáljuk, de hiba történt és a tranzakció nem hajtható végre. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba a webhely adminisztrátorával.
sv_se: Förlåt, men ett fel inträffade och transkationen kunde inte slutföras. Vänligen försök igen. Om problemet kvarstår, vänligen kontakta supporten.

source: There was a problem inserting your payment into our records. Do not attempt the transaction again. Please contact support.
fr_fr: Il y avait un problème insérant votre paiement dans nos rapport. N'essayez pas la transaction de nouveau. Contactez s'il vous plaît l'assistance.
hu_hu: Volt egy probléma behelyezésénél a befizetést a mi rekordokat. Ne próbáljuk a tranzakció újra. Kérjük, forduljon támogatás.
sv_se: Ett problem med att föra in din betalning i vårt system har uppstått. Försök INTE att göra en ny transaktion, vänligen kontakta vår support.

source: Your debug file is not writable. Check if your server is able to write to %s.
fr_fr: Votre fichier de débogage n'est pas affichable. Vérifiez si votre serveur peut écrire à %s.
hu_hu: A hibakeresés fájl nem írható. Ellenőrizze, hogy a kiszolgáló képes írni %s .
sv_se: Din debug-fil är inte skrivbar. Kontrollera om din server kan skriva till %s.

source: You're registration will be marked as complete once your payment is received.
fr_fr: Votre enregistrement sera marqué comme complet une fois que votre paiement sera reçu.
hu_hu: Te vagy regisztráció kell tüntetni, teljes, ha a befizetés érkezett.

source: Billing information submitted successfully
fi_fi: Laskutustiedot toimitettiin onnistuneesti
fr_fr: Informations de facturation correctement enregistrées.
hu_hu: Számlázási információk benyújtott sikeres
sv_se: Betalningsinformation mottagen

source: An error occured. The payment has not been processed succesfully.
fr_fr: Une erreur est arrivée. Le paiement n'a pas été traité avec succès.
hu_hu: Hiba történt. A kifizetés nem dolgozták fel sikeresen.

source: Attendee information submitted successfully.
fi_fi: Ilmoittautumistiedot on toimitettu onnistuneesti.
fr_fr: Informations correctement enregistrées.
hu_hu: Résztvevők benyújtott információkat sikeresen.
sv_se: Deltagarinformation är skickat.

source: An error occured! No valid question responses were received.
fi_fi: Tapahtui virhe! Yhtään vastausta ei saatu.
fr_fr: Une erreur s'est produite ! Aucune réponse valide n'a été reçue.
hu_hu: Hiba történt! Nincs érvényes kérdés válasz érkezett.
sv_se: Ett fel inträffade! inga godkända svar på frågorna blev mottagna.

source: Registration Step 2 completed
fi_fi: Rekisteröinnin osa 2 valmis
fr_fr: Etape 2 de la réservation réussie
hu_hu: A regisztráció 2. lépése kitöltve
sv_se: Del 2 i registreringen genomförd

source: no attendee details submitted
fi_fi: osallistuja tietoja ei toimitettu
fr_fr: Les informations du visiteur n'ont pas été renseignées.
hu_hu: nem résztvevő további részletek benyújtott
sv_se: inga deltagardetaljer lämnade

source: No payment required.<br/>Please click "Confirm Registration" below to complete the registration process.
fi_fi: Maksua ei vaadita.<br/>Paina "Vahvista rekisteröinti" viimeistelläksesi rekisteröintiprosessin.
fr_fr: Aucun paiement requis. <br /> Veuillez cliquer sur "Confirmer la réservation" ci-dessous pour terminer votre inscription.
hu_hu: Ingyenes résztvevő. <br/> Kérjük kattintson az alábbi "Regisztráció megerősítése " feliratra a regisztráció befejezéséhez.
sv_se: Ingen betalning krävs<br/>Var god klicka på "Godkänn Registrering" nedan för att slutföra registreringen.

source: Sorry, but you did not enter the correct anti-spam phrase.<br/>Please refresh the ReCaptcha (the top button of the three), and try again.
fr_fr: Désolé, mais vous n'êtes pas entrés dans l'expression contre l'inondation de messages correcte. <br/> S'il vous plaît raffraichissez le ReCaptcha (le bouton supérieur des trois) et essayez de nouveau.
hu_hu: Sajnálom, de nem adja meg a helyes anti-spam mondat. <br/> Kérjük, frissítse az reCAPTCHA (a felső gomb a három), és próbálja újra.
sv_se: Förlåt, men du skrev inte in rätt anti-spam fras.<br/>Vänligen uppdatera "ReCaptcha" (den översta knappen av dom 3), och försök igen.

source: An error occured! No post data was passed to the validator. Please click your browser's back button and try again. If the problem persists, contact customer support.
fi_fi: Tapahtui virhe! Lähetetty data ei mennyt läpi validaattorista. Paina selaimesi takaisin -nappia ja yritä uudelleen. Jos ongelma toistuu, ota yhteys ylläpitoon.
fr_fr: Une erreur s'est produite ! Les données n'ont pas été correctement validées. Veuillez cliquer sur le bouton retour de votre navigateur et réessayer. Si le problème persiste, veuillez contacter le support client.
hu_hu: Hiba történt! Nem lett átküldve hozzászólás adat az érvényesítéshez. Kérjük, kattintson a böngésző Vissza gombjája, és próbálkozzon újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv_se: Ett fel inträffade! Ingen information skickades igenom validatorn. Var god och klicka tillbaka och försök igen. Om problemet fortsätter, Kontakta kundsupporten.

source: Warning!
fr_fr: Avertisssement!
hu_hu: Vigyázat!
