Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: You may set a pixel width for your map, this is set as a simple numeric value and should not contain any other charecters - if a value is not set default ones are used, for list events the maps are set to 200px, for registration page single maps 500px.
fi_fi: Voit syöttää kartan leveyden pixeleinä. Se on lyhyt numerosarja joka ei saa sisältää muita merkkejä. Jos arvoa ei ole syötetty, käytetään oletusarvoa, joka on 200px ja rekisteröintisivulla 500px.
fr_fr: Vous pouvez définir une largeur en pixels de votre carte, elle est définie comme une valeur numérique simple et ne doit pas contenir toute autre caractères - si une valeur n'est pas définie celles par défaut sont utilisés, pour la liste des événements les cartes sont mises à 200px, pour la page d'inscription cartes simples 500px.
hu_hu: Lehet beállítani pixel szélesség a térképen, ez van beállítva, mint egy egyszerű numerikus érték, és nem tartalmaznak semmilyen más charecters - Ha az érték nincs beállítva alapértelmezett is használják, a lista események a térképek vannak beállítva 200px, a regisztrációs lap Egyetlen térképek 500px.
sv_se: Du kan ställa in en pixel bredd för din karta, detta anges som ett enkelt numeriskt värde och bör inte innehålla några andra tecken - Om ett värde inte är inställt så används standardvärdet. För Evenemangslistning är värdet 200px och för Registreringssidor 500px.

source: The same as setting the width above but for the map height - maps work best set to equal values i.e square dimensions.
fi_fi: Kartan korkeusasetukset toimivat parhaiten jos syötät korkeudeksi saman arvon kuin leveydeksi.
fr_fr: Le même réglage de la largeur ci-dessus, mais pour la hauteur de la carte - cartes fonctionnent le mieux réglé à des valeurs égales à savoir les dimensions carrés.
hu_hu: Ugyanaz, mint a szélesség beállítás felett, hanem a térkép magasság - térképek működnek a legjobban beállítani az egyenlő értékek, azaz tér méreteit.
sv_se: Samma som bredden ovan men för höjden - Kartorna fungerar bäst om den har lika värden. Mao är fyrkantig.

source: Zoom level is the level of detail that is shown when the map first renders a low value means you zoom out and see a wider area, a higher value means that you zoom in and see the actual address in finer detail, a default value of 12 is set as a good base value.
fi_fi: Zoom-asteikko on kartan näyttöasteikko jolla kartta näytetään kun se ladataan ensimmäistä kertaa. Pienempi arvo tarkoittaa sitä, että zoomaat ulos ja näet suuremman alueen. Suurempi arvo tarkottaa sitä, että zoomaat lähemmäs ja näet osoitteen. Oletus arvo on 12 ja se on hyvä perusarvo.
fr_fr: Le niveau de zoom est le niveau de détail qui s'affiche lorsque la carte rend d'abord une valeur faible signifie que vous effectuez un zoom arrière pour voir une zone plus large, une valeur plus élevée signifie que vous effectuez un zoom avant pour voir l'adresse réelle en détail plus fin, une valeur par défaut de 12 est défini en tant que valeur de base bon.
hu_hu: Nagyítási szint az a szint részletességgel, hogy megjelenik, amikor a térképen 1. teszi az alacsony érték azt jelenti, hogy zoom, és lát egy nagyobb területen, a magasabb érték azt jelenti, hogy nagyítani és nézze meg az aktuális cím finomabb részletek, az alapértelmezett érték a 12 van beállítva, mint egy jó bázis értéket.
sv_se: Zoomnivån är den detaljnivå som visas av kartan . Ett lågt värde innebär att du zoomar ut och kan se ett större område medans ett högre värde zoomar in och visar den faktiska adress i finare detaljer, ett standardvärde på 12 är inställt som ett bra basvärde.

source: The navigation overlay are the controls for panning and zooming the map.
fi_fi: Kartan navigaatio sisältää ohjaimet kartan liikutteluun ja zoomaamiseen.
fr_fr: La superposition de navigation sont les commandes pour l'option panoramique et le zoom de la carte.
hu_hu: A navigációs overlay a vezérlők pásztázás és nagyítás a térkép.
sv_se: Navigationskontroller är dom kontrollerna som styr panorering och zoomning på kartan.

source: Keep map navigation small tells google to only load the smaller map overlay regardless of map size - Google changes various options according to the size of a map, if you want to stop this happening you can set this option to yes.
fi_fi: Pitämällä kartan navigaation pinenenä, google tietää ladata vain pinenen näkymän kartalta. Google muuttaa valintoja kartaan koon mukaan, mutta voit halutessasi poistaa tämän ominaisuuden.
fr_fr: Gardez petite carte de navigation indique à google de ne charger que la superposition petite carte indépendamment de la taille carte - Google modifie diverses options en fonction de la taille d'une carte, si vous voulez arrêter ce qui se passe, vous pouvez définir cette option à oui.
hu_hu: Tartsa térképes navigációs kis megmondja google csak betölteni a kisebb térkép overlay függetlenül képtér - Google változások különböző lehetőségeket méretének megfelelően egy térképet, ha azt szeretné, hogy hagyjanak fel ezzel történik beállíthatja ezt az opciót igen.
sv_se: Genom att hålla kartnavigering liten så kommer Google endast att ladda mindre kartöversikt, oavsett kartans storlek - Google ändrar olika alternativ beroende på storleken på kartan, om du vill förhindra att detta sker kan du ställa in det här alternativet på JA.

source: The map type control is the options bar google sets in the top right corner this can take the form of a dropdown or horizontal bar.
fi_fi: Google toimittaa kartan ohjaimet ja lisää ne kartan oikeaan yläkulmaan. Ne voidaan ottaa joko alasvetovalikkona tai pystysuorana palkkina.
fr_fr: Le contrôle de type de carte est la barre d'options google fixe dans le coin en haut à droite, cela peut prendre la forme d'une barre déroulante ou horizontale.
hu_hu: A térkép típusú ellenőrzés az eszköztáron google beállítja a jobb felső sarokban ez formájában egy legördülő vagy vízszintes sáv.
sv_se: Kartans typkontroll är alternativfältet som Google sätter i det övre högra hörnet och kan visas som en rullgardinsmeny eller horisontellt fält.

source: Alignment alows you to move the map left, center, or right within whatever parent event structure you have, please note though this option is dependent on your themes layout as to whether it will work as expected. The default alignment is to the left.
fr_fr: L'alignement vous permet de déplacer la carte à gauche, au centre ou à droite dans n'importe quelle structure événement parent que vous avez, s'il vous plaît noter que cette option dépend de votre mise en page des thèmes de savoir si cela va fonctionner comme prévu. L'alignement par défaut est à gauche.
hu_hu: Igazítás alows, hogy mozgassa a térképet balra, középre vagy jobbra belül bármi szülő eseményszerkezetéből van, kérjük, vegye figyelembe, bár ez a beállítás függ a témákat elrendezés, hogy fel fog működni, mint várták. Az alapértelmezett beállítás az, hogy a bal oldalon.
sv_se: "Justering" gör så att du kan flytta kartan till vänster, i mitten eller till höger inom den Evenemangsstruktur du har, observera dock att detta alternativ är beroende av ditt temas layout, huruvida det kommer att fungera som förväntat. Som standard är justeringen vänsterställd.

source: Select this option to enable your event map in the template file - this option is used if you are not using venue shortcodes and want map display activated in either event list pages or registration pages.
fi_fi: Valitse tämä valinta salliaksesi sinun tapahtuman kartta mallitiedostossasi - tämä valinta on käytössä jos et käytä tapahtumapaikan lyhenteitä ja haluat aktivoida kartan joko tapahtumalistaus sivulla tai rekisteröintisivuilla.
fr_fr: Sélectionnez cette option pour activer votre carte d'événement dans le fichier de modèle - cette option est utilisée si vous n'utilisez pas shortcodes lieu et que vous voulez l'affichage de la carte activée soit dans la liste des pages d'événements soit des pages d'inscription.
hu_hu: Válassza ezt az opciót, hogy a rendezvény a térképet a sablon fájl - ez az opció akkor használatos, ha nem használja helyszín shortcodes és szeretne térkép megjelenítését aktiválható bármelyik esetben listákhoz vagy regisztrációs oldalt.
sv_se: Välj det här alternativet för att aktivera ditt Evenemangs karta i mallfilen - detta alternativ används om du inte använder Plats Shortcodes och vill ha kartbilden aktiverad i antingen Evenemangslistor eller Registreringssidor.

source: Custom Templates
fi_fi: Muokatut mallit
fr_fr: Modèles personnalisés
hu_hu: Egyéni sablonok
sv_se: Anpassade mallar

source: Are you sure you want to enable this feature?
fi_fi: Haluatko varmasti sallia tämän toiminnon?
fr_fr: Etes-vous sûr que vous souhaitez activer cette fonction?
hu_hu: Biztos benne, hogy szeretné, hogy ezt a funkciót?
sv_se: Är du säker på att du vill Aktivera denna funktion?

source: It appears that you have moved your files to the "wp-content/uploads/espresso/templates/ directory". However, these files may be outdated and are not being used at this time. If you wish to use these files, please make sure you have updated them files to match the files located in the "
fi_fi: Näyttää siltä että olet siirtänyt tiedostosi "wp-content/uploads/espresso/templates/ directory". Kuitenkin nämä tiedostot saattavat olla vanhentuneita ja eikä ole käytössä tällä hetkellä. Jos haluat käyttää näitä tiedostoja, varmista että olet päivittänyt tiedostot vastaamaan tiedostoja seuraavassa sijainnissa "
fr_fr: Il semble que vous avez déplacé vos fichiers sur les «wp-content/uploads/espresso/templates / répertoire". Toutefois, ces fichiers peuvent être obsolètes et ne sont pas utilisés pour le moment. Si vous souhaitez utiliser ces fichiers, s'il vous plaît assurez-vous d'avoir mis à jour les fichiers pour correspondre aux fichiers situés dans le "
hu_hu: Úgy tűnik, hogy már át a fájlokat a "wp-content/uploads/espresso/templates / könyvtár ". Azonban ezek a fájlok elavultak lehetnek, és nem használják ebben az időben. Ha szeretné használni ezeket a fájlokat, kérjük, győződjön meg róla, hogy frissíteni őket, fájlokat, hogy megfeleljen a található fájlok a "
sv_se: det verkar som att du har flyttat dina filer till "wp-content/uploads/espresso/templates/" katalogen. Men, dessa filer kan vara gamla och/eller så används dom inte längre. Om du vill använda dess filer, se till att dom är uppdaterad och matchar filerna i "

source: To modify your event listings and registration pages. You need to edit the appropriate files in the following location.
fi_fi: Muokataksesi tapahtumalistaus ja rekisteröintisivuja sinun tulee muokata oikeita tiedostoja hakemistossa.
fr_fr: Pour modifier vos annonces d'événements et les pages d'inscription. Vous devez éditer les fichiers dans l'emplacement suivant.
hu_hu: Módosításához a rendezvény listák és regisztrációs oldalt. Meg kell szerkeszteni a megfelelő fájlokat a következő helyre.
sv_se: För att ändra dina Evenemangslistningar och Registrerings sidor. Du måste redigera relevanta filer på följande plats.

source: (displays a confimration page for free events)
fi_fi: (näyttää vahvistussivun ilmaisille tapahtumille)
fr_fr: (affiche une page de confirmation pour les événements gratuits)
hu_hu: (Megjeleníti confimration oldal ingyenes rendezvények)
sv_se: (visar en bekräftelsesida för gratis evenemang)

source: Remember, if updates are made or features are added to these templates in the future. You will need to make the updates to your customized templates.
fi_fi: Muista että, jos päivityksiä tehdään tai ominaisuuksia lisätään nähin mallehin tulevaisuudessa, sinun tulee tehdä nämä päivitykset muokattuihin malleihin.
fr_fr: N'oubliez pas que si les mises à jour sont faites ou si des fonctions sont ajoutées à ces modèles dans le futur. Vous aurez besoin de faire les mises à jour de vos modèles personnalisés.
hu_hu: Ne feledd, ha a frissítéseket történt, vagy funkciókat adnak a sablonok a jövőben. Meg kell, hogy a frissítéseket a testreszabott sablonokat.
sv_se: Kom ihåg att om uppdateringar görs eller funktioner läggs till i dessa mallar i framtiden. Så kommer du att behöva göra uppdateringar för dina anpassade mallar.

source: If you plan on modifying the look of your event listings, registration page, or attendee list. You can move the templates located in the templates directory to your "wp-content/uploads/espresso/templates/" directory (%smore information here%s). Please keep in mind, if updates are made or features are added to these templates in the future. You will need to make the updates to your customized templates.
fi_fi: Jos olet aikeissa muuttaa tapahtuman listauksen, rekisteröintisivun tai osallistujalistan ulkonäköä voit siirtää mallit malline hakemistosta sinun "wp-content/uploads/espresso/templates/" hakemistoon. (%slisätietoa täältä%s). Muista että päivitykset ja ominaisuudet lisätään näihin malleihin tulevaisuudessa. Sinun täytyy tehdä nämä päivitykset sinun muokattuihin malleihin.
fr_fr: Si vous envisagez de modifier l'apparence de vos annonces d'événements, page d'inscription, ou la liste des participants. Vous pouvez déplacer les modèles situés dans le répertoire des modèles pour vos "wp-content/uploads/espresso/templates /" répertoire (%smore d'information ici%s). S'il vous plaît gardez à l'esprit, si les mises à jour sont faites ou fonctionnalités sont ajoutées à ces modèles à l'avenir. Vous aurez besoin de faire les mises à jour de vos modèles personnalisés.
hu_hu: Ha a terv módosításával a megjelenés a rendezvény listák, regisztrációs oldalt, vagy résztvevők listájára. Ön mozgathatja a sablonokat található sablonok könyvtárat a "wp-content/uploads/espresso/templates / " könyvtárba ( %s innen több információt %s ). Kérjük, tartsa szem előtt, ha a frissítés történt, vagy funkciókat adnak a sablonok a jövőben. Meg kell, hogy a frissítéseket a testreszabott sablonokat.
sv_se: Om du planerar att ändra utseendet på dina evenemangslistor, anmälningssidor eller deltagarlistor så kan du flytta mallarna som finns mallkatalogen till din "wp-content/uploads/espresso/templates/" mapp (%smore information här%s). Kom ihåg, om uppdateringar görs eller funktioner läggs till i dessa mallar i framtiden så kommer du att behöva göra uppdateringar för dina anpassade mallar.

source: If this option is enabled Event Espresso first looks in the /wp-content/uploads/espresso/templates/css/themeroller/ folder for a copy of the stylesheet, if not found it then uses the copy found in the main /wp-content/event-espresso/templates/css/themeroller/ folder.
fi_fi: Jos tämä valinta on sallittu, Event Espresso katsoo ensin /wp-content/uploads/espresso/templates/css/themeroller/ hakemistoon etsien kopioa tyylitiedostosta. Jos kopioa ei löydetä, käytetään kopioa /wp-content/event-espresso/templates/css/themeroller/ hakemistosta.
hu_hu: Ha ez az opció engedélyezve van, Event Espresso első dimenzió a / wp-content/uploads/espresso/templates/css/themeroller / mappa egy példányt a stíluslapot, ha nem találta meg, akkor használja a másolat található a main / wp-tartalom / event-espresso/templates/css/themeroller / mappa.
sv_se: Om detta alternativ är aktiverat Event Espresso först söker i / wp-content/uploads/espresso/templates/css/themeroller / mapp för en kopia av formatmallen, om inte funnit det använder sedan kopian som finns i huvud / wp-content / event-espresso/templates/css/themeroller / mapp.

source: If Event Espresso uses the original copy of the stylesheet you will have the option to select from a range of alternative sheets, these additional stylesheets however are not available if you have copied the default stylesheet to the uploads folder to customize yourself.
fi_fi: Jos Event Espresso käyttää alkuperäistä kopioa tyylipohjasta, sinulla täytyy olla valitse vaihtoehtoisista pohjista -valinta päällä. Nämä vaihtoehtoiset tyylipohjat eivät ole saatavilla jos olet kopioinut oletustyylipohjan uploads-hakemistoon omia muokkauksia varten.
hu_hu: Ha az esemény Espresso használja az eredeti példányt a stíluslap lesz a lehetőség, hogy válasszon egy sor alternatív lemezek, ezek a további stíluslapok azonban nem állnak rendelkezésre, ha másolja az alapértelmezett stíluslap az feltöltve mappát testre magad.
sv_se: Om Event Espresso använder original stilmallen har du möjlighet att välja från en rad alternativa stilmallar, dessa ytterligare stilmallar är dock inte tillgänglig om du har kopierat standardformatmallen till inlagda mappen för att anpassa dig själv.

source: If you want to modify and customize the styles of your template pages you must move a copy of the event_espresso_style.css to the /wp-content/uploads/espresso/templates folder (if /espresso/templates does not exist you may need to create it manually. Keeping your modification in this folder ensures that your styles are not overwritten when upgrading EE.)
fi_fi: Jos haluat muuttaa ja muokata sivujesi tyyliä, sinun täytyy kopioida ja siirtää event_espresso_style.css /wp-content/uploads/espresso/templates hakemistoon. (Jos /espresso/templates hakemistoa ei löydy, joudut luomaan sen manuaalisesti. Pitämällä tyylitiedostot tässä hakemistossa, varmistat sen että ne säilyvät kun päivitys tapahtuu.)
fr_fr: Si vous souhaitez modifier et personnaliser les styles de vos modèles de pages, vous devez déplacer une copie de la event_espresso_style.css dans le dossier / wp-content/uploads/espresso/templates (si / expresso / templates n'existe pas, vous devrez peut-être créer manuellement. Garder votre modification dans ce dossier assure que vos styles ne sont pas écrasés lors de la mise EE).
hu_hu: Ha azt szeretnénk, módosíthatja és testre a stílusok a sablon oldalt meg kell mozgatni egy példányát event_espresso_style.css a / wp-content/uploads/espresso/templates mappát (ha / eszpresszó / templates nem létezik, akkor létre kell hozni kézzel. Tartsa módosítás ebbe a mappába biztosítja, hogy a stílus nem felülírja a frissítés EE).
sv_se: Om du vill ändra och anpassa stilmallen för dina mall-sidor måste du flytta en kopia av "event_espresso_style.css" till "/wp-content/uploads/espresso/templates"-mappen (om /espresso/templates inte finns kan du behöva skapa den manuellt. Genom att ha dina mallar i denna mapp ser du till dina stilmallar inte skrivs över vid uppgradering av EE).

source: Default Event Espresso Style Settings
fi_fi: Oletus Event Espresso tyyliasetukset
fr_fr: Paramètres par défaut d'Event Espresso
hu_hu: Default Event Espresso Stílus beállítások
sv_se: Förvalda Event Espresso Stilinställningar

source: These selections replace the deafault espresso stylesheet and offer enhanced styling for your event pages details
fi_fi: Nämä valinnat korvaavat oletus espresso tyylin ja tarjoavat parannellum tyylin sinun tapahtuma sivun tietoihin
fr_fr: Ces sélections remplacent la feuille de style expresso par défaut et offrent un style amélioré pour les détails des pages de votre événement
hu_hu: Ezek a kijelölések lecserélik a deafault eszpresszó stíluslap és kifinomult stílusát az esemény oldalak adatait
sv_se: Dessa val ersätter standard stilmallen för Espresso erbjuder bättre styling för dina evenemangssidor

source: Sometimes these files will cause problems when Event Espresso has been updated. If you have moved these files and having problems, you can disable this feature to load the default files.
fi_fi: Joskus nämä tiedostot aiheuttavat ongelmia kun Event Espresso on päivitetty. Jos olet siirtänyt nämä tiedostot ja sinulla on ongelmia, voit poistaa sen lataamalla oletustiedostot.
fr_fr: Parfois, ces fichiers peuvent entraîner des problèmes lorsque l'événement Espresso a été mis à jour. Si vous avez déplacé ces fichiers et ayant des problèmes, vous pouvez désactiver cette option pour charger les fichiers par défaut.
hu_hu: Néha ezek a fájlok problémákat okozhat az esemény Espresso frissült. Ha át ezeket a fájlokat, és a problémái, akkor tiltsa le ezt a funkciót betölteni az alapértelmezett fájlokat.
sv_se: Ibland orsakar dessa filer problem när Event Espresso har uppdaterats. Om du har flyttat filerna och har problem kan du stänga av denna funktion för att ladda standardinställningarna filerna.

source: Event Espresso uses the <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> CSS library to style the event listings and registration pages. The ThemeRoller CSS library makes it easy to get the desired look and feel for your events and calendar. If the built-in style are activated, Event Espresso will automatically load the "themeroller-base.css" style sheet which applies the necessary padding and margins to the Event Espresso generated content.
fi_fi: Event Espresso käyttää <a href="http://themeroller.com/" target="_blank">JQuery UI ThemeRoller </a> CSS-kirjastoa muotoilemaan tapahtumien listaus ja rekisteröintisivuja. ThemeRoller CSS-kirjaston avulla voit helposti saada halutun ulkonäön ja tunteen tapahtumillesi ja kalenterillesi. Jos built-in tyylit on sallittu, Event Espresso lataa automaattiesti "themeroller-base.css" tyylipohjan, joka tarjoaa tarvittavat täytteet ja marginaalit Event Espresson luomalle sisällölle.
fr_fr: Espresso événements utilise la <a href="http://themeroller.com/" target="_blank"> jQuery UI ThemeRoller </a> CSS bibliothèque de style les listes d'événements et les pages d'inscription. La bibliothèque ThemeRoller CSS, il est facile d'obtenir le look désiré et se sentir pour vos événements et le calendrier. Si les styles intégrés sont activés, Espresso événement chargera automatiquement le "themeroller-base.css" feuille de style qui s'applique au rembourrage et aux marges nécessaires à la teneur Espresso événement générée.
hu_hu: Az Event Espresso a <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> CSS könyvtárt használja az eseménylisták és regisztrációs oldal stílusának tervezéséhez. A ThemeRoller CSS könyvtár megkönnyíti, hogy a kívánt kinézetet kapja a rendezvények és a naptár esetében. Ha a beépített stílusok aktiválódnak, az Event Espresso automatikusan betölti a "themeroller-base.css" stíluslapot, amely a szükséges külső és belső margókat használja az Event Espresso által generált tartalom esetén.
sv_se: Event Espresso använder <a href="http://themeroller.com/" target="_blank"> jQuery UI ThemeRoller </a> CSS-bibliotek för att styla Evenemangslistorna och Registreringssidorna. ThemeRoller CSS-biblioteket gör det enkelt att få önskat utseende och känsla för dina Evenemang och din Kalender. Om den inbyggda stilen aktiveras, kommer Event Espresso automatiskt ladda "themeroller-base.css" formatmall som innehåller den nödvändiga inbäddningen och marginaler för Event Espresso innehåll.
