Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: The URL of the image displayed as your logo in the header of the Authorize.net checkout pages.
fi_fi: Kuvan URL, joka näytetään logonasi Authorize.net laskutus sivun ylätunnisteessa.
fr_fr: L'URL de l'image affichée comme votre logo dans l'en-tête des pages de paiement Authorize.net.
hu_hu: Az URL a kép jelenik meg a logót a fejlécben a Authorize.net fizetési oldalakon.

source: Authorize.net Test Mode
fi_fi: Authorize.net testimoodi
fr_fr: Mode test Authorize.net
hu_hu: Authorize.net Teszt mód

source: Name on Account:
fi_fi: Tilin nimi:
fr_fr: Nom de compte:
hu_hu: Számlázási név:
sv_se: Namn på konto:

source: Account Number:
fi_fi: Tilin numero:
fr_fr: Numéro du Compte:
hu_hu: Számlaszám:
sv_se: Kontonummer:

source: Financial Institution:
fi_fi: Rahoitusinstituutio:
fr_fr: Institution financière:
hu_hu: Számlavezető bank:

source: Electronic Funds Transfer settings saved.
fi_fi: Elektroonisen varojensiirron asetukset tallennettu.
fr_fr: Paramètres Électroniques de Transfert de Fonds enregistrés.
hu_hu: Banki átutalási beállítások elmentve.

source: Electronic Funds Transfers
fi_fi: Elektroninen varojesiirto
fr_fr: Transferts électroniques de fonds
hu_hu: Banki átutalások

source: Please initiate an electronic payment using the bank information below. Payment must be received within 48 hours of event date.
fi_fi: Aloita verkkomaksu käyttäen allaolevien pankkien tietoja. Maksu tulee olla vastaanotettu 48 tuntia ennen tapahtuman alkua.
fr_fr: S'il vous plaît initiez un paiement électronique utilisant les coordonnées bancaires ci-dessous. Le paiement doit être reçu dans les 48 heures suivant la date de l'événement.
hu_hu: Kérjük, kezdeményezzen elektronikus fizetést az alábbi banki információ használatával. A fizetésnek az esemény időpontjától számított 48 órán belül meg kell érkeznie.

source: Electronic Funds Transfer Settings
fi_fi: Verkkomaksun asetukset
fr_fr: Réglages Electroniques de Transfert de Fonds
hu_hu: Elektronikus átutalás Settings

source: Deactivate Electronic Funds Transfers?
fi_fi: Poista verkkomaksu käytöstä?
fr_fr: Désactiver les Transfert Electronique de Fonds?
hu_hu: Kikapcsolás elektronikus módon történő átutalása?

source: Activate Electronic Funds Transfers?
fi_fi: Kytke verkkomaksu päälle?
fr_fr: Activer les Transferts Electroniques de Fonds?
hu_hu: Aktiválja elektronikus módon történő átutalása?

source: Title
fi_fi: Otsikko
fr_fr: Titre
hu_hu: Cím
sv_se: Titel

source: Payment Instructions
fi_fi: Maksuohjeet
fr_fr: Instruction de Paiement
hu_hu: Fizetési megbízások
sv_se: Betalningsintruktioner

source: Name on Account
fi_fi: Tilin nimi
fr_fr: Nom sur le Compte
hu_hu: Név a számlán
sv_se: Kontonamn

source: Bank Account #
fi_fi: Pankkitili #
fr_fr: Compte bancaire #
hu_hu: Bankszámla #
sv_se: Bankkonto #

source: Bank Name
fi_fi: Pankin nimi
fr_fr: Nom de la Banque
hu_hu: Bank neve
sv_se: Banknamn

source: Bank Address
fi_fi: Pankin osoite
fr_fr: Adresse de la Banque
hu_hu: Bank címe
sv_se: Bankadress

source: Update Electronic Funds Transfer Settings
fi_fi: Päivitä verkkomaksun asetukset
fr_fr: Mise à jour des Paramètres de Transfert Electronique de fond
hu_hu: Frissítse a banki átutalás beállításait

source: Australia
fi_fi: Austraalia
fr_fr: Australie
hu_hu: Ausztrália
sv_se: Australien

source: New Zealand
fi_fi: Uusi-Seelanti
fr_fr: Nouvelle Zélande
hu_hu: Új-Zéland
sv_se: Nya Zealand

source: Country
fi_fi: Maa
fr_fr: Pays
hu_hu: Ország
sv_se: Land

source: Phone
fi_fi: Puhelin
fr_fr: Téléphone
hu_hu: Telefonszám
sv_se: Telefon

source: Expiration Month
fi_fi: Vanhentumis kuukausi
fr_fr: Mois d'Expiration
hu_hu: Lejárati hónap

source: Expiration Year
fi_fi: Vanhentumis vuosi
fr_fr: Année d'Expiration
hu_hu: Lejárat éve

source: CVV Code
fi_fi: CVV -koodi
fr_fr: Code CVV
hu_hu: CVV kód

source: (Make sure you enter the sandbox credentials above.)
fr_fr: (Assurez-vous que vous entrez les informations d'identification sandbox ci-dessus.)
hu_hu: (Győződjön meg róla, írja be a sandbox hitelesítő fent.)
sv_se: (var noga med att du anger dina Sandbox uppgifter ovan)

source: Payable to:
fi_fi: Maksettava:
fr_fr: Payable à:
hu_hu: Fizetendő:

source: Payment Address:
fi_fi: Maksun osoite:
fr_fr: Adresse du Paiement:
hu_hu: Fizetési cím:
sv_se: Fakturaadress:

source: Check/Money Order Payment settings saved.
fi_fi: Check/Money Order maksun asetukset tallennettu.
fr_fr: Chèque / Mandat paramètres d'ordre de paiement enregistrés.
hu_hu: Check / Money Order Fizetési beállítások mentve.

source: Check/Money Order Payments
fi_fi: Check/Money Order maksut
fr_fr: Vérifiez paiements de commande / Argent
hu_hu: Check / Money Order kifizetések

source: Please send Check/Money Order to the address below. Payment must be received within 48 hours of event date.
fi_fi: Lähetä Check/Money Order alla olevaan osoitteeseen. Maksun tulee olla vastaanotettu 48 tuntia ennen tapahtuman alkua.
fr_fr: S'il vous plaît envoyer Chèque / Mandat à l'adresse ci-dessous. Le paiement doit être reçu dans les 48 heures suivant la date de l'événement.
hu_hu: Kérjük, küldje el csekket / pénzesutalványt (money order) az alábbi címre! Az összegnek az esemény időpontjától számított 48 órán belül meg kell érkeznie!

source: Check/Money Order Payment Settings
fi_fi: Check/Money Order maksun asetukset
fr_fr: Chèque / Mandat de paiement Réglages de commande
hu_hu: Check / Money Order Fizetési beállítások

source: Deactivate Check/Money Order Payments?
fi_fi: Poista Check/Money Order maksut käytöstä?
fr_fr: Désactiver paiements Chèque / Mandat?
hu_hu: Kikapcsolása Ellenőrizze / Money Order kifizetések?

source: Activate Check/Money Order Payments?
fi_fi: Ota Check/Money Order maksut käyttöön?
fr_fr: Activer paiements Chèque / Mandat?
hu_hu: Aktiválása Check / Money Order kifizetések?

source: Payable To
fi_fi: Maksettava
fr_fr: Payable à
hu_hu: Fizetendő
sv_se: Betalas till:

source: Address to Send Payment
fi_fi: Osoite jonne maksu lähetetään
fr_fr: Adresse pour Envoyer le Paiement
hu_hu: Cím a fizetés elküldéséhez
sv_se: Fakturaadress

source: Update Check/Money Order Payment Settings
fi_fi: Päivitä Check/Money Order maksun asetukset
fr_fr: Mise à jour des Paramètres d'Ordre de paiement Chèque / Mandat
hu_hu: Frissítse a csekk / pénzesutalvány (money order) beállításait

source: Registrant Email:
fi_fi: Rekisteröijän sähköposti
fr_fr: Email de l'inscrit:
hu_hu: Igénylő E-mail:
sv_se: Registrantens E-post:

source: Debugging / Sandbox output
fi_fi: Virheentarkistus / Hiekkalaatikko tulos
fr_fr: Débogage / Sandbox de sortie
hu_hu: Hibakeresés / Sandbox kimenet

source: End of Debugging / Sandbox output (this will go away when you switch to live transactions)
fi_fi: Virheentarkastuksen / hiekkalaatikon lopputulos (tämä poistuu kun vaihdat oikeisiin maksutapahtumiin)
fr_fr: Fin de débogage / Sandbox de sortie (ceci disparaîtra lorsque vous changerez de transactions)
hu_hu: Vége Hibakeresés / Sandbox kimenet (ez elmúlik, ha váltani élni ügyletek)

source: eWay settings saved.
fi_fi: eWay asetukset tallennettu.
fr_fr: Paramètres eWay sauvegardés.
hu_hu: eWay beállítások mentése megtörtént.
sv_se: eWay inställningarna har sparas.

source: Deactivate eWay IPN?
fi_fi: Poista eWay IPN käytöstä?
fr_fr: Désactiver l'IPN eWay ?
hu_hu: Kikapcsolja eWay IPN?
sv_se: Deaktivera eWay IPN?

source: Activate eWay IPN?
fi_fi: Ota eWay käyttöön
fr_fr: Activer l'IPN eWay ?
hu_hu: Aktiválja eWay IPN?
sv_se: Aktivera eWay IPN?

source: Choose Your Region
fi_fi: Valitse alueesi
fr_fr: Choisissez votre région
hu_hu: Válassza ki a régió
sv_se: Välj din region

source: The currency set for your region is
fi_fi: Sinun maan valuutta on:
fr_fr: La devise en vigueur pour votre pays est :
hu_hu: A valuta beállított régió
sv_se: Valutan inställd för din region är

source: Image URL (logo for payment page)
fi_fi: Kuvan osoite (maksusivun logo)
fr_fr: URL de l'image (logo de la page de paiement)
hu_hu: Kép URL (logo fizetési oldal)
sv_se: Bild URL (logo för betalning sidan)

source: (used for your business/personal logo on the eWay page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona eWay sivulla)
fr_fr: (utilisé pour votre logo sur la page eWay)
hu_hu: (Használt üzleti / személyes logót a eWay oldalon)
sv_se: (används för ditt företag / egen logotyp på eWay sidan)

source: Update eWay Settings
fi_fi: Päivitä eWay asetukset
fr_fr: Mettre à jour les paramètres eWay
hu_hu: Frissítse az eWay beállításokat
sv_se: Uppdatera eWay Inställningar

source: The eWay Sandbox is a testing environment that is a duplicate of the live eWay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live eWay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: eWay hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta eWay järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan eWay ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
hu_hu: A eWay Sandbox egy tesztelési környezet, amely egy másolata az élő eWay helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő eWay környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.
sv_se: Den eWay Sandlåda är en testmiljö som är en kopia av den levande eWay webbplatsen, förutom att inga riktiga pengar byter ägare. Den Sandlåda kan du testa hela integrationen innan du skickar transaktioner till den levande eWay miljön. Skapa och hantera testkonton, och visa e-post och API meriter för dessa testkonton.

source: eWay Image URL (logo for payment page)
fi_fi: eWay kuvan URL (maksusivun logo)
fr_fr: URL de l'image eWay (logo de la page de paiement)
hu_hu: eWay Kép URL (logo fizetési oldal)
sv_se: eWay Bild URL (logo för betalning sidan)

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the eWay checkout pages.
fi_fi: 150x150 pikselin kokoisen kuvan URL, joka näytetään logona vasemmassa yläkulmassa eWay maksusivulla.
hu_hu: Az URL a 150x50 pixeles kép jelenik meg a logót a bal felső sarokban a eWay fizetési oldalakon.
sv_se: Webbadressen till 150x50 pixlar bild som visas som din logotyp i det övre vänstra hörnet av eWay kassasidor.

source: Default - Your business name, if you have a Business account, or your email address, if you have Premier or Personal account.
fi_fi: Oletus - Yrityksesi nimi, jos sinulla on yritystili tai sinun sähköpostiosoitteessi jos sinulla on Premier tai Henkikökohtainen tili.
fr_fr: Par défaut - Votre nom d'entreprise, si vous avez un compte d'affaires ou votre adresse e-mail, si vous avez un compte Premier ou Personnel.
hu_hu: Alapértelmezett - A vállalkozás neve, ha Business előfizetéssel rendelkezik, illetve az email címe, ha Premier vagy Personal előfizetéssel rendelkezik.

source: eWay Currency
fi_fi: eWay valuutta
fr_fr: Devise eWay
hu_hu: eWay Pénznem
sv_se: eWay Valuta

source: eWay uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is British Pounds (GBP). The currency must match the region where you are using eway, so changing the region will automatically change the currency.
fi_fi: eWay käyttää 3-merkkistä ISO-4217 koodeja
hu_hu: eWay használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kód angol font (GBP). Az a pénznem, meg kell egyeznie a régióban, ahol a használt eWay, így megváltoztatja a régió automatikusan változik a pénznem.
sv_se: eWay använder 3-tecken enligt ISO-4217-koder för att ange valutor i fält och variabler. </p><p>Standard valutan kod är Brittiska pund (GBP). Valutan måste matcha den region där du använder eWay. Att ändra regionen kommer automatiskt att ändra valuta.

source: E-xact settings saved.
fi_fi: E-xact asetukset tallennettu
fr_fr: E-xact paramètres enregistrés.
hu_hu: E-XACT beállítások mentése megtörtént.

source: E-xact Settings
fi_fi: E-xact asetukset
fr_fr: E-xact Réglages
hu_hu: E-XACT beállítások

source: Deactivate E-xact Gateway?
fi_fi: Poista E-xact maksujärjestelmä?
fr_fr: Désactiver E-xact Gateway?
hu_hu: Kikapcsolás E-XACT Gateway?

source: Activate E-xact Gateway?
fi_fi: Ota E-xact maksujärjestelmä käyttöön?
fr_fr: Activer E-xact Gateway?
hu_hu: Aktiválása E-XACT Gateway?

source: E-xact Login ID
fi_fi: E-xact kirjautumis-ID
fr_fr: Identifiant E-xact
hu_hu: E-XACT bejelentkezési azonosítóját
sv_se: E-xact inloggnings-ID

source: E-xact Transaction Key
fi_fi: E-xact siirto avain
fr_fr: Clé de Transaction E-xact
hu_hu: E-XACT tranzakció kulcs

source: (used for your business/personal logo on the E-xact payment page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona E-xact maksusivulla)
fr_fr: (utilisé pour votre entreprise / logo personnalisé sur la page de paiement E-xact)
hu_hu: (Használt üzleti / személyes logó az E-XACT kifizetés oldal)

source: Account Uses E-xact.com's Development Server
fi_fi: Tili käyttää E-xact.com:in kehittäjäserveriä
hu_hu: Account használ E-xact.com 's Development Server
sv_se: Account använder E-xact.com Development Server

source: Update E-xact Settings
fi_fi: Päivitä E-xact asetukset
fr_fr: Mise à jour des Réglages E-xact
hu_hu: Frissítve E-XACT beállítások

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your E-xact account. Login to E-xact, goto Account > Response/Receipt URLs > Add URL and enter the following URL.
fi_fi: Tämä näyttää tarkan URL siitä, jonka maksujärjestelmän pitäisi palauttaa vastauksena maksutapahtumasta. Tämä sivu tulisi lähettää sinun E-xact tilillesi. Kirjaudu sisään E-xact:iin, mene Tilit > Vastaus/Kuitti URL:it > Lisää URL ja lisää seuraava URL.
fr_fr: Cela montre les spécifiques d'URL vers laquelle la passerelle doit retourner la réponse de relais pour une transaction. Cette page doit être mise dans votre compte E-xact. Se connecter à E-xact, compte goto> Réponse / URL Réception> Ajouter URL et entrez l'URL suivante.
hu_hu: Ez azt mutatja, az egyedi az URL-címet, amelyre az átjáró vissza kell térnie a relé választ a tranzakciót. Ezt az oldalt kell meghatározni az Ön E-XACT fiókot. Bejelentkezés E-XACT, goto fiók használata> Response / kiszállítás URL> Hozzáadás URL-t és írja be a következő URL-t.

source: E-xact Image URL (logo for payment page)
fi_fi: E-xact kuvan URL (maksusivun logo)
fr_fr: URL de l'image E-xact (logo de la page de paiement)
hu_hu: E-XACT fényképek URL (logo fizetési oldal)

source: E-xact Test Mode
fi_fi: E-xact testitila
fr_fr: Mode test E-xact
hu_hu: E-XACT Teszt mód

source: Card Card Type
fi_fi: Kortin tyyppi
fr_fr: Type de carte Carte
hu_hu: Card kártya típusa

source: First Data settings saved.
fi_fi: First Data asetukset tallennettu
fr_fr: D'abord les paramètres de données sauvegardées.
hu_hu: First Data beállítások mentése megtörtént.

source: Deactivate First Data?
fi_fi: Poista First Data käytöstä?
fr_fr: Désactiver First Data?
hu_hu: Kikapcsolja First Data?

source: Activate First Data?
fi_fi: Ota First Data käyttöön?
fr_fr: Activer First data?
hu_hu: Aktiválja First Data?

source: First Data Store Number
fi_fi: First Data varastonumero
fr_fr: Premier numéro de magasin de données
hu_hu: First Data Store száma

source: Accepted Credit Cards
fi_fi: Luottokortit hyväksytty
fr_fr: Cartes de crédits acceptées
hu_hu: Elfogadott hitelkártyák

source: Use Verify Peer Option in cURL
hu_hu: Használja Ellenőrizze Peer Opció cURL
sv_se: Använd verifiera peer-alternativ i cURL

source: Place the .pem file in the following folder. Make sure the .pem file has the same name as your store number:
fi_fi: Lisää .pem tiedosto seuraavaan hakemistoon. Huolehdi, että .pem tiedostossa on sama numero kuin kaupassasi.
hu_hu: Helyezze a. Pem fájlt a következő mappába. Győződjön meg róla, hogy a. Pem fájlnak ugyanaz a neve, mint a boltban száma:
sv_se: Placera .pem-filen i följande mapp. Se till att .pem-filen har samma namn som din butik nummer.:

source: Update First Data Settings
fi_fi: Päivitä First Data asetukset
fr_fr: Mise à jour des Paramètres First Data
hu_hu: Frissítse First Data Settings

source: The First Data Sandbox is a testing environment that is a duplicate of the live First Data site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: First Data hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta First Data järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan First Data ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
fr_fr: La Sécurité informatique First Data est un environnement de test qui est une copie du site en direct First Data, sauf que pas de véritables argent change de mains. La Sécurité informatique vous permet de tester votre intégration dans son entierté avant de soumettre les transactions à l'environnement réel. Créer et gérer des comptes de test et afficher des courriers et des informations d'authentification API pour les comptes d'essai.
hu_hu: A First Data Sandbox egy tesztelési környezet, amely egy másolata az élő First Data Szótár, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyleteket az élő környezetre. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.

source: Verify Peer Option
fi_fi: Tunnista Peer Option
fr_fr: Vérifiez l'option Peer
hu_hu: Ellenőrizze Peer lehetőség

source: In the call between your server and firstdata's servers, there is an option to verify the ssl certificate of the firstdata server. Normally, you would want to use this for improved security. However, if the CA file on your server is missing or out of date, then you may want to bypass this check, in order to get the First Data gateway to function.
fi_fi: Sinulla on mahdollista käyttää SSL salausta sinun ja Fist Data serverin välillä. Normaalisti haluat käyttää tätä parantaaksesi yhteyden turvallisuutta. Kuitenkin jos CA -tiedosto puuttuu serveriltäsi tai on jäänyt päivittämättä, haluat mahdollisesti ohittaa tämän tarkistuksen, jotta Fist Data maksujärjestelmä toimii.
hu_hu: Az Ön és a First Data szerverei közötti hívás esetén lehetőség van, hogy ellenőrizze a firstdata szerver SSL tanúsítványát. Általában érdemes használni ezt a nagyobb biztonság érdekében. Azonban, ha a CA fájl a szerverén hiányzik vagy elavult, akkor érdemes lehet kiiktatni ezt az ellenőrzést annak érdekében, hogy a First Data átjáró működjön.
sv_se: I anslutningen mellan din server och First Datas servrar, det finns en möjlighet att verifiera SSL-certifikatet för firstdata servern. Normalt skulle du vill använda detta för förbättrad säkerhet. Om CA-filen på din server saknas eller inaktuell, då du kanske vill gå förbi denna kontroll, för att få First Data porten att fungera.

source: First Data connect 2 settings saved.
fi_fi: First Data connect 2 asetukset tallennettu
hu_hu: First Data Connect 2 beállítások mentése megtörtént.

source: First Data Connect 2 Settings
fi_fi: First Data Connect 2 asetukset
fr_fr: Paramètres First Data Connect 2
hu_hu: First Data Connect 2 beállításai

source: Deactivate First Data Connect 2?
fi_fi: Poista First Data Connect 2 käytöstä?
fr_fr: Désactiver First Data Connect 2?
hu_hu: Kikapcsolás First Data Connect 2?

source: Activate First Data Connect 2?
fi_fi: Ota First Data Connect 2 käyttöön?
fr_fr: Activer First Data Connect 2?
hu_hu: Aktiválja a First Data Connect 2?

source: Bypass Payment Overview Page
fi_fi: Ohita Maksun Yleiskatsaus -sivu
hu_hu: Bypass Fizetési Áttekintés Page
sv_se: Gå förbi betalnings översikt sidan

source: Choose a timezone for the transaction?
fi_fi: Valitse toiminnan aikavyöhyke?
fr_fr: Choisissez un fuseau horaire pour la transaction?
hu_hu: Válasszon egy időzónát a tranzakció?

source: Update First Data Connect 2 Settings
fi_fi: Päivitä First Data Connect 2 Asetukset
fr_fr: Mise à jour des Paramètres de données Premières Connect 2
hu_hu: Frissítse First Data Connect 2 beállításai

source: Time zone of the transaction. Valid values are: GMT, EST, CST, MST, PST
fi_fi: Toiminnon aikavyöhyke. Hyväksyttävät arvot ovat: GMT, EST, CST, MST, PST
fr_fr: Fuseau horaire de la transaction. Les valeurs acceptées sont : GMT, EST, CST, MST, PST
hu_hu: Időzóna az ügylet. Az érvényes értékek: GMT, EST, CST, MST, PST
sv_se: Tidszon för transaktionen. Giltiga alternativ är: GMT, EST, CST, MST, PST

source: Please use your browser's back button and select a bank.
fi_fi: Käytä selaimesi takaisin -nappia ja valitse pankki.
fr_fr: S'il vous plaît utiliser le bouton retour de votre navigateur et sélectionner une banque.
hu_hu: Kérjük, használja a böngésző Vissza gombját, és válassza ki a bank.
sv_se: Vänligen använd din webbläsares bakåt-knapp och välj en bank

source: Ideal Mollie settings saved.
fi_fi: Ideal Mollie asetukset tallennettu
fr_fr: Idéal paramètres Mollie sauvé.
hu_hu: Ideális Mollie beállítások mentése megtörtént.

source: iDEAL by Mollie Settings
fi_fi: iDEAL Mollie -asetukset
hu_hu: iDEAL által Mollie Settings
sv_se: iDEAL av Mollie Inställningar

source: Deactivate iDEAL (Mollie)?
fi_fi: Poista iDEAL (Mollie)?
fr_fr: Désactiver IDEAL (Mollie)?
hu_hu: Kikapcsolás iDEAL (Mollie)?

source: Mollie Partner ID
fi_fi: Mollie kumppani ID
hu_hu: Mollie Partner azonosító

source: Use iDEAL in test mode?
fi_fi: Käytä iDEAL:ia testitlassa?
hu_hu: Használja iDEAL teszt módban?
sv_se: Använd iDEAL i ​​testläge?

source: (Make sure you enable test mode in your Mollie account).
fi_fi: (Muista, että sallit testitilan Mollie tilissäsi).
fr_fr: (Assurez-vous d'activer le mode de test dans votre compte Mollie).
hu_hu: (Győződjön meg róla, hogy teszt üzemmódban a Mollie számla).

source: Update iDEAL Settings
fi_fi: Päivitä iDEAL -asetukset
hu_hu: Frissítse az iDEAL beállításokat
sv_se: Uppdatera iDEAL inställningar

source: Page
fi_fi: Sivu
hu_hu: Oldal
sv_se: Sida

source: Download PDF Invoice
fi_fi: Lataa PDF-lasku
fr_fr: Télécharger les factures en PDF
hu_hu: Töltse le PDF Számla
sv_se: Ladda ner PDF-faktura

source: Invoice Payment settings saved.
fi_fi: Laskun maksuasetukset tallennettu
fr_fr: Paramètres de Paiement des factures enregistrées.
hu_hu: Számla Fizetési beállítások mentve.
sv_se: Inställningar för Fakturabetalningar sparade.

source: Invoice Payments
fi_fi: Laskut
fr_fr: Paiements de factures
hu_hu: Számla kifizetések
sv_se: Fakturabetalningar
