Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Download sample layout csv file
fr_fr: Disposition d'échantillon de téléchargement de fichier csv
hu_hu: Töltse le a minta elrendezés csv fájl
sv_se: Ladda ner exempel-layout i CSV-format.

source: Excel file under 2MB
fr_fr: Fichier excel sous 2MB
hu_hu: Excel fájlt 2MB
sv_se: Excel fil, under 2MB

source: View Current preview image
fr_fr: Consulter l'image de prévisualisation Actuelle
hu_hu: Mind a jelenlegi előnézeti kép
sv_se: Visa nuvarande förhandsbild.

source: Currently there are no seats in this seating chart.
fr_fr: Actuellement, il n'y a pas de sièges dans ce tableau de sièges.
hu_hu: Jelenleg nincs hely ebben ülésrendet.
sv_se: Det finns inga platser i denna platskarta.

source: Deleted seating chart
fr_fr: Plan de salle supprimé
hu_hu: Törölt ülésrendet
sv_se: Tog bort Sittplatskartan

source: Failed to delete the seating chart. It is associated with following events
fr_fr: Impossible de supprimer le plan de salle. Il est associé aux événements suivants
hu_hu: Nem sikerült törölni az ülésrendet. Ez jár a következő események
sv_se: Borttagning av Sittplatskartan misslyckades. Den är fortfarande associerad med följande evenemang

source: Failed to delete the seating chart. Most probably its seats has been used with an event
fr_fr: Impossible de supprimer le plan de salle. Ses sièges aont très probablement été utilisé avec un événement
hu_hu: Nem sikerült törölni az ülésrendet. Valószínűleg ülései óta használják egy eseménnyel
sv_se: Det gick inte att ta bort sittplatskartan. Troligen har platserna använts i ett evenemang.

source: Trash
fr_fr: Corbeille
hu_hu: Kuka
sv_se: Papperskorgen

source: No seating charts are available
fr_fr: aucune carte de sièges n'est disponible
hu_hu: Nincs ülősarok ábrák állnak rendelkezésre
sv_se: Inga Sittplatskartor tillgängliga

source: Following seats were not deleted because they have already been used in events:
fr_fr: Les places suivantes n'ont pas été supprimées parce qu'elles ont déjà été utilisés dans des événements :
hu_hu: A következő ülések miatt nem törölték, mert már használják az események:
sv_se: Följande platser togs inte bort eftersom du har redan använts i evenemang:

source: Bulk Edit
fr_fr: Editer en Bloc
hu_hu: Tömeges szerkesztés
sv_se: Bulk-redigering

source: NOTE: Leave a field empty if you do not want to modify the value of that field. For example, if you do not want to modify the value of "Section" - leave it empty.
fr_fr: REMARQUE: Laissez un champ vide si vous ne voulez pas modifier la valeur de ce champ. Par exemple, si vous ne voulez pas modifier la valeur de la «Section» - laisser vide.
hu_hu: MEGJEGYZÉS: írása mezőt üresen, ha nem kívánja módosítani az értékét ezen a területen. Például, ha nem kívánja módosítani az értékét "szakasz " - hagyja üresen.
sv_se: Notera: Lämna fältet tomt om du inte vill modifiera värdet i fältet. Tex. Om du inte vill göra ändringar på fältet "Section" - Låt det vara tomt.

source: Bulk Actions
fr_fr: Actions En vrac
hu_hu: Tömeges műveletek
sv_se: Massåtgärder

source: Tag
fr_fr: Etiquette
hu_hu: TAGS:érvelés, szülő, vita, veszekedés, észérv, tinédzser,
sv_se: Tagg

source: Edit this item
fr_fr: Modifier cet article
hu_hu: Elem szerkesztése
sv_se: Redigera denna post

source: Quick Edit
fr_fr: Edition Rapide
hu_hu: Gyors szerkesztése
sv_se: Snabbredigera

source: Move this item to the Trash
fr_fr: Déplacer cet article à la Corbeille
hu_hu: Áthelyezése ezt az elemet a kukába
sv_se: Flytta denna post till Papperskorgen

source: Projected recurrences of this event.
fi_fi: Tämän tapahtuman projektin resurssit.
fr_fr: Récurrences projetées de cet évènement.
hu_hu: Tervezett kiújulás ennek az eseménynek.
sv_se: Beräknad återkomst för detta evenemang.

source: Please select a day of the week above.
fi_fi: Valitse viikonpäivä yläpuolelta.
fr_fr: Veuillez sélectionner un jour de la semaine ci-dessus.
hu_hu: Kérjük, válasszon egy napot a hét pontot.
sv_se: Vänligen välj en veckodag ovan.

source: Recurring Event Manager
fi_fi: Toistuvien tapahtumien hallinta
fr_fr: Gestionnaire d'évènements récurrents
hu_hu: Ismétlődő Event Manager
sv_se: Hantera återkommande evenemang

source: IF THIS IS A RECURRING EVENT, A RECORD WILL BE CREATED FOR EACH INSTANCE.
fi_fi: JOS TÄMÄ ON TOISTUVA TAPAHTUMA, LUODAAN SIITÄ TALLENNE JOKAISELLE OSAPUOLELLE.
fr_fr: SI CET EVENEMENT EST RECURRENT, UN ENREGISTREMENT SERA CREE POUR CHAQUE INSTANCE.
hu_hu: Ha ez egy ismétlődő esemény, rekord jön létre minden egyes esetben.
sv_se: OM DETTA ÄR ETT ÅTERKOMMANDE EVENEMANG KOMMER EN POST ATT SKAPAS FÖR VARJE INSTANS.

source: Would you like to apply any of the changes that you have made to this event to:
fi_fi: Haluatko lisätä mitään muutoksia jotka olet tehnyt tähän tapahtumaan:
fr_fr: Voulez vous appliquer les modifications effectuées à :
hu_hu: Szeretnél alkalmaz a változások, hogy már tett erre az eseményre, hogy:
sv_se: Vill du använda någon av de ändringar som du har gjort i detta evenemang till:

source: Only this instance.
fi_fi: Vain tämä tapaus.
fr_fr: Seulement cette instance.
hu_hu: Csak ebben az esetben.
sv_se: Endast denna instans.

source: All events in the series
fi_fi: Kaikki tapahtumat sarjassa
fr_fr: Toutes les instances de la série.
hu_hu: Minden esemény a sorozat
sv_se: All evenemang i denna serie

source: This and all upcoming events.
fi_fi: Tämä ja kaikki tulevat tapahtumat.
fr_fr: Celui-ci et tous les évènements à venir.
hu_hu: Ez, és az összes soron következő eseményeket.
sv_se: Denna och alla kommande evenemang.

source: Is this a recurring event?
fi_fi: Onko tämä toistuva tapahtuma?
fr_fr: Est-ce un évènement récurrent ?
hu_hu: Ez egy ismétlődő eseményt?
sv_se: Är detta ett återkommande evenemang?

source: Create dates automatically or select manually?
fi_fi: Luo päivämäärät automaattisesti vai lisää ne manuaalisesti?
fr_fr: Créer les dates automatiquement ou les sélectionner manuellement ?
hu_hu: Hozzon létre dátumok automatikusan vagy manuálisan válassza?
sv_se: Skapa datum automatiskt eller välja manuellt?

source: Automatic
fi_fi: Automaattinen
fr_fr: Automatiquement
hu_hu: Automatikus
sv_se: Automatiskt

source: Manual
fi_fi: Manuaalinen
fr_fr: Manuellement
hu_hu: Manuális
sv_se: Manuellt

source: If you plan on using different registration dates for each event, please enter the First Event's Registration Start/End Dates below. Otherwise, enter the registration dates that will cover all events in the series.
fi_fi: Jos olet suunnitellut käyttäväsi eri rekisteröitymispäiviä joka tapahtumalle, lisää ensimmäisen tapahtuman rekisteröinnin aloitus/lopetuspäivämäärät alle. Muussatapauksessa, lisää rekisteröintipäivämäärät jotka kattaa kaikki tapahtumat tässä sarjassa.
fr_fr: Si vous souhaitez utiliser des dates d'inscription différentes pour chaque évènement, veuillez entrer les dates de début/fin d'inscription du premier évènement ci-dessous. Sinon, entrez les dates d'inscription qui couvriront tous les évènements de la série.
hu_hu: Ha a terv a különböző regisztrációs időpontot az egyes eseményekhez, n kérjük, írja be az első Esemény Regisztráció Start / End időpontok alább. N Ellenkező esetben írja be a regisztrációs időpontot, amely fedezi az összes esemény a sorozatban.
sv_se: Om du planerar att använda olika registreringsdatum för varje evenemang, vänligen fyll i det första evenemangets datum för start och slut av registrering nedan. Om inte, skriv inte registreringsdatumen som kommer att gälla för samtliga evenemang.

source: Registration Starts On:
fi_fi: Rekisteröinti alkaa:
fr_fr: L'inscription commence le :
hu_hu: Regisztráció kezdődik:
sv_se: Registreringen börjar:

source: Registration Ends On:
fi_fi: Rekisteröinti päättyy:
fr_fr: L'inscription se termine le :
hu_hu: Regisztráció ér véget:
sv_se: Registreringen stängs:

source: Are all events available between the registration dates above?
fi_fi: Kaikki saatavilla olevat tapahtumat ylläolevien rekisteröintipäivien välistä?
fr_fr: Tous les évènements entre les dates d'inscription ci-dessus sont-ils disponibles ?
hu_hu: Vannak Összes esemény között áll rendelkezésre a regisztrációs határidő a fenti?
sv_se: Är alla Evenemang tillängliga mellan registreringsdatumen ovan?

source: No (each event's registration start and end dates will be incremented according to a formula).
fi_fi: Ei (jokaisen tapahtuman rekisteröinnin aloitus ja lopetus päivät laitetaan kaavan mukaan).
fr_fr: Non (Les dates de début et fin d'inscription de chaque évènement seront incrémentées selon une formule).
hu_hu: Nem (minden esemény regisztrációs kezdési és befejezési dátumok kerülnek növekszik képlet szerint.)
sv_se: Nej (varje Evenemangs registrering start- och slutdatum kommer att ökas enligt en formel).

source: Yes (all created events are available for registration between the above registration dates).
fi_fi: Kyllä (kaikkiin luotuihin tapahtumiin voi rekisteröityä rekisteröintipäivien välissä tai niitä ennen).
fr_fr: Oui (Tous les évènements crées sont disponibles à l'inscription entre les dates ci-dessus).
hu_hu: Igen (minden teremtett esemény állnak év közötti, a fenti bejegyzés dátumát).
sv_se: Ja (alla skapade Evenemang är tillgängliga för registrering mellan registreringsdatumen ovan).

source: Each Event's Visibility:
fi_fi: Jokaisen tapahtuman näkyvyys
fr_fr: Visibilité de chaque évènement :
hu_hu: Minden Esemény Látási viszonyok:
sv_se: Varje Evenemangs synlighet:

source: Blank
fi_fi: Tyhjä
fr_fr: Vide
hu_hu: szóköz
sv_se: Tom

source: Visible Immediately
fi_fi: Heti näkyvillä
fr_fr: Visible immédiatement
hu_hu: Látható Azonnal
sv_se: Synlig omedelbart

source: Visible on Registration Start Date
fi_fi: Näkykvä rekisteröinnin aloituspäivänä
fr_fr: Visible à la date de début d'inscription
hu_hu: Látható a regisztráció kezdő dátuma
sv_se: Synlig vid Registreringens startdatum

source: Visible X Days Before Registration Start Date
fi_fi: Näkyvä X päivää ennen rekisteröinnin aloituspäivää
fr_fr: Visible X jours avant la date de début d'inscription
hu_hu: Látható X nappal Regisztráció kezdési dátum
sv_se: Synlig X antal dagar för registreringens startdatum

source: First Event Date:
fi_fi: Tapahtuman ensimmäinen päivä
fr_fr: Date du premier évènement :
hu_hu: Gyártási Esemény dátuma:
sv_se: Första Evenemangsdatum:

source: First Event End Date:
fi_fi: Ensimmäisen tapahtuman päättymispäivä:
fr_fr: Date de fin du premier évènement :
hu_hu: Első esemény End Date:

source: Last Event Date:
fi_fi: Tapahtuman viimeinen päivä:
fr_fr: Date du dernier évènement :
hu_hu: Legutóbbi esemény dátuma:

source: Event Repeats:
fi_fi: Tapahtuman toistot:
fr_fr: L'évènement se répète :
hu_hu: Esemény ismétlődik:

source: Daily
fi_fi: Päivittäin
fr_fr: Chaque jour
hu_hu: Naponta

source: Weekly
fi_fi: Viikottain
fr_fr: To
hu_hu: Hetente

source: Monthly
fi_fi: Kuukausittain
fr_fr: Chaque semaine
hu_hu: Havonta

source: Every:
fi_fi: Joka:
fr_fr: Chaque :
hu_hu: Minden:
sv_se: Varje:

source: Repeats On:
fi_fi: Toistuu:
fr_fr: Se répète les :
hu_hu: Ismétlések On:
sv_se: Upprepas på:

source: Sun
fi_fi: su
fr_fr: Dim
hu_hu: Vas
sv_se: Sön

source: Mon
fi_fi: ma
fr_fr: Lun
hu_hu: Hét
sv_se: Mån

source: Tue
fi_fi: ti
fr_fr: Mar
hu_hu: Ked
sv_se: Tis

source: Wed
fi_fi: ke
fr_fr: Mer
hu_hu: Sze
sv_se: Ons

source: Thu
fi_fi: to
fr_fr: Jeu
hu_hu: Csü
sv_se: Tor

source: Fri
fi_fi: pe
fr_fr: Ven
hu_hu: Pén
sv_se: Fre

source: Sat
fi_fi: la
fr_fr: Sam
hu_hu: Szo
sv_se: Lör

source: Repeat By:
fi_fi: Toista:
fr_fr: Se répète par :
hu_hu: Ismétlés By:
sv_se: Upprepa efter:

source: Day of Month
fi_fi: Kuukauden päivä
fr_fr: Jour du mois
hu_hu: Nap Hónap
sv_se: Dag i månaden

source: Day of Week
fi_fi: Viikon päivä
fr_fr: Jour de la semaine
hu_hu: A hét napja
sv_se: Dag i veckan

source: You can add as many days as you would like. Start with the very first event date.
fi_fi: Voit lisätä niin monta päivää kun haluat. Aloita tapahtuman ensimmäisestä päivästä.
fr_fr: Vous pouvez ajouter autant de jours que vous le souhaitez. Commencez par la toute première date d'évènement.
hu_hu: Felveheti annyi nap, mint szeretné. Kezdje a legelső esemény dátuma.
sv_se: Du kan lägga till så många dagar du önskar. Börja med det första evenemangsdatumet.

source: Event Date:
fi_fi: Tapahtuman päivä:
fr_fr: Date d'évènement :
hu_hu: Esemény dátuma:
sv_se: Evenemangsdatum:

source: Other events in this series.
fi_fi: Muut tapahtumat tässä sarjassa.
fr_fr: Autres évènements dans cette série :
hu_hu: Más események ebben a sorozatban.
sv_se: Andra evenemang i denna serie.

source: Immediate Response Window
fi_fi: Välitönvastaus -ikkuna
fr_fr: Fenêtre de réponse immédiate
hu_hu: Azonnali válasz Window

source: If you are making changes to the recurrence formula, please select "All events in the series" or "All upcoming events" for the changes to take effect.
fi_fi: Jos olet tekemässä muutoksia toistuvaan muotoon, ole hyvä ja valitse "All events in the series" tai "All upcoming events" jotta muutokset tulevat voimaan.
fr_fr: Si vous faites des modifications dans la formule de récurrence, veuillez sélectionner "Tous les évènements de la série" ou "Tous les évènements à venir" afin que les changements soient pris en compte.
hu_hu: Ha változtatásokat végez az ismétlődés képlet, akkor válassza "Minden rendezvény A sorozat " vagy "Minden közelgő eseménnyel " a változtatások életbe léptetéséhez.

source: weeks
fi_fi: viikot
fr_fr: semaines
hu_hu: hét
sv_se: veckor

source: months
fi_fi: kuukaudet
fr_fr: mois
hu_hu: hónap
sv_se: månader

source: Registration Start
fi_fi: Reskisteröiti alkaa
fr_fr: L'inscription débute
hu_hu: Regisztráció indítása
sv_se: Registreringsstart

source: Registration End
fi_fi: Rekisteröinti loppuu
fr_fr: L'inscription se termine
hu_hu: Regisztráció End
sv_se: Registreringsslut

source: attendees. Can't be deleted until attendees are deleted.
fi_fi: osallistujat. Ei voida poistaa ennenkuin osallistujat on poistettu.
fr_fr: visiteurs. Ne peut pas être supprimés jusqu'à ce que les visiteurs soient supprimés.
hu_hu: résztvevők. Nem lehet hagyni, amíg résztvevők nem hagyni.
sv_se: deltagare. Kan inte ta bort innan deltagare har tagits bort.

source: <h2>Registration Date Usage</h2> <p> <ul> <li> No: Use this if each event in the series will have its own registration start and end dates. <b>Make sure to enter the <u>First Event's Registration Start and End dates above</u>.</b> </li> <li> Yes: Use this if all events are only available between the above registration start and end dates. </li> </p>
fi_fi: <h2>Rekisteröinnin päivän käyttö</h2> <p> <ul> <li> Ei: Käytä tätä jos jokaisella tapahtumalla tässä sarjassa on oma rekisteröitymisen alkamis- ja loppumispäivämäärä. <b>Huolehdi että lisäät <u>Rekisteröinnin aloitus- ja lopetuspäivämäärät yläpuollele</u>.</b> </li> <li> Kyllä: Käytä tätä jos kaikki tapahtumat ovat saatavilla vain yläpuolella olevien rekisteröinnin aloitus- ja lopetuspäivämäärän välissä. </li> </p>
fr_fr: Utilisation <h2> Date d'inscription </h2> <p> <ul> <li> No:. Utilisez cette option si chaque événement de la série aura son propre enregistrement de démarrage et de fin <b> Assurez-vous de entrez Démarrer inscription de l'événement <u>Première et de fin dates ci-dessus </u>.</b> </li> <li> Oui: Utilisez cette option si tous les événements ne sont disponibles entre le début et la fin des dates d'inscription ci-dessus. </li> </p>
hu_hu: <h2> Regisztráció Dátuma Használat </ h2> n <p> n <ul> n <li> nA: Használja ezt, ha minden esemény a sorozat lesz saját nyilvántartási kezdő és záró dátumát. n <b > Győződjön meg róla, hogy adja meg a <u> Gyártási Esemény regisztráció Start és Vége dátumokat felett </ u>. </ b> n </ li> n <li> nYes: Használja ezt, ha minden esemény csak akkor érhetők el a év feletti kezdő és záró dátumot. n </ li> n </ p>

source: <h2>Recurrence Type</h2> <p> <ul> <li> Automatic: The events will be created automatically, based on the information that you select below. </li> <li> Manual: You will be given the option to manually select as many different dates as you would like. </li> NOTE: Once you create events in Automatic mode, those events can't be switched to Manual, and vise versa. </ul> </p>
fi_fi: <h2>Toistuminen</h2> <p> <ul> <li> Automaattinen: Tämä tapahtuma luodaan automaattisesti alta valitsemiesi tietojen mukaan . </li> <li> Manuaalisesti: Sinulla on mahdollisuus valita niin monta eri päivämäärää kun haluat. </li> Huomio: Kun olet luonut tapahtuman automaattisesti, sitä ei voi enää kääntää manuaaliseksi. Eikä toisinpäin. </ul> </p>
fr_fr: <h2>Type de récidive </h2> <p> <ul> <li> Automatique:. Les événements seront créés automatiquement, en fonction des informations que vous avez sélectionné ci-dessous </li> <li> Manuel: Vous aurez la possibilité de sélectionner manuellement autant de dates différentes que vous le souhaitez </li> . REMARQUE: Une fois que vous créez des événements en mode automatique, ces événements ne peuvent pas être mis sur Manuel, et vice versa. </ul> </p>
hu_hu: <h2> Ismétlődés típusa </ h2> n <p> n <ul> n <li> nAutomatic: Az események automatikusan létrehozásra kerül, információk alapján, hogy válassza ki az alábbiakban. n </ li> n <li> nManual: Meg kell adni a lehetőséget, hogy manuálisan válassza ki annyi különböző időpontokban szeretné. n </ li> nMEGJEGYZÉS: Miután létrehozta események Automatikus üzemmódban, ezek az események nem lehet kapcsolni Kézi, és fordítva. n </ ul> n </ p>

source: Please Select a Date
fi_fi: Valitse päivämäärä
fr_fr: Veuillez sélectionner une date
hu_hu: Válasszon egy Mikortól
sv_se: Vänligen välj ett Datum

source: Events created by "Event Managers" require approval?
fr_fr: Les évènements créer par les "Directeurs d'évènement" nécessitent-t-ils une approbation ?
hu_hu: Események készítette: "Esemény Menedzser " jóváhagyása szükséges?
sv_se: Evenemang som skapats av "Evenemangsansvarig" kräver godkännande?

source: Regional managers can edit venues assigned to them?
fr_fr: Les directeurs régionaux peuvent-ils modifier les lieux qui leur sont assignés?
hu_hu: A regionális vezetők szerkeszthetik helyszínek rájuk bízott?
sv_se: Regionsansvariga kan redigera Platser som tilldelats dem?

source: Regional managers are in charge only of their staff?
fr_fr: Les directeurs régionaux sont responsables seulement de leur personnel ?
hu_hu: A régiós kezelők csak a saját személyzetükért felelnek?
sv_se: Regionansvariga bestämmer endast över sin egen personal?

source: Anyone can create a post when publishing an event?
fr_fr: N'importe qui peut créer poster lors de la publication d'un événement ?
hu_hu: Bárki létrehozhat egy bejegyzést, ha közzététele az esemény?
sv_se: Vem som helst kan skapa ett inlägg när ett evenemang publiceras?

source: Enable sharing of categories between users?
fr_fr: Activer le partage de catégories entre les utilisateurs?
hu_hu: Engedélyezése megosztása kategóriájú felhasználók között?
sv_se: Aktivera delning av kategorier mellan Användare?

source: All Users
fr_fr: Tous les utilisateurs
hu_hu: Minden felhasználó
sv_se: Alla användare

source: Espresso Event Manager
fr_fr: Directeur Evènement Espresso
hu_hu: Espresso rendezvénykezelő

source: Espresso Regional Manager
fr_fr: Directeur Régional Espresso
hu_hu: Espresso régiós kezelő
sv_se: Espresso regionalansvarig

source: Espresso Master Admin
fr_fr: Administration de Maître Expresso
hu_hu: Espresso főadminisztrátor
sv_se: Espresso huvudadministratör

source: Administrator
fr_fr: Administrateur
hu_hu: Adminisztrátor
sv_se: Administratör

source: Minimum level required to use the Front Event Manager page?
fr_fr: Minimum requis pour utiliser la page Front Event Manager?
hu_hu: Mi a minimumszint a rendezvényszervezői főoldal használatához?
sv_se: Miniminivå som behövs för att använda Front Event Manager sidan?

source: UserName
fr_fr: Nom d'utilisateur
hu_hu: felhasználói név
sv_se: Användarnamn

source: Nice Name
fr_fr: Nom de Nice
hu_hu: Szép neve
sv_se: Visningsnamn

source: Edit the %1$s role
fr_fr: Modifier le rôle de l'%1$s
hu_hu: Szerkessze a %1$s szerepet
sv_se: Ändra %1$s rollen

source: Manager updated.
fr_fr: Directeur mis-à-jour.
hu_hu: Menedzser frissítve.
sv_se: Ansvarig uppdaterad.

source: <strong>Locales/Regions:</strong>
fr_fr: <strong>Lieux :</strong>
hu_hu: <strong> Nyelv / Regions: </ strong>
sv_se: <strong>Orter/Regioner:</strong>

source: Select which locales/regions this user should manage.
fr_fr: Sélectionnez les lieux que cet utilisateur doit gérer.
hu_hu: Válassza ki, melyik locales / régiókban a felhasználónak kezelni.
sv_se: Välj vilka orter/regioner denna användare skall hantera.

source: You have no created any locales/regions yet.
fr_fr: Vous n'avez pas encore créé de lieu.
hu_hu: Ön még nem hozott létre locales / régiók még.
sv_se: Du har inte skapat några orter/regioner ännu.

source: Please click here to add locales
fr_fr: Ajouter un lieu
hu_hu: Kérjük, kattintson ide, hogy adjunk locales
sv_se: Vänligen klicka här för att lägga till ort

source: Edit Regional Managers
fr_fr: Modifier les Gérants régionaux
hu_hu: Szerkesztés Területvezetők
sv_se: Ändra Regionsansvariga

source: Event Espresso - User Roles Manager
fr_fr: Espresso événement -Responsables des Rôles utilisateur
hu_hu: Event Espresso - Felhasználói szerepkörök kezelő
sv_se: Event Espresso - Hantera användarroller

source: Manager details saved.
fr_fr: Gestionnaire de détails sauvés.
hu_hu: Menedzser további részletek mentve.
sv_se: Detaljer för Ansvarig sparades.

source: Master Admin
hu_hu: Mester Admin

source: Regional Manager
fr_fr: Directeur Régional
hu_hu: Regionális vezető
sv_se: Hantera Regioner

source: Current Roles/Capabilities
fr_fr: Rôles actuels/Capacités
hu_hu: Aktuális Szerepek / képességek
sv_se: Aktuella roller/möjligheter

source: Access to all admin pages and all events/attendees.
fr_fr: L'accès à toutes les pages d'administration et de tous les évènements/participants.
hu_hu: Hozzáférés az összes admin oldalt, és az összes esemény / résztvevőket.
sv_se: Tillgång till alla adminsidor och alla evenmang/deltagare.

source: Access to selected admin pages below and all events/attendees.
fr_fr: L'accès à certaines pages d'administration ci-dessous et tous les évènements/participants.
hu_hu: Hozzáférés az alább kiválasztott adminisztrációs oldalakhoz és az összes eseményhez/résztvevőhöz.
sv_se: Tillgång till valda adminsidor nedan och alla evenemang/deltagare.

source: Access to selected admin pages below, personal events/attendees, and any events/attendees that are located within the assigned locale/region.
fr_fr: L'accès aux pages d'administration choisies ci-dessous, des événements/participants personnels et n'importe quels événements/participants qui sont localisés dans le lieu/région assigné.
hu_hu: Hozzáférés az alább kiválasztott adminisztrációs oldalakhoz és a személyes eseményekhez/résztvevőkhöz, továbbá minden olyan eseményhez/résztvevőhöz, amely a kiválasztott helyszínen, illetve régióban található.

source: Access to selected admin pages below and personal events/attendees.
fr_fr: L'accès aux pages administrative choisies ci-dessous et des événements/participants personnels.
hu_hu: Hozzáférés az alább kiválasztott adminisztrációs oldalakhoz és a személyes eseményekhez/résztvevőkhöz.
sv_se: Access till valda admin sidor nedan och personliga events/besökare.

source: Minimum Page Permissions
fr_fr: Permission de Page Minimale
hu_hu: Minimum oldal Engedélyek
sv_se: Minsta Sidbehörigheter

source: General Settings Page
fr_fr: Page Paramètres Généraux
hu_hu: Általános beállítások oldal
sv_se: Generella inställningar

source: Event/Attendee Listings Page
fr_fr: Evénement / Participant Items Page
hu_hu: Esemény / Résztvevő listák oldal
sv_se: Evenemang/deltagar sidor

source: Categories Page
fr_fr: Catégories de la Page
hu_hu: Kategóriák oldal
sv_se: Kategorier

source: Discounts Page
fr_fr: Page Réduction
hu_hu: Kedvezmények oldal
sv_se: Rabatter
