Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: This allows you to set a custom time zone for each event.<br />Modificatiosn to your site may be required for this to work properly.
fi_fi: Tämä valinta mahdollistaa muokatun aikavyöhykkeen lisäämisen jokaiseen tapahtumaan. <br/> Tämä saattaa vaatia muutoksia sivustolla toimiakseen oikein.
fr_fr: Cela vous permet de définir un fuseau horaire personnalisé pour chaque événement. <br /> Modifications à votre site peut être nécessaire pour que cela fonctionne correctement.
hu_hu: Ez lehetővé teszi, hogy egy saját időzónát minden eseményt. <br /> Modificatiosn a helyén is szükséges lehet, hogy ez működjön.
sv_se: Detta gör att du kan ställa in en egen tidszon för varje evenemang. <br /> Anpassningar av din sida kan krävas för att detta ska fungera korrekt.

source: Enable Full Logging
fi_fi: Salli täysi kirjautuminen
fr_fr: Activer la Journalisation Complet
hu_hu: Full naplózás engedélyezése
sv_se: Aktivera full loggning

source: Enable Remote Logging
fi_fi: Salli kaukokirjautuminen
fr_fr: Activer la journalisation à distance
hu_hu: Engedélyezése távoli naplózás
sv_se: Aktivera fjärrloggning

source: Send debugging data to the remote URL below.
fi_fi: Lähetä virheenkorjaus tiedot allaolevaan URL:iin.
fr_fr: Envoyer des données de débogage à l'URL à distance ci-dessous.
hu_hu: Küldje hibakeresés adatokat a távoli URL alatt.
sv_se: Skicka debug-data till URLen nedan.

source: Remote Logging URL
fi_fi: Etä-kirjautumis URL
fr_fr: URL journalisation à distance
hu_hu: Távoli naplózás URL
sv_se: URL för fjärrloggning

source: Example: http://www.postbin.org/MY_UNIQUE_ID
fi_fi: Esimerkiksi: http://www.postbin.org/MY_UNIQUE_ID
fr_fr: Exemple:http://www.postbin.org/MY_UNIQUE_ID
hu_hu: Példa: http://www.postbin.org/MY_UNIQUE_ID
sv_se: Exempel: http://www.postbin.org/MY_UNIQUE_ID

source: Promote Event Espresso
fi_fi: Mainosta Event Espressoa
fr_fr: Promouvoir Espresso Evénement
hu_hu: Előmozdítása Event Espresso
sv_se: Hjälp Event Espresso

source: Link to Event Espresso in your Registration Page
fi_fi: Linkki Event Espressoon rekisteröintisivuilla
fr_fr: Lien vers Espresso événement dans votre page d'inscription
hu_hu: Kapcsolat a rendezvény Espresso a Regisztrációs oldal
sv_se: Länkt till Event Espresso på din Registrerings sida

source: Earn cash for promoting our plugin.
fi_fi: Ansaitse rahaa mainostamalla lisäosaamme.
fr_fr: Gagner de l'argent pour la promotion de notre plugin.
hu_hu: Keressen pénzt elősegítésére a plugin.
sv_se: Tjäna pengar på att promota våra plugin.

source: Your Event Espresso License Key
fi_fi: Sinun Event Espresso lisenssiavain
fr_fr: Votre clé de licence événement Espresso
hu_hu: Az esemény Espresso Licenckulcs
sv_se: Den Event Espresso Licensnyckel

source: Support License Key
fi_fi: Tuettu lisenssiavain
fr_fr: Clé de Licence de Soutien
hu_hu: Támogatás Licenckulcs
sv_se: Support Licensnyckel

source: Adding a valid Support License Key will enable automatic update notifications <br /> and backend updates for Event Espresso Core and any installed addons.
fi_fi: Lisäämällä teknisen tuen avaimen mahdollistat automaattisten päivitysten ilmoitukset sekä päivitykset Event Espresson ytimeen ja asennettuihin lisäosiin.
fr_fr: L'Ajout d'une clé de licence valide d'appui permettra les notifications de mise à jour automatique <br /> et mises à jour backend pour Core Espresso événement et tous les addons installés.
hu_hu: Hozzáadása érvényes támogatási licenckulcs lehetővé teszi, hogy automatikus frissítési értesítések <br /> nés backend frissítések Rendezvényhelyszín Espresso Core és a telepített addons.
sv_se: Lägga in en giltig licensnyckel för att få tillgång till meddelanden om nya uppdateringar. <br /> och uppdateringar för Event Espresso Core och alla installerade addons.

source: Anti-spam Settings
fi_fi: Spam-esto asetukset
fr_fr: Paramètres Anti-spam
hu_hu: Anti-spam beállítások
sv_se: Skräppost-inställningar

source: Use reCAPTCHA
fi_fi: Käytä reCAPTCHA
fr_fr: utiliser reCAPTCHA
hu_hu: A reCAPTCHA
sv_se: Använd reCAPTCHA

source: Used to block spam registrations. Sign up
fr_fr: Utilisé pour bloquer les enregistrements de spams. Signer
hu_hu: Használt, hogy blokkolja a spam regisztrációk. Regisztrálj

source: here
fr_fr: ici
hu_hu: Nézd

source: to receive your Public and Private keys.
fr_fr: pour recevoir vos clés publique et privées.
hu_hu: hogy megkapja a nyilvános és privát kulcsokat.

source: Public Key
fi_fi: Julkinen avain
fr_fr: Clé Publique
hu_hu: A(z)

source: The following is a required field
fr_fr: Ce qui suit est un champs obligatoire
hu_hu: A következő egy kötelező mező

source: Private Key
fi_fi: Yksityinen avain
fr_fr: Clé Personelle
hu_hu: A(z)

source: reCAPTCHA Look &amp; Feel
fi_fi: reCAPTHA Katso &amp; Tunne
fr_fr: reCAPTCHA Look & Feel
hu_hu: reCAPTCHA Look & Feel
sv_se: reCAPTCHA utseende

source: Width
fi_fi: Leveys
fr_fr: Largeur
hu_hu: Szélesség
sv_se: Bredd

source: Theme
fi_fi: Teema
fr_fr: Thème
hu_hu: témák
sv_se: Tema

source: Qty Available
fi_fi: Kpl saatavilla
fr_fr: Qté Disponible
hu_hu: Mennyiség Available
sv_se: Tillgängligt antal

source: Email(s) have been successfully deleted.
fi_fi: Sähköposti(t) on poistettu onnistuneesti.
fr_fr: Les Email (s) ont été supprimé avec succès.
hu_hu: E-mail (ek) sikeresen törölve.
sv_se: E-postmeddelanden har tagits bort.

source: You cannot delete either of the two default emails.
fi_fi: Et voi poistaa kahta esimerkki sähköpostia.
fr_fr: Vous ne pouvez pas supprimer l'un des deux e-mails par défaut.
hu_hu: Nem törölheti bármelyik két alapértelmezett e-maileket.
sv_se: Du kan inte radera någon av de två standard meddelanden.

source: Event Options
fi_fi: Tapahtuman valinnat
fr_fr: Options de l'évènement
hu_hu: Event beállítások
sv_se: Event alternativ

source: Questions for Additional Attendees
fi_fi: Kysymykset lisä-osallistujille
fr_fr: Questions pour les visiteurs additionnels
hu_hu: Kérdések a további résztvevők
sv_se: Frågor för Ytterligare Deltagare

source: Attendee Pre-Approval
fi_fi: Osallistujan ennakkoilmoittautuminen
fr_fr: Approbation préalable du visiteur
hu_hu: Résztvevők Pre-jóváhagyás
sv_se: För godkända deltagare

source: Attendee Limit:
fi_fi: Osallistuja rajoitus:
fr_fr: Limite de visiteurs :
hu_hu: Résztvevő Limit:
sv_se: Deltagargräns:

source: Allow group registrations?
fi_fi: Sallitaanko ryhmä ilmoittautumiset?
fr_fr: Permettre l'inscription des groupes ?
hu_hu: Hagyja csoportos regisztrációk?
sv_se: Tillåt gruppregistrering?

source: Max Group Registrants:
fi_fi: Maksimi ryhmärekisteröitymiset:
fr_fr: Nombre maximal de visiteurs par groupe :
hu_hu: Max Group regisztrálók:
sv_se: Max antal per grupp:

source: Event is Active
fi_fi: Tapahtuma on aktiivinen
fr_fr: L'évènement est actif
hu_hu: Event Active
sv_se: Evenemanget är Aktivt

source: Event Status
fi_fi: Tapahtuman tila
fr_fr: Statut de l'évènement
hu_hu: Esemény állapota
sv_se: Evenemangsstatus

source: Display Description
fi_fi: Näytä kuvaus
fr_fr: Afficher Description
hu_hu: Leírás mutatása
sv_se: Visa beskrivning

source: Display Registration Form
fi_fi: Näytä rekisteröinti lomake
fr_fr: Afficher Formulaire d'inscription
hu_hu: Kijelző Regisztrációs űrlap
sv_se: Visa Registreringsformulär

source: Default Payment Status
fi_fi: Oletus maksutila
fr_fr: Statut de paiement par défaut
hu_hu: Alapértelmezett Fizetés Status
sv_se: Standard Betalningsstatus

source: Alternate Registration Page
fi_fi: Vaihtoehtoinen rekisteröintitila
fr_fr: Page d'inscription alternative
hu_hu: Alternatív Regisztrációs oldal
sv_se: Alternativ Registreringssida

source: Promotion Codes
fi_fi: Promootio koodit
fr_fr: Codes promotionnels
hu_hu: Promóciós kódok
sv_se: Kampanjkod

source: Enable image in event lists
fi_fi: Mahdollista kuvat tapahtuman listauksessa
fr_fr: Permettre les images dans la liste des évènements
hu_hu: Engedélyezze a kép események listájával
sv_se: Aktivera bilder i evenemangslistor

source: Enable image in registration
fi_fi: Mahdollista kuva rekisteröityessä
fr_fr: Permettre les images dans l'inscription
hu_hu: Engedélyezze image regisztráció
sv_se: Aktivera bilder i registreringen

source: Author
fi_fi: Kirjoittaja
fr_fr: Auteur
hu_hu: Szerző
sv_se: Författare

source: Template Settings Updated
fi_fi: Mallin asetukset päivitetty
fr_fr: Paramètres du Modèle Mise à jour
hu_hu: Template Settings Frissítve:
sv_se: Mallinställningar uppdaterade

source: Event Listings
fi_fi: Tapahtumalistaukset
fr_fr: Liste des Evénements
hu_hu: Programlisták
sv_se: Lista evenemang

source: Display Descriptions
fi_fi: Näytä kuvaukset
fr_fr: Affichage des Descriptions
hu_hu: Kijelző leírások
sv_se: Visa beskrivningar

source: Use SHORT Descriptions
fi_fi: Käytä LYHYITÄ kuvauksia
fr_fr: Utiliser des Descriptions COURTES
hu_hu: Használjon RÖVID leírásokat
sv_se: Använd kort Beskrivning

source: Be sure to use the more... tag in your event description
fi_fi: Muista käyttää lisää... tagia tapahtuman kuvauksessa
fr_fr: Assurez-vous d'utiliser le plus ... balise dans votre description de l'événement
hu_hu: Ügyeljen arra, hogy használja a tovább... címkét az esemény leírásánál
sv_se: Var noga med att använda "Visa mer.." taggen i din evenemangsbeskrivning

source: Display Addresses
fi_fi: Näytä osoite
fr_fr: Afficher les adresses
hu_hu: Kijelző Címek
sv_se: Visa Adresser

source: Do not use this if you are using the venue<br /> shortcodes in your event description.
fi_fi: Älä käytä tätä jos olet käyttämässä tapahtumapaikan<br /> lyhennettä tapahtuman kuvauksessa.
fr_fr: Ne pas utiliser cette option si vous utilisez <br /> dans votre description de l'événement.
hu_hu: Ne használja ezt, ha a helyszín<br /> rövid kódot használja az az esemény leírásánál.
sv_se: Använd inte detta om du använder<br /> Plats-shortcodes i din evenemangsbeskrivning.

source: Stylesheets
fi_fi: Tyylipohjat
fr_fr: Feuilles de style
hu_hu: Stíluslapok
sv_se: Stilmallar

source: Use Built-in Style Sheets
fi_fi: Käytä Built-in tyylipohjia
fr_fr: Utilisez Built-in Style Sheets
hu_hu: Használja Beépített Style Sheets
sv_se: Använd inbygda Stilmallar

source: Use Grid Layout
fi_fi: Käytä ruudukko -ulkoasua
fr_fr: Utilisez Grid Layout
hu_hu: Használja Rács Elrendezés
sv_se: Använd Rutnätslayout

source: Displays event list in a grid layout.
fi_fi: Näyttää tapahtumien listauksen ruudukko ulkoasussa.
fr_fr: Affiche la liste des événements sous forme de grille.
hu_hu: Megjeleníti esemény listájában egy rács elrendezés.
sv_se: Visar evenemangslista i ett rutnäts-layout

source: Multiple Event Descriptions
fi_fi: Useat tapahtumakuvaukset
fr_fr: Descriptions de l'événement multiple
hu_hu: Több esemény leírása
sv_se: Flera evenemangsbeskrivningar

source: Displays the event description in the <br />Multiple Event Registration pages.
fi_fi: Näyttää tapahtuman kuvauksen <br /> Useat tapahtumakuvaukset sivuilla.
fr_fr: Affiche la description d'événement dans les <br /> Multiples Pages d'Inscription d'Evénements.
hu_hu: Megjeleníti az esemény leírását a <br /> Több esemény regisztrációja oldalakon.
sv_se: Visar evenemangsbeskrivningen på<br /> sidor för flera evenemangsbeskrivningar.

source: Events Map Settings Updated
fi_fi: Tapahtuman kartta-asetukset on päivitetty
fr_fr: Événements Paramètres de la Carte Mise à jour
hu_hu: Rendezvények Térkép Beállítások Frissítve
sv_se: Evenemangets kartinställningar har uppdaterats

source: Event Espresso - Event Map Settings
fi_fi: Event Espresso - Event kartta-asetukset
fr_fr: Espresso événements - Paramètres Carte d'Evènements
hu_hu: Event Espresso - Esemény Map Settings
sv_se: Event Espresso - Evenemangets kartinställningar

source: The discount code
fi_fi: Alennuskoodi
fr_fr: Le code de réduction
hu_hu: A kedvezmény kód
sv_se: Rabattkod

source: was saved
fi_fi: tallennettu
fr_fr: a été sauvé
hu_hu: el lett mentve
sv_se: sparades

source: was not saved
fi_fi: ei tallennettu
fr_fr: n'a pas été sauvé
hu_hu: nem lett elmentve
sv_se: sparades inte

source: Edit Code
fi_fi: Muokkaa koodia
fr_fr: Modifier Code
hu_hu: Szerkesztés Code
sv_se: Redigera kod

source: Promotional Code
fi_fi: Promootiokoodi
fr_fr: Code Promotionel
hu_hu: Promóciós kód
sv_se: Kampanjkod

source: Limited Quantity
fi_fi: Rajoitettu määrä
fr_fr: Quantité Limitée
hu_hu: Korlátozott mennyiség
sv_se: Begränsad mängd

source: Expiration Active
fi_fi: Päättyminen on atiivisena
hu_hu: Lejárat Active
sv_se: Utgångsdatum Aktivt

source: Expiration Date
fi_fi: Vanhentumispäivä
fr_fr: Date d'Expiration
hu_hu: Lejárati idő
sv_se: Utgångsdatum

source: Percentage Discount
fi_fi: Prosentuaalinen alennus
fr_fr: Pourcentage de Réduction
hu_hu: Százalékos kedvezmény
sv_se: Procentrabatt

source: Short Description
fi_fi: Lyhyt kuvaus
fr_fr: Description Courte
hu_hu: Rövid leírás
sv_se: Kort beskrivning

source: Enable Expiration Dates
fi_fi: Salli vanhentumispäivät
fr_fr: Activer Dates d'Expiration
hu_hu: Engedélyezze a lejárat dátumát
sv_se: Aktivera utgångsdatum

source: Adds an expiration date to this code.
fi_fi: Lisää vanhentumispäivän koodiin.
fr_fr: Ajouter une date d'expiration à ce code.
hu_hu: Hozzáad egy lejárati dátumot ehhez a kódhoz.
sv_se: Lägger ett utgångsdatum för denna kod.

source: Enable Limited Uses
fi_fi: Salli rajoitettu käyttö
fr_fr: Activer utilisations limitées
hu_hu: Engedélyezése Korlátozott felhasználás
sv_se: Aktivera begränsad användning

source: Allows you to limit the amount of times this code can be used.
fi_fi: Sallii koodin käytön määrän rajoitukset.
fr_fr: Vous permet de limiter la quantité de fois où ce code peut être utilisé.
hu_hu: Lehetővé teszi, hogy korlátozzák az alkalommal ezt a kódot lehet használni.
sv_se: Gör att du kan begränsa mängden gånger denna kod kan användas.

source: Amount and Type of Discount
fi_fi: Alennuksen määrä ja tyyppi
fr_fr: Quantité et Type de Réduction
hu_hu: Összege és típusa olcsó
sv_se: Belopp och typ av rabatt

source: Choose an amount for the discount as a percentage or dollar amount.
fi_fi: Valitse alennuksen määrä prosentteina tai euroina.
fr_fr: Choisissez un montant pour la remise en pourcentage ou le montant en dollar.
hu_hu: Válassza az összeget a kedvezmény százalékos vagy dollár összeget.
sv_se: Välj ett belopp för rabatten i procent eller kr.

source: Leave a note about this code. Will not displayed on front facing pages.
fi_fi: Jätä kommentti tähän koodiin. Sitä ei näytetä käyttäjille.
fr_fr: Laisser une note sur ce code. Ne sera pas affichée sur le devant des pages.
hu_hu: Hagy egy megjegyzés ezt a kódot. Nem látható előre néző oldalon.
sv_se: Gör en anteckning om den här koden. Kommer inte synas för besökare av sidan.

source: This is the actual code that will be used.
fi_fi: Tämä on koodi jota tullaan käyttämään.
fr_fr: Ceci est le code qui sera utilisé.
hu_hu: Ez a tényleges kód, amelyeket használni fognak.
sv_se: Detta är den faktiska koden som kommer att användas.

source: Example:
fi_fi: Esimerkiksi:
fr_fr: Exemple:
hu_hu: Példa:
sv_se: Exempel:

source: was updated
fi_fi: päivitetty
fr_fr: a été mis à jour
hu_hu: frissítve
sv_se: uppdaterades

source: was not updated
fi_fi: ei päivitetty
fr_fr: n'a pas été mis à jour
hu_hu: nem frissült
sv_se: uppdaterades inte

source: Sorry, that promotional code is invalid or expired.
fi_fi: Pahoittelut, käyttämääsi tarjouskoodia ei voida hyväksyä tai se on vanhentunut.
fr_fr: Désolé, ce code promotionnel n'est pas valide ou est expiré.
hu_hu: Sajnálom, hogy a promóciós kód érvénytelen vagy lejárt.
sv_se: Förlåt, koden du använder är ogiltig eller har utgått.

source: You are using promotional code:
fi_fi: Käytät tarjouskoodia:
fr_fr: Vous utilisez le code promotionnel suivant:
hu_hu: Használ promóciós kódot:
sv_se: Du använder kampanjkod:

source: discount
fi_fi: Alennus
fr_fr: rabais
hu_hu: Leértékelés %
sv_se: rabatt

source: Enter Promotional/Discount Code
fi_fi: Lisää tarjous- tai alennuskoodi
fr_fr: Saisir code de promotion / rabais
hu_hu: Adja meg a promóciós / Kedvezmény kód
sv_se: Skriv in promotion- eller rabattkod

source: The email
fi_fi: Sähköposti
fr_fr: Le courriel
hu_hu: Az email
sv_se: E-postmeddelande

source: Confirmation
fi_fi: Vahvistus
hu_hu: Megerősítés
sv_se: Godkännande

source: There was an error in your submission for group
fi_fi: Ryhmälähetyksessä oli virhe
fr_fr: Il y avait une erreur dans votre submission pour le groupe
hu_hu: Hiba történt a benyújtott csoportos
sv_se: Det var ett fel i din förfrågan för grupp

source: The group was not added!
fi_fi: Ryhmää ei lisätty!
fr_fr: Le groupe n'a pas été ajouté !
hu_hu: A csoport nem volt hozzá!
sv_se: Gruppen lades inte till!

source: The group
fi_fi: Ryhmä
fr_fr: Le groupe
hu_hu: A csoport
sv_se: Gruppen

source: has been added.
fi_fi: on lisätty.
fr_fr: a été ajouté.
hu_hu: hozzáadva.
sv_se: har lagts till.

source: The question
fi_fi: Kysymys
fr_fr: La question
hu_hu: A kérdés
sv_se: Frågan

source: has been added
fi_fi: on lisätty
fr_fr: a été ajoutée
hu_hu: hozzáadva.
sv_se: har lagts till

source: was not saved!
fi_fi: ei tallennettu
fr_fr: n'a pas été sauvegardée !
hu_hu: nem volt elmentve!
sv_se: sparades inte!

source: The locale
fi_fi: Tapahtumapaikka
fr_fr: La localisation
hu_hu: A helyszín
sv_se: Orten

source: The locale
fi_fi: Tapahtumapaikka
fr_fr: La localisation
hu_hu: A helyszín
sv_se: Orten

source: has been updated
fi_fi: on päivitetty
fr_fr: a été mis à jour
hu_hu: frissítve
sv_se: har uppdaterats

source: was not updated!
fi_fi: ei päivitetty
fr_fr: n'a pas été mis à jour !
hu_hu: nem volt frissítve!
sv_se: uppdaterades inte!

source: The staff member
fi_fi: Henkilökunnan jäesen
fr_fr: Le collaborateur
hu_hu: A személyzet tagjai
sv_se: Personal

source: The staff member
fi_fi: Henkilökunnan jäsen
fr_fr: Le collaborateur
hu_hu: A személyzet tagjai
sv_se: Personal

source: Event Registration Options
fi_fi: Tapahtuman rekisteröiti valinnat
fr_fr: Options d'inscription
hu_hu: Esemény-regisztrációjának lehetőségek
sv_se: Evenemangregistrering alternativ

source: Set Map Width
fi_fi: Aseta kartan leveys
fr_fr: Régler la largeur de la carte
hu_hu: Set Map szélesség
sv_se: Ställ in Kartbredd

source: Set Map Height
fi_fi: Aseta kartan korkeus
fr_fr: Régler la hauteur de la carte
hu_hu: Set Map magasság
sv_se: Ställ in Karthöjd

source: Set Map Zoom level: Range 1 - 19
fi_fi: Aseta kartan Zoomaus asteikko: 1-19
fr_fr: Régler le niveau zoom de la carte : de 1 à 19
hu_hu: Állítsa Térképnagyítás szint: tartomány 1-19
sv_se: Ställ in Kartans zoomnivå (1-19)

source: Set Map Navigation Overlay
fi_fi: Aseta kartan navigaation ulkoasu
fr_fr: Réglez la Carte de Navigation par Recouvrement
hu_hu: Állítsa Map Navigation Overlay
sv_se: Säll in Kartnavigeringens Lager

source: Keep Map Navigation Small
fi_fi: Pidä kartan navigointi pienenä
fr_fr: Gardez la carte de navigation Petit
hu_hu: Tartsa Map Navigation Small
sv_se: Behåll Kartnavigeringen Liten

source: Set Map Type Control
fi_fi: Aseta kartan tyypin hallinta
fr_fr: Définissez le Type de Carte de Contrôle
hu_hu: Állítsa Map Type Ellenőrző
sv_se: Välj karttypskontroll

source: Default
fi_fi: Oletus
fr_fr: Défaut
hu_hu: Alapértelmezett
sv_se: Standard

source: Horizontal
fi_fi: Horisontaalinen
hu_hu: Horizontális
sv_se: Horisontell

source: Dropdown
fi_fi: Alasveto
fr_fr: Déroulant
hu_hu: Legördülő
sv_se: Rullgardin

source: None
fi_fi: Ei mitään
fr_fr: Aucun
hu_hu: Nincs
sv_se: Ingen

source: Align Left
fi_fi: Suuntaus vasen
fr_fr: Aligner à Gauche
hu_hu: Balra igazítás
sv_se: Vänsterjustera

source: Align Center
fi_fi: Suuntaus keskusta
fr_fr: Aligner au Centre
hu_hu: Középre igazítás
sv_se: Centrera

source: Align Right
fi_fi: Suuntaus oikea
fr_fr: Aligner à Droite
hu_hu: Jobbra igazítás
sv_se: Högerjustera

source: Set Map Zoom level: Range: 1 - 19
fi_fi: Aseta kartan Zoomaus asteikko: 1-19
fr_fr: Réglez le niveau de zoom de la carte: Plage: 1 - 19
hu_hu: Állítsa Térképnagyítás szint: Tartomány: 1-19
sv_se: Ställ in zoom-nivå på kartan: 1-19

source: Set Map Navigation Overlay
fi_fi: Aseta kartan navigaation ulkoasu
fr_fr: Réglez la Carte de Navigation par Recouvrement
hu_hu: Állítsa Map Navigation Overlay
sv_se: Ställ in kartnavigeringslager

source: Use map in template files ( No Shortcodes)
fi_fi: Käytä karttaa malliteidostoissa (ei lyhenteitä)
fr_fr: Utiliser la carte dans les fichiers modèles (Pas de numéros courts)
hu_hu: A térkép sablonfájlokat (No Shortcodes)
sv_se: Använd karta i tema filer (ej kortkod)

source: Configuring the Google maps options
fi_fi: Googlemapsin valikoiden konfigurointi
fr_fr: Configuration des options google maps
hu_hu: Beállítása a Google maps lehetőségek
sv_se: Konfigurerar Google Maps inställningar

source: The map options allow you to configure how your event map is displayed. You may configure your events lists and event registration pages independently, so, for example, on a registration page you could set a much larger overall size.
fi_fi: Kartan valikot mahdollistavat tapahtumasi kartan näkymän muuttamisen. Voit säätää tapahtumalistauksen ja rekisteröintisivun kartat itsenäisesti joten esimerkiksi rekisteröintisivun kartta voi olla huomattavasti isokokoisempi.
fr_fr: Les options de carte vous permettent de configurer la manière dont votre carte d'événement est affiché. Vous pouvez configurer vos listes d'événements et les pages d'inscription aux événements de manière indépendante, par exemple, sur une page d'inscription, vous pouvez définir une taille beaucoup plus grande dans son ensemble.
hu_hu: A térkép opciók segítségével konfigurálhatja, hogy az esemény térkép jelenik meg. Lehet, hogy állítsd be a rendezvények listáját és az esemény regisztrációs oldalak önállóan, így például a regisztrációs oldalon beállíthat egy sokkal nagyobb teljes méretét.
sv_se: Kartans alternativ gör att du kan konfigurera hur ditt evenemangs karta skall visas. Du kan konfigurera evenemangslistor och evenemangsregistrering oberoende av varandra, så till exempel på en registreringssida kan du ställa in en mycket större storlek.

source: For an event to display a Gmap you must have enabled it to on the event edit or create event pages in the venue box. This allows you to select which events you would like to display with a map.
fi_fi: Jos haluat että tapahtumasi näykyy kartalla, sinun tulee sallia kartanäkymä tapahtuman muokkaussivuilta. Sen jälkeen voit valita mitä tapahtumia haluat näyttää kartalta.
fr_fr: Pour un événement pour afficher un Gmap vous devez permettre la modification de l'événement ou créer des pages d'événements dans la boîte de lieu. Cela vous permet de sélectionner les événements que vous souhaitez afficher avec une carte.
hu_hu: Ahhoz, hogy egy esemény megjelenítéséhez GMap akkor lehetővé tették, hogy a rendezvény szerkeszteni vagy esemény létrehozása oldalak a helyszín mezőbe. Ez lehetővé teszi, hogy kiválassza azokat az eseményeket szeretné megjeleníteni a térkép.
sv_se: För att ett evenemang skall kunna visa Google Maps så måste du ha aktiverat funktionen när du skapade eller ändrade evenemanget i "Plats"-rutan. Detta gör att du kan välja vilka evenemang som du vill visa med eller utan en karta.

source: Below is a brief explanation of the options available.
fi_fi: Alla on lyhyt selitys käytettävissä olevista valinnoista.
fr_fr: Voici une brève explication des options disponibles.
hu_hu: Az alábbiakban egy rövid leírást a rendelkezésre álló lehetőségeket.
sv_se: Nedan är en kort förklaring av vilka val som finns tillgängliga.
