Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Every time a page is accessed on your site. This option will send all Event Espresso registration form data, your server details, and debugging information to a remote server.
fi_fi: Joka kerta sivu on sallittu sinun sivuillasi. Tämä valinta lähettää kaikki Event Espresso rekisteröitymistiedot, sinun serverisis tiedot ja virheenkorjaustiedot etäserverille.
fr_fr: Chaque fois qu'une page est accessible sur votre site. Cette option enverra toutes les données d'enregistrement d'événement Form Espresso , vos coordonnées de serveur et des informations de débogage vers un serveur distant.
hu_hu: Minden alkalommal, amikor egy oldal elérhető a webhelyen. Ez az opció küld minden Esemény Espresso regisztrációs űrlap adatait, a szerver adatait, valamint hibakeresési információkat egy távoli szerverre.
sv_se: Varje gång en sida visas på din hemsida. Detta alternativ kommer skicka all information från Event Espresso formuläret, server information och debug information till en extern server.

source: Sending login information:
fi_fi: Lähetetään kirjautumis -tietoja:
fr_fr: Envoi des informations de connexion:
hu_hu: Küldése a bejelentkezési információkat:
sv_se: Skicka inloggningsinformation:

source: Using constants defined in the wp-config.php. You can a way to send "key" and "pass" parameters in the remote logging action.
fr_fr: Utilisation des constantes définies dans le fichier wp-config.php. Vous pouvez trouver un moyen d'envoyer "clé" et "pass"dans les paramètres d'action de journalisation à distance.
hu_hu: A konstansok meghatározott wp-config.php. Tudod a módját, hogy küldjön "gombot " és "pass " paramétereket a távoli naplózás keresetet.
sv_se: Använd konstanter som definieras i wp-config.php. Du skicka "key" och "pass" parametrar i fjärrloggningsåtgärden.

source: Add this to your wp-config, above the line that says "That's all, stop editing! Happy blogging."
fi_fi: Lisää tämä omaan wp-config, sen rivin yläpuolelle jossa lukee "That's all, stop editing! Happy blogging."
fr_fr: Ajouter à votre fichier wp-config-au-dessus de la ligne qui dit "C'est tout, arrêter l'édition! Blogging heureux."
hu_hu: Add hozzá ezt a wp-config, a vonal felett, hogy azt mondja: "Ez minden, állj szerkesztést! Boldog blogolást. "
sv_se: Lägg till detta i din "wp-config", över raden som säger: "Det var allt, sluta redigera här! Blogga på.".

source: This option sends all Event Espresso debugging data and get/post variables to the specified URL.
fi_fi: Tämä valinta lähettää kaikki Event Espresso testaustiedot ja get/post variaatiot määritettyyn osoitteeseen.
fr_fr: Cette option permet d'envoyer toutes les données d'événement Espresso débogage et d'obtenir/ de poster des variables à l'URL spécifiée.
hu_hu: Ez az opció küld minden Esemény Espresso hibakeresés adatokat és kap / post változókat a megadott URL-t.
sv_se: Detta val skickar all Event Espresso debug-data och och get/post variablar till den specifika URLen.

source: To see for yourself, "Make a PostBin" at <a href="http://www.postbin.org/" target="_blank">PostBin</a>. Then enter the PostBin URL into the "Remote Logging URL" field.
fi_fi: Nähdäksesi itsesi, "Make a PostBin" <a href="http://www.postbin.org/" target="_blank">PostBin</a>.Lisää PostBin osoite "Remote Logging URL" kenttään.
fr_fr: Pour voir par vous-même, «Faire un PostBin"à <a href="http://www.postbin.org/" target="_blank">PostBin</a>.Ensuite, entrez l'URL PostBin dans le "URL Remote Logging" sur le terrain.
hu_hu: Ha látni magad, "Make a PostBin " a <a href="http://www.postbin.org/" target="_blank"> PostBin </ a>. Ezután írjuk be a PostBin URL-t a "Távoli naplózás URL " mezőben.
sv_se: För att se själv, skapa en "PostBin" hos <a href="http://www.postbin.org/" target="_blank">PostBin</a>. Sen skriver du in URLen i "FjärrloggningsURL" fältet.

source: Save And Close
fi_fi: Tallenna ja sulje
fr_fr: Sauvegarder et fermer.
hu_hu: Mentés és bezárás / Ment és bezár
sv_se: Spara och stäng

source: Event Editor
fi_fi: Tapahtuma editori
fr_fr: Editeur d'évènement
hu_hu: Event szerkesztő
sv_se: Event redigerare

source: View Post
fi_fi: Näytä viesti
fr_fr: Voir le message
hu_hu: Mind a Posta
sv_se: Visa inlägg

source: Event Starts on
fr_fr: Les Evènements commencent le
hu_hu: Esemény kezdéssel
sv_se: Evenemanget börjar

source: Event Ends on
fr_fr: Les Evènements finissent le
hu_hu: Esemény Ends on
sv_se: Evenemanget slutar

source: Registration Starts on
fr_fr: L'Inscription Commence le
hu_hu: Regisztráció kezdete
sv_se: Registreringen börjar

source: Registration Ends on
fr_fr: L'Inscription se Termine le
hu_hu: Regisztráció vége
sv_se: Registreringen slutar

source: Clone this Event Date and Time
fr_fr: Cloner cette Date et Heure d'Evènement
hu_hu: Esemény dátumának és idejének klónozása
sv_se: Klona detta evenemangs datum och tid

source: clone
fr_fr: cloner
hu_hu: klón
sv_se: klona

source: Remove this Event Date and Time
fr_fr: Modifier cette Date et Heure d'Evènement
hu_hu: Esemény dátumának és idejének eltávolítása
sv_se: Ta bort detta evenemangs datum och tid

source: trash
fi_fi: roska
fr_fr: corbeille
hu_hu: Kuka
sv_se: papperskorg

source: Add New Dates &amp; Times
fr_fr: Ajouter de Nouvelles Date et Heures
hu_hu: Új dátumok &amp; idők hozzáadása
sv_se: Lägg till nya datum &amp; tider

source: Remove this Event Time
fi_fi: Poista tämä tapahtumaaika
fr_fr: Supprimer cet horaire
hu_hu: Eltávolítása esemény időpontja
sv_se: Ta bort detta evenemangs tid

source: There are currently no Prices set for this Event. Please see the Event Pricing section for more details.
fi_fi: Tällä hetkellä tapahtumalla ei ole hintaa. Katso lisätietoa tapahtuman hinnoittelu -osasta.
fr_fr: Aucun prix n'a été fixé pour cet évènement. Veuillez vous référer à la section Prix des évènements pour plus de détails.
hu_hu: Jelenleg nincs ára beállítva ezt az eseményt. Kérjük, olvassa el az esemény árképzési részt további részletekért.
sv_se: Det finns, för närvarande, inget pris satt på detta evenemang. Vänligen gå till Evenemangspriser för mer information.

source: Please enter at lease one Event Price for this Event, or one Default Event Price to ensure that this Event displays and functions properly. Default Event Prices can be set on the <a href="
fi_fi: Lisää ainakin yksi hinta tapahtumalle tai oletushinta varmistaa, että tapahtuma näkyy ja toimii oikein. Oletus tapahtumahinta voidaan määrittää <a href="
fr_fr: Veuillez entrer un prix pour cet évènement, ou un prix par défaut. Les prix par défaut peuvent être saisis sur <a href="
hu_hu: Kérjük, adja meg a lízing egy eseményt ára ezt az eseményt, vagy egy default esemény Ár annak biztosítására, hogy ezt az eseményt kijelzők és megfelelő működését. Default esemény Áraink lehet beállítani a <a href = "
sv_se: Vänligen skriv in minst ett pris för detta evenemang för att evenemanget skall kunna visas och fungera korrekt.

source: All Prices, Discounts and Surcharges that are Currently Active for This Event
fi_fi: Kaikki hinnat, alennukset ja lisämaksut ovat käytössä tässä tapahtumassa.
fr_fr: Tous les prix, remises et surtaxes actuellement actifs pour cet évènement
hu_hu: Minden Árak, kedvezmények és felárak éppen aktív erre az eseményre
sv_se: Alla priser, rabatter och avgifter som är aktiva för detta evenemang

source: Order
fi_fi: Tilaus
fr_fr: Commander
hu_hu: R
sv_se: Ordning

source: inactive price - edit advanced settings to reactivate
fi_fi: käyttämätön hinta - muokkaa lisäasetuksia uudelleen aktivointiin
fr_fr: prix inactif - modifier les réglages avancés pour le réactiver
hu_hu: inaktív ár - módosítsa a speciális beállításokat újra
sv_se: Inaktivt pris - Redigera avancerade inställningar för att återaktivera

source: This Event Price option is not yet active
fr_fr: Cette option de Prix d'Événement n'est pas encore actif
hu_hu: Eme esemény ár az opció még nem aktív
sv_se: Detta evenemangs prisalternativ är inte aktiva ännu

source: This Event Price option is currently active
fr_fr: Cette option de Prix d'Événement est actuellement active
hu_hu: Eme esemény Ár opció aktív
sv_se: Detta evenemangs prisalternativ är Aktivt

source: This Event Price option has expired
fr_fr: Cette option de Prix d'Événement a expiré
hu_hu: Eme esemény Ár opció lejárt
sv_se: Detta evenemangs prisalternativ har utgått

source: This Event Price option has expired - edit advanced settings to reactivate
fr_fr: Cette option de Prix d'Événement a expiré - modifier les paramètres avancés pour réactiver
hu_hu: Eme esemény Ár opció lejárt - módosítsa a speciális beállításokat újra
sv_se: Detta evenemangs prisalternativ har utgått - Redigera avancerade inställningar för att återaktivera

source: close
fi_fi: sulje
fr_fr: fermer
hu_hu: bezár
sv_se: stäng

source: Edit :
fi_fi: Muokkaa:
fr_fr: Modifier :
hu_hu: Szerkesztés:
sv_se: Ändra:

source: Whether this is an Event Price, Discount, or Surcharge.
fi_fi: Onko tämä taphatuman hinta, alennus vai lisämaksu.
fr_fr: Si c'est un prix d'évènement, une remise ou une surtaxe
hu_hu: Hogy ez egy esemény, Ár, olcsó, vagy felár ellenében.
sv_se: Om detta är ett evenemangspris, rabatt eller avgift.

source: The name that site visitors will see for this Price.
hu_hu: A név, hogy a webhely látogatói fogják látni ezen az áron.
sv_se: Det namn som besökare kommer att se för detta pris.

source: A brief description for this Price. More for your benefit, as it is currently not displayed to site visitors.
fi_fi: Nopea kuvaus hinnalle. Tätä ei näytetä vierailijoille.
hu_hu: Rövid leírás ehhez az árhoz. Inkább csak saját célra, mert ez az információ jelenleg nem jelenik meg a látogatók számára.
sv_se: En kort beskrivning för detta pris. Mer för din fördel, eftersom det för närvarande inte visas för besökare.

source: The dollar or percentage amount for this Price.
fi_fi: Euro tai prosenttimäärä tälle hinnalle.
hu_hu: A dollár vagy százalékos összeg az ár.
sv_se: Dollar eller procent beloppet för detta pris.

source: Triggered by Date
fi_fi: Ajastettu päivämäärän mukaan
fr_fr: Déclenché par la date
hu_hu: Dátum szerint rendezve
sv_se: Utlöst efter datum

source: If set to "Yes", then you will be able to set the dates for when this price will become active / inactive.
fi_fi: Jos on valittu "Kyllä", voit määrittää päivämäärän milloin tämä hinta muuttuu aktiiviseksi/ei-aktiiviseksi.
fr_fr: Si "Oui", vous pourrez spécifier les dates auxquelles ce prix deviendra actif / inactif.
hu_hu: Ha a beállítás "Igen", akkor képes lesz arra, hogy beállítsa a dátumot, amikor az ár aktív / inaktív.
sv_se: On satt till "Ja", då kommer du att kunna sätta datumen för när detta pris kommer att bli aktivt / inaktivt.

source: End Date
fi_fi: Lopetus päivä
fr_fr: Date de fin
hu_hu: A befejezés időpontja
sv_se: Slutdatum

source: Whether this Price is currently being used and displayed on the site.
fi_fi: Hintatyyppi jota käytetään tällähetkellä sivuilla
fr_fr: Si ce prix est actuellement utilisé et affiché sur le site.
hu_hu: Hogy ez az ár jelenleg használt, és megjelenik az oldalon.
sv_se: Om detta pris närvarande används och visas på hemsidan.

source: Add New Event Price
fi_fi: Lisää uusi tapahtumahinta
fr_fr: Ajouter un nouveau prix
hu_hu: Add New Event Ár
sv_se: Lägg till en ny evenemang pris

source: cancel
fi_fi: peruuta
fr_fr: annuler
hu_hu: mégse
sv_se: avbryt

source: Ticket Manager
fr_fr: Gestionnaire de vente de Billet
hu_hu: Ticket kezelő
sv_se: Biljetthanterare

source: at
fr_fr: à
hu_hu: Helyszín:
sv_se: vid

source: Ticket Price
fi_fi: Lipun hinta
fr_fr: Prix des tickets
hu_hu: Jegyár
sv_se: Biljettpris

source: Tickets Left
fr_fr: Billets Restant
hu_hu: Jegyek Bal
sv_se: Biljetter kvar

source: Enable event address in Google Maps?
fi_fi: Salli tapahtuman osoite Google Maps:issa?
fr_fr: Permettre à l'évènement d'apparaître dans Google Maps ?
hu_hu: Engedélyezze az esemény címét a Google Térképekben?
sv_se: Aktivera Evenemangsadress i Google Maps?

source: Add emails to the Email Manager
fi_fi: Lisää sähköposteja Sähköpostimanageriin
fr_fr: Ajouter les courriels au Gestionnaire de Courriels
hu_hu: Add e-maileket az e-mail kezelő

source: Dates &amp; Times
fi_fi: Päivämäärä %amp; Aika
fr_fr: Dates & horaires
hu_hu: Dátumok és idők
sv_se: Datum &amp; tid

source: Venue Details
fi_fi: Tapahtumapaikan tiedot
fr_fr: Détails du lieu
hu_hu: Helyszín Részletek
sv_se: Platsdetaljer

source: Questions for Primary Attendee
fi_fi: Kysymyksiä ensisijaiselta osallistujalta
fr_fr: Questions pour le visiteur principal
hu_hu: Kérdések a Primary Résztvevő
sv_se: Frågor för primär Deltagare

source: row(s) starting from record #
fi_fi: rivi(t) alkaen asiakirjasta #
fr_fr: colonne(s) à partir de l'enregistrement #
hu_hu: sor (ok) tól record #
sv_se: rad(er) från post #

source: Owner
fi_fi: Omistaja
fr_fr: Propriétaire
hu_hu: Tulajdonos
sv_se: Ägare

source: Export All Payment Data to Excel
fi_fi: Vie kaikki maksutiedot Exel:iin
fr_fr: Exporter toutes les données de paiement vers Excel
hu_hu: Exportálása valamennyi fizetési adatok Excel
sv_se: Exportera all Betalnings-data till Excel

source: Export All Event Data to CSV
fi_fi: Vie kaikki tiedot CSV-tiedostoon.
fr_fr: Exporter toutes les données d'évènement en CSV
hu_hu: Exportálása Minden eseményt adatok CSV
sv_se: Exportera all Evenemangs-data till CSV

source: Actions Legend
fr_fr: Légende des actions
hu_hu: Műveletek Legend
sv_se: Åtgärdsförklaring

source: If you have a CSV file that was exported from a previous version of Event Espresso, you can upload it by clicking here:
fi_fi: Jos sinulla on CSV tiedosto, joka on luotu Event Espresson aikaisemmalla versiolla, voit ladata sen painamalla tästä:
fr_fr: Si vous avez un fichier CSV qui a été exporté à partir d'une version précédente de l'espresso événement, vous pouvez le télécharger en cliquant ici:
hu_hu: Ha van egy CSV-fájlt, amit exportált előző verziójához A rendezvény Espresso, akkor feltöltheti ide kattintva:
sv_se: Om du har en CSV fil som du har exporterat från en tidigare version av Event Espresso så kan du ladda upp den geonom att klicka här:

source: Import CSV
fi_fi: Tuo CSV
fr_fr: Importer CSV
hu_hu: CSV-importálás
sv_se: Importera CSV

source: Registration Dates/Times
fi_fi: Rekisteröinti Päivät / Ajat
fr_fr: Dates/Horaires d'inscription
hu_hu: Regisztráció dátumok / Times
sv_se: Registreringsdatum/tider

source: The event will automatically turn the registration form on and off between these dates and times.
fi_fi: Tämä tapahtuma avaa ja sulkee automaattisesti rekisteröintilomakkeen näiden päivämäärien ja aikojen välillä.
fr_fr: L'événement aura automatiquement le formulaire d'inscription et de compromis entre ces dates et heures.
hu_hu: Az esemény automatikusan kapcsolja be a regisztrációs űrlapot és kikapcsolása közötti dátumokat és időpontokat.
sv_se: Detta Evenemang kommer automatiskt att slå på och av Registreringsforumläret mellan dessa datum och tider.

source: If the date of your event occurs before the regisration end date. Then the registation form will be displayed and also accept registrations.
fi_fi: Jos tapahtumasi tapahtuu ennen rekisteröinnin päättymistä, rekisteröintilomake näytetään ja myös rekisteröinnit hyväksytään.
fr_fr: Si la date de votre événement se produit avant la date de fin de l'inscription. Alors la forme d'enregistrement s'affichera et acceptera également les inscriptions.
hu_hu: Ha a dátum a rendezvény előtt történik regisration befejező dátumot. Ezután a registation űrlap jelenik meg, és azt is elfogadja regisztrációt.
sv_se: Om datumet för detta Evenemang inträffar innan Registreringsdatumets slut, då kommer Registreringsforumläret visas och acceptera registreringar.

source: All events require registration start/end dates and start/end times in order to display properly on your pages.
fi_fi: Kaikki tapahtumat vaativat rekisteröinnin aloitus/lopetuspäivämäärän ja aloitus/lopetusajan, jotta se näkyy oikein sivuillasi.
fr_fr: Tous les événements nécessitent un enregistrement de début / fin des dates et des fois de démarrage / arrêt afin de s'afficher correctement sur ​​vos pages.
hu_hu: Minden esemény regisztráció szükséges kezdő / befejező dátumát és a start / vége alkalommal annak érdekében, hogy megfelelően jelenik meg az oldalakon.
sv_se: Alla Evenemang kräver datum och tid registreringens start och slut för att visas korrekt på dina sidor.

source: This is the date of the event.
fi_fi: Tämä on tapahtuman päivämäärä
fr_fr: Il s'agit de la date de l'événement.
hu_hu: Ez az a nap az esemény.
sv_se: Detta är datumet för Evenemanget.

source: All events require a start and end date in order to display properly on your pages.
fi_fi: Kaikki tapahtumat vaativat aloitus ja lopetuspäivämäärän, jotta ne näkyvät oikein sivuillasi.
fr_fr: Tous les événements nécessitent une date de début et de fin, afin de s'afficher correctement sur ​​vos pages.
hu_hu: Minden esemény igényelnek kezdési és befejezési idejét annak érdekében, hogy megfelelően jelenik meg az oldalakon.
sv_se: Alla evenemang kräver ett start-och slutdatum för att visas korrekt på dina sidor.

source: Each event can have an unlimited amount of start/end times. This is useful for event/class organizers to manage several different sessions in their events.
fi_fi: Jokaisella tapahtumalla voi olla rajoittamaton määrä alkamis/lopetusaikoja. Tämä on hyödyllistä tapahtuman järjestäjille, joiden pitää hallita monia tapahtumia päätapahtuman sisällä.
fr_fr: Chaque événement peut avoir un nombre illimité de démarrage / fin. Ceci est utile pour les organisateurs d'événements / classe pour gérer plusieurs sessions différentes dans leurs manifestations.
hu_hu: Minden esemény lehet korlátlan mennyiségű kezdési / befejezési időpontok. Ez hasznos lehet az esemény / class szervezői kezelésére különböző ülésein a saját rendezvényeken.
sv_se: Varje evenemang kan ha ett obegränsat antal start/sluttider. Detta är användbart för evenemang/klass arrangörer för att hantera flera olika sessioner i sina evenemang.

source: All events require a start and end time in order to display properly on your pages.
fi_fi: Kaikki tapahtumat tarvitsevat alkamis ja loppumisajan, jotta ne näkyvät oikein sivuillasi.
fr_fr: Tous les événements nécessitent un temps de début et de fin, afin de s'afficher correctement sur ​​vos pages.
hu_hu: Minden esemény igényelnek kezdetének és befejezésének időpontját annak érdekében, hogy megfelelően jelenik meg az oldalakon.
sv_se: Alla evenemang kräver ett start-och sluttid för att visas korrekt på dina sidor.

source: Event times can be entered in the format of: 09:00/21:00 or 9am/9pm
fi_fi: Tapahtuman ajat voidaan syöttää: 09:00/21:00 tai 9am/9pm
fr_fr: L'heure des événements peut être entrée dans le format de: 09h00 / 21h00 ou 9am/9pm
hu_hu: Idejei lehet megadni ebben a formában: 09:00 / 21:00 vagy 9am/9pm
sv_se: Tider för Evenemang kan anges i form av: 09:00/21:00 eller 9am/9pm

source: This is the current time of your website. The timezone and date/time formats can be changed in your <a href="options-general.php" target="_blank">WordPress settings</a>.
fi_fi: Tämä on verkkosivujen nykyinen aika. Aikavyöhykettä ja päivämäärän/ajan formaattia voidaan muuttaa sinun <a href="options-general.php" target="_blank">WordPress asetukset</a>.
fr_fr: C'est l'heure actuelle de votre site web. Les formats de fuseau horaire et de date / heure peuvent être modifié dans votre <a href="options-general.php" target="_blank">WordPress settings</a>.
hu_hu: Ez az aktuális időt az Ön honlapján. Az időzóna és a dátum / idő formátumok lehet változtatni a <a href="options-general.php" target="_blank"> WordPress beállítások </ a>.
sv_se: Detta är tiden på din webbplats. Tidszonen och datum/tid-format kan ändras i <a href="options-general.php" target="_blank"> WordPress inställningar </a>.

source: Custom Ticket
fi_fi: Muokattu lippu
fr_fr: Ticket Personnalisé
hu_hu: Egyéni Ticket
sv_se: Anpassad biljett

source: Choose a ticket template to be used for this event. If no template is selected, the default template will be used. Templates can be created on the Tickets page.
fi_fi: Valitse lippu-malli, jota käytetään tähän tapahtumaan. Jos mallia ei ole asetettu, käytetään oletusmallia. Voit luoda mallin Lippu-sivuilta.
fr_fr: Choisissez un modèle de billet pour être utilisé à cet événement. Si aucun modèle n'est choisi, le modèle par défaut sera utilisé. Les modèles peuvent être créés sur la page Billets.
hu_hu: Válasszon egy jegyet sablont kell használni ezt az eseményt. Ha nincs sablon van kiválasztva, az alapértelmezett sablont fogja használni. Sablonok hozhatók létre a Jegyek oldalon.
sv_se: Välj en biljettmall som skall användas för detta evenemang. Om ingen mall är vald, kommer den förvalda mallen att användas. Mallar kan skapas på Biljett sidan.

source: Event meta boxes allow you to add extra information to your event that you can display in your templates or use in your custom pages. The name parameter is the the first box labeled 'Key' and allows the shortcode to identify which meta box is to be displayed; the 'Value' is the actual content you wish to be shown.
fi_fi: Tapahtuman meta-laatikot sallivat sinun lisätä lisätietoa tapahtumaasi, jonka voit näyttää alustassasi tai käyttää muokatuilla sivuilla. Parametrin nimi on esimmäinen laatikko, joka on merkitty 'Avain' ja sallia lyhenteet oikean metalaatikon tunnistusta varten; Arvo on sisältö jonka haluat näytettävän.
fr_fr: Les boîtes méta événements vous permettent d'ajouter des informations supplémentaires à votre événement que vous pouvez afficher dans vos templates ou utiliser dans vos pages personnalisées. Le paramètre nommé est le premier de la boîte étiquetée «clé» et permet au shortcode d'identifier quelle boîte méta doit être affichée, la «valeur» est égal au contenu réel que vous souhaitez faire apparaître.
hu_hu: Event meta doboz segítségével extra információkat az eseményt, hogy lehet megjeleníteni a sablonok, vagy használja az egyéni oldalakon. A név paraméter az első jelölőnégyzetet "Kulcs", és lehetővé teszi a shortcode hogy melyik meta rovat jelenik meg, az "érték" a tényleges tartalom szeretne megjelenni.
sv_se: Med Evenemangs Meta rutor kan du lägga till extra information till din händelse som du kan visa i dina mallar eller använda på dina egna sidor. Namn-parametern är den första rutan "nyckel" och tillåter Shortcode att identifiera vilken meta ruta som ska visas, det "värde" är det faktiska innehållet som du vill ska visas.

source: This extra information can be displayed in your event listings or registration pages via shortcodes added to the event description. The Shortcodes take the form of:
fi_fi: Tämä lisätieto voidaan näyttää sinun tapahtumalistauksessa tai rekisteröinti sivuilla lyhenteiden avulla, jotka lisätään tapahtuman kuvaukseen. Lyhenteet ottavat lomakkeen:
fr_fr: Cette information supplémentaire peut être affichée dans vos listes d'événements ou des pages d'inscription par le biais shortcodes ajoutés à la description de l'événement. Les shortcodes prendre la forme de:
hu_hu: Ez az extra információ jeleníthető meg a rendezvénylistában vagy a regisztrációs oldalakon az esemény leírásához hozzáadott rövid kódokkal. A rövid kód formája:
sv_se: Denna extrainformation kan visas i dina Evenemangslistor eller på Registrerings sidor via Shortcodes som lagts till i Evenemanget beskrivning. Shortcodes i form av:

source: Adding Default Meta Key/Values
fi_fi: Lisätään oletus-meta avaimia/arvoja
fr_fr: Ajout de clés par défaut Meta / Valeurs
hu_hu: Hozzáadása Default Meta Kulcs / értékek
sv_se: Lägga till standard Meta nyckel/värden
