Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Staff Manager
fi_fi: Henkilökunta hallinta
fr_fr: Gestionnaire d'équipe
hu_hu: Személyzeti vezető
sv_se: Personalhanterare

source: Event Espresso - Questions
fi_fi: Event Espresso - Kysymykset
hu_hu: Event Espresso - Kérdések
sv_se: Event Espresso - Frågor

source: Event Espresso - Question Groups
fi_fi: Event Espresso - Kysymysryhmät
fr_fr: Event Espresso - Groupes de questions
hu_hu: Event Espresso - Kérdés Groups
sv_se: Event Espresso - Frågegrupper

source: Event Espresso - Manage Event Categories
fi_fi: Event Espresso - Hallitse tapahtumakategorioita
fr_fr: Event Espresso - Gérer les catégories d'évènements
hu_hu: Event Espresso - kezelése esemény kategóriák
sv_se: Event Espresso - Hantera Evenemangskategorier

source: Categories
fi_fi: Kategoriat
fr_fr: Catégories
hu_hu: Kategóriák
sv_se: Kategorier

source: Event Espresso - Promotional Codes
fi_fi: Event Espresso - Promootiokoodit
fr_fr: Event Espresso - Codes promotionnels
hu_hu: Event Espresso - Promóciós kódok
sv_se: Event Espresso - Kampanjkoder

source: Promotional Codes
fi_fi: Promootiokoodit
fr_fr: Codes promotionnels
hu_hu: Promóciós kódok
sv_se: Kampanjkoder

source: Groupon Codes
fi_fi: Groupon koodit
fr_fr: Codes Groupons
hu_hu: Groupon kódok
sv_se: Groupon koder

source: Event Espresso - Calendar Settings
fi_fi: Event Espresso - Kalenteri asetukset
fr_fr: Event Espresso - Paramètres des calendriers
hu_hu: Event Espresso - Naptár beállításai
sv_se: Event Espresso - Kalenderinställningar

source: Calendar Settings
fi_fi: Kalenteri asetukset
fr_fr: Paramètres de calendrier
hu_hu: Naptár beállítások
sv_se: Kalenderinställningar

source: Event Espresso - Payment Settings
fi_fi: Event Espresso - Maksuasetukset
fr_fr: Event Espresso - Paramètres de paiement
hu_hu: Event Espresso - Fizetési beállítások
sv_se: Event Espresso - Betalningsinställningar

source: Payment Settings
fi_fi: Maksuasetukset
fr_fr: Paramètres de Paiements
hu_hu: Fizetési beállítások
sv_se: Betalningsinställningar

source: Event Espresso - Member Settings
fi_fi: Event Espresso - Jäsenten asetukset
fr_fr: Event Espresso - Paramètres des utilisateurs
hu_hu: Event Espresso - Tagság beállításai
sv_se: Event Espresso - Medlemsinställningar

source: Member Settings
fi_fi: Jäsenten asetukset
fr_fr: Paramètres des utilisateurs
hu_hu: Tagság beállításai
sv_se: Medlemsinställningar

source: Event Espresso - Ticket Customization
fr_fr: Espresso Evènement - Personnalisation Ticket
hu_hu: Event Espresso - Ticket testreszabás
sv_se: Event Espress - Biljettanpassning

source: Ticket Templates
fr_fr: Modèles de Billets
hu_hu: Ticket sablonok
sv_se: Biljettmallar

source: Event Espresso - Reports
fi_fi: Event Espresso - Raportit
fr_fr: Event Espresso - Rapports
hu_hu: Event Espresso - Jelentések

source: Reports
fi_fi: Raportit
fr_fr: Rapports
hu_hu: Jelentések

source: Event Espresso - Social Media Settings
fi_fi: Event Espresso - Sosiaalisen median linkit
fr_fr: Event Espresso - Paramètres des réseaux sociaux
hu_hu: Event Espresso - közösségi média beállítások
sv_se: Event Espresso - Sociala medier Inställningar

source: Social Media
fi_fi: Sosiaalinen media
fr_fr: Réseau social
hu_hu: Közösségi média

source: Event Espresso - Permissions Settings
fi_fi: Event Espresso - Lupa-asetukset
fr_fr: Event Espresso - Paramètres des permissions
hu_hu: Event Espresso - Engedélyek beállításai
sv_se: Event Espresso - Behörighetsinställningar

source: Permissions
fi_fi: Luvat
hu_hu: jogosultságait.
sv_se: Behörigheter

source: Event Espresso - Event Manager Permissions
fi_fi: Event Espresso - Tapahtuma managerin käyttöoikeudet
fr_fr: Event Espresso - Permissions du gestionnaire d'évènements
hu_hu: Event Espresso - Event Manager Engedélyek
sv_se: Event Espresso - Behörigheter för Evenemansansvarig

source: User Permissions
fi_fi: Käyttäjän käyttöoikeudet
fr_fr: Permissions de l'utilisateur
hu_hu: Felhasználói engedélyek
sv_se: Användarbehörighet

source: User Roles
fi_fi: Käyttäjän roolit
fr_fr: Rôles utilisateurs
hu_hu: Felhasználói szerepkörök
sv_se: Användarroller

source: Event Espresso - Locales/Regions
fi_fi: Event Espresso - Paikat
fr_fr: Event Espresso - Localisations / Régions
hu_hu: Event Espresso - Honosítás / régiók
sv_se: Event Espresso - Orter/Regioner

source: Locales/Regions
fi_fi: Paikat
fr_fr: Localisations / Régions
hu_hu: Nyelv / régiók
sv_se: Orter/Regioner

source: Event Espresso - Regional Managers
fi_fi: Event Espresso - Alueellinen manageri
fr_fr: Event Espresso - Gestionnaires régionaux
hu_hu: Event Espresso - Regionális Managers
sv_se: Event Espresso - Regionalchefer

source: Regional Managers
fi_fi: Alueellinen manageri
fr_fr: Gestionnaires régionaux
hu_hu: Regionális vezetők
sv_se: Regionsansvariga

source: Form Questions:
fi_fi: Lomakkeen kysymykset:
fr_fr: Questions du formulaire:
hu_hu: Form Kérdések:
sv_se: Formulärfrågor:

source: Edit Cart
fi_fi: Muokkaa ostoskoria
fr_fr: Modifier le panier
hu_hu: Szerkesztés Cart
sv_se: Ändra Varukorg

source: For %s, please make sure to select between 1 and %d attendees or delete it from your cart.
fr_fr: Pour %s, veuillez sélectionner entre 1 et %d visiteurs ou supprimez l'évènement de votre panier.
hu_hu: A %s , kérjük, győződjön meg róla, hogy válassza ki a 1 és %d résztvevők, vagy törölje azt a kosárba.

source: Anti-Spam Measure: Please enter the following phrase
fi_fi: Anti-spam varmistus: Kirjoita seuraava merkkijono:
fr_fr: Mesures Anti-Spam: SVP entrez la phrase suivante
hu_hu: Anti-Spam Intézkedés: Kérjük adja meg a következő mondatot
sv_se: Anti-Spam skydd: Vänligen skriv in följande fras

source: Confirm and go to payment page
fi_fi: Vahvista tiedot ja mene maksusivuille
fr_fr: Confirmer et aller à la page de paiement
hu_hu: Erősítse meg, és menj a fizetési oldalra

source: Additional Attendee
fi_fi: Vaihtoehtoinen osallistuja
fr_fr: Visiteur supplémentaire
hu_hu: További Résztvevő

source: Register
fi_fi: Rekisteriödy
fr_fr: Inscription en ligne
hu_hu: Regisztráció

source: View Cart
fi_fi: Näytä ostoskori
fr_fr: Voir le panier
hu_hu: Kosár megtekintése

source: It looks like you are attempting to refresh a page after completing your registration or your cart is empty. Please go to the events page and try again.
fi_fi: Näyttää siltä, että yrität päivittää sivua sen jälkeen kun olet lopettanut rekisteröimisen tai ostoskorisi on tyhjä. Ole hyvä ja mene tapahtumat sivuille ja yritä uudelleen.
fr_fr: Il semble que vous essayiez de rafraîchir la page après avoir terminé votre inscription ou votre panier est vide. Veuillez retourner sur la page des évènements et réessayer.
hu_hu: Úgy tűnik, hogy próbál frissíteni egy oldal befejezése után a regisztráció vagy az Ön kosara üres. Kérjük, látogasson el az események oldalt, és próbálja újra.

source: Early Pricing
fi_fi: Aikainen hinnoittelu
fr_fr: Prix ​​précoce
hu_hu: Korai árak

source: You can register a maximum of %d attendees for this event.
fi_fi: Voit rekisteröidä maksi %d osallistujamäärän tähän tapahtumaan
fr_fr: Vous pouvez inscrire un maximum de %d visiteurs à cet évènement.
hu_hu: Regisztrálhat legfeljebb %d attendees erre az eseményre.

source: Free Event
fi_fi: Ilmainen tapahtuma
fr_fr: Événement gratuit
hu_hu: Ingyenes esemény

source: free event
fi_fi: ilmainen tapahtuma
fr_fr: évènement gratuit
hu_hu: ingyenes esemény

source: Payment Received for [event_name]
fi_fi: Maksu vastaanotettu [tapahtuman_nimi]
fr_fr: Paiement reçu pour [event_name]
hu_hu: Fizetés teljesítve erre az eseményre: [event_name]

source: <p>***This Is An Automated Response*** </p><p>Thank You [fname] [lname]</p> <p>We have just received a payment in the amount of [event_price] for your registration to [event_name].</p> <p>Transaction ID: [txn_id]</p>
fi_fi: <p>***Tämä on automaattinen vastaus*** </p><p>Kiitos [etunimi] [sukunimi]</p> <p>Vastaanotimme juuri maksun määrältään [tapahtuman_hinta] sinun rekisteröitymisestä [tapahtuman_nimi].</p> <p>Maksutapahtuman ID: [txn_id]</p>
fr_fr: <p>***Ceci est one réponse automatique*** </p><p>Merci [fname] [lname]</p> <p>Nous avons reçu votre paiement de [event_price] pour votre inscription à [event_name].</p> <p>ID de transaction : [txn_id]</p>
hu_hu: <p> *** Ez egy automatikus válasz *** </ p> <p> Thank You [fname] [lname] </ p> <p> Épp most érkezett kifizetés összegének [event_price] a A regisztráció a [event_name]. </ p> <p> Transaction ID: [txn_id] </ p>
sv_se: <p>***Detta är ett auto-genererat svar*** </p><p>Tack [fname] [lname]</p> <p>Vi har mottagit din betalning på [event_price] för din registrering till [event_name].</p> <p>Transaktions ID: [txn_id]</p>

source: Time
fi_fi: Aika
fr_fr: Horaire
hu_hu: Idő
sv_se: Tid

source: Location
fi_fi: Sijainti
fr_fr: Emplacement
hu_hu: Helyszín

source: View Your Payment Details
fi_fi: Näytä maksun tiedot
fr_fr: Voir vos données de paiement
hu_hu: Mind a fizetési adatok
sv_se: Visa din betalningsdetaljer

source: Edit Registration Details
fi_fi: Muokkaa rekisteröinnin tietoja
fr_fr: Modifier les détails de l'inscription
hu_hu: Szerkesztés Regisztráció Részletek
sv_se: Ändra Registrations detaljer

source: registration confirmation
fi_fi: rekisteröinnin vahvistus
fr_fr: confirmation d'inscription
hu_hu: regisztrációt visszaigazoló

source: Primary Attendee
fi_fi: Ensisijainen osallistuja
fr_fr: visiteur principal
hu_hu: Elsődleges Résztvevő

source: Registration Summary:
fi_fi: Rekisteröinnin yhteenveto:
fr_fr: Résumé de la réservation:
hu_hu: Regisztráció Összefoglaló:

source: attendee
fi_fi: osallistuja
fr_fr: visiteur
hu_hu: résztvevő
sv_se: deltagare

source: Additional Information:
fi_fi: Vaihtoehtoiset tiedot:
fr_fr: Information supplémentaire :
hu_hu: További információ:

source: Registration ID:
fi_fi: Rekisteröinti ID:
fr_fr: ID de réservation:
hu_hu: Regisztráció ID:
sv_se: Registrerings ID:

source: Ticket(s):
fi_fi: Lippu:
hu_hu: Jegy (ek):
sv_se: Biljett(er):

source: Certificate(s):
fi_fi: Cerfitikaatio(t):
fr_fr: Certificat(s)
hu_hu: Igazolás (ok):
sv_se: Presentkort:

source: Invoice:
fi_fi: Lasku:
fr_fr: Facture:
hu_hu: Számla:
sv_se: Faktura:

source: registration confirmation
fi_fi: rekisteröinnin vahvistus
fr_fr: Confirmation d'inscription
hu_hu: regisztrációt visszaigazoló
sv_se: bekräftelse av registrering

source: Event Registration Notification
fi_fi: Tapahtuman rekisteröinti-ilmoitus
fr_fr: Notification d'inscription à un évènement
hu_hu: Esemény-regisztrációjának Értesítés
sv_se: Registreringsnotifiering

source: Email Sent to %d person successfully.
fi_fi: Sähköposti on lähetetty %d henkilölle onnistuneesti.
fr_fr: Courriel envoyé à %d personne avec succès.
hu_hu: Levelére %d személy sikeresen.
sv_se: E-post har skickats till %d person.

source: No attendee records available.
fi_fi: Osallistujatietoja ei ole saatavilla.
fr_fr: Aucune information sur le visiteur disponible.
hu_hu: Nem résztvevő rögzíti rendelkezésre.
sv_se: Inga Deltagarposter tillgängliga.

source: Event Cancellation Notice
fi_fi: Tapahtuman peruutusilmoitus
fr_fr: Avertissement d'annulation d'évènement
hu_hu: LEMONDÁS közlemény
sv_se: Inställt Evenemang meddelande

source: %d has been cancelled.
fi_fi: %d on peruttu.
fr_fr: %d a été annulé.
hu_hu: %d törölték.
sv_se: %d har blivit inställd.

source: For more information, please email %d
fi_fi: Jos tarvitset lisätietoa, lähetä sähköpostia %d
fr_fr: Pour plus d'informations, veuillez contacter par courriel %d
hu_hu: További információért, kérjük, e-mail %d
sv_se: För mer information, vänligen maila %d

source: New attendee registration approval pending
fi_fi: Uuden osallistujan hyväksyminen riippuu
fr_fr: Approbation en attente d'un nouvel inscrit
hu_hu: Új résztvevő regisztráció jóváhagyása függőben
sv_se: Ny väntande deltagar registration.

source: Event title: %s
fr_fr: Titre de l'évènement: %s
hu_hu: Esemény megnevezése: %s
sv_se: Evenemangs titel: %s

source: Attendee name: %1$s %2$s
fi_fi: Osallistujan nimi: %1$s %2$s
fr_fr: Nom du visiteur : %1$s %2$s
hu_hu: Résztvevő neve: %2$s %1$s
sv_se: Deltagare namn: %1$s %2$s

source: Thank You.
fi_fi: Kiitos.
fr_fr: Merci.
hu_hu: Köszönöm!
sv_se: Tack så mycket.

source: Event registration pending
fi_fi: Tapahtuman rekisteröinti riippuu
fr_fr: Inscription à l'évènement en attente
hu_hu: Esemény-regisztrációjának függőben
sv_se: Väntande Event Registration

source: Your registration is pending for approval from event admin. You will receive an email with payment info when admin approves your registration.
fi_fi: Sinun rekisteröintisi riippuu tapahtuman ylläpitäjän hyväksymisestä. Sinulle lähetetään tieto hyväksymisestä ja maksuista kun ylläpitäjä hyväksyy rekisteröitymisesi.
fr_fr: Votre inscription est en attente de validation. Une fois celle-ci effectuée, vous recevrez un courriel de confirmation avec vos informations de paiement.
hu_hu: A regisztráció vár jóváhagyásra az esemény admin. Kapni fog egy e-mailt a fizetési adatai, ha admin jóváhagyja a regisztrációt.
sv_se: Din registrering väntar på godkännande från evenemangs admin. Du kommer att få ett mail med betalning info när admin godkänner din registrering.

source: all-events
fi_fi: kaikki tapahtumat
fr_fr: tous les évènements
hu_hu: all-események
sv_se: alla-evenemang

source: Payment Method
fi_fi: Maksutapa
fr_fr: Mode de règlement
hu_hu: Fizetési mód
sv_se: Betalningsmetod

source: Pay Status
fi_fi: Maksun tila
fr_fr: Etat du règlement
hu_hu: Fizessen Status
sv_se: Betalstatus

source: Type of Payment
fi_fi: Maksun tyyppi
fr_fr: Mode de paiement
hu_hu: A kifizetés típusa
sv_se: Typ av betalning

source: Coupon Code
fi_fi: Kupongin koodi
fr_fr: Code promotionnel
hu_hu: Kuponkód
sv_se: Kupongkod

source: Date Paid
fi_fi: Maksun päivä
fr_fr: Date de paiement
hu_hu: Mikortól Fizetett

source: Price Option
fi_fi: Hinta vaihtoehto
fr_fr: Option de prix
hu_hu: Ár Option
sv_se: Prisalternativ

source: Event Date
fi_fi: Tapahtuman päivä
fr_fr: Date de l'événement
hu_hu: Időpontok

source: Tickets Scanned
fi_fi: Lippuja skannattu
fr_fr: Tickets scannés
hu_hu: Jegyek Szkennelt

source: No participant data has been collected.
fi_fi: Osallistuja tietoa ei ole kerätty
fr_fr: Aucune données de participants n'a été collectée.
hu_hu: Nincs résztvevő adat gyűlik össze.
sv_se: Inga Deltagar-data har samlats in.

source: This Is Not A Valid Selection!
fi_fi: Tämä ei ole sallittu valinta!
fr_fr: Ce n'est pas une sélection valide!
hu_hu: Ez nem érvényes választás!
sv_se: Detta är inte en giltig markering!

source: Select One
fi_fi: Valitse yksi
fr_fr: Choisir
hu_hu: Válasszuk az
sv_se: Välj en

source: Edit Attendee Details
fi_fi: Muokkaa osallistuja tietoja
fr_fr: Modifier les informations du visiteur
hu_hu: Szerkesztés Résztvevő Részletek
sv_se: Ändra Deltagardetaljer

source: Add More Attendees? (click to toggle, limit
fi_fi: Lisää muita osallistujia? (
fr_fr: Ajouter plus de visiteurs ? (cliquer pour dérouler, limite
hu_hu: Továbbiak hozzáadása Résztvevők? (Kattintson ide a váltás, korlátozása
sv_se: Lägg till fler Deltagare? (klicka för växla, gräns

source: Additional Attendee #
fi_fi: Vaihtoehtoinen osallistuja #
hu_hu: További Résztvevő #
sv_se: Ytterligare deltagare #

source: Select a Seat:
fi_fi: Valitse paikka:
fr_fr: Sélectionnez un siège:
hu_hu: Válasszon egy Seat:
sv_se: Välj en Stol:

source: If you do not select a seat this attendee will not be added
fi_fi: Jos et valitse paikkaa, tätä osallistujaa ei voi lisätä
fr_fr: Si vous ne sélectionnez pas un siège ce visiteur ne sera pas ajouté
hu_hu: Ha nem adja meg a helyet a résztvevők nem kerül
sv_se: Om du inte väljer en stol så kommer inte denna Deltagare att läggas till.

source: First Name:
fi_fi: Etunimi:
fr_fr: Prénom:
hu_hu: Keresztnév
sv_se: Förnamn:

source: Last Name:
fi_fi: Sukunimi:
fr_fr: Nom:
hu_hu: Vezetéknév
sv_se: Efternamn:

source: Remove Attendee
fi_fi: Poista osallistuja
fr_fr: Retirer visiteurs
hu_hu: Résztvevő törlése

source: Add an Additonal Attendee
fi_fi: Lisää toinen osallistuja
fr_fr: Ajouter un visiteur supplémentaire
hu_hu: Hozzáadása tartozó Kiegészítő Résztvevő
sv_se: Lägg till ytterligare Deltagare

source: ONGOING
fi_fi: Menossa oleva
fr_fr: EN COURS
hu_hu: FOLYAMATOS
sv_se: PÅGÅENDE

source: WAITLIST
fi_fi: Odotuslista
fr_fr: LISTE D'ATTENTE
hu_hu: Várólista
sv_se: VÄNTELISTA

source: DRAFT
fi_fi: Varaa
fr_fr: BROUILLON
hu_hu: Piszkozat
sv_se: UTKAST

source: DENIED
fi_fi: Estetty
fr_fr: REFUSÉ
hu_hu: VISSZAUTASÍTOTT
sv_se: NEKAD

source: CLOSED
fi_fi: Suljettu
fr_fr: FERME
hu_hu: Zárva / Lezárt
sv_se: STÄNGD

source: Closed
fi_fi: Suljettu
fr_fr: Fermé
hu_hu: Zárva / Lezárt
sv_se: Stängd

source: Not Open
fi_fi: Ei avoin
fr_fr: Fermé
hu_hu: Nem nyitott
sv_se: EJ ÖPPEN

source: OPEN
fi_fi: Avoin
fr_fr: OUVERT
hu_hu: Nyitott
sv_se: ÖPPEN

source: Open
fi_fi: Avoin
fr_fr: Ouvert
hu_hu: Nyitott
sv_se: Öppen

source: Expired
fi_fi: Vanhentunut
fr_fr: Expiré
hu_hu: Lejárt
sv_se: Upphört

source: ACTIVE
fi_fi: Aktiivinen
fr_fr: ACTIF
hu_hu: AKTÍV
sv_se: AKTIV

source: Not Active
fi_fi: Ei aktiivinen
fr_fr: Non actif
hu_hu: Nem aktív
sv_se: Ej Aktiv

source: DELETED
fi_fi: Poistettu
fr_fr: SUPPRIMÉ
hu_hu: aldomain törlésre került.
sv_se: BORTTAGET

source: Jquery is not loaded!
fi_fi: JQuery:ä ei ole ladattu!
fr_fr: Jquery n'est pas chargé!
hu_hu: Jquery nincs betöltve!

source: Event Espresso is unable to load Jquery do to a conflict with your theme or another plugin.
fi_fi: Event Espresso ei pysty latamaan Jquery:ä koska se ei ole yhteensopiva teemasi tai toisen lisäosan kanssa.
fr_fr: Espresso événement est incapable de charger Jquery du à un conflit avec votre thème ou un autre plugin.
hu_hu: Event Espresso nem tudja betölteni Jquery nem a konfliktus a téma vagy egy másik plugin.

source: Missing wp_head() Function
fi_fi: Wp_head() funktio puuttuu
fr_fr: Wp_head manquant() Fonction
hu_hu: Hiányzó wp_head () függvény
sv_se: Saknar wp_head() Funktionen

source: The WordPress function wp_head() seems to be missing in your theme. Please contact the theme developer to make sure this is fixed before using Event Espresso.
fi_fi: WordPressin funktio wp_head() näyttää puuttuvan teemastasi. Ota yhteyttä teeman kehittäjään varmistaaksesi tämän ongelman korjaamisen ennen Event Espresson käyttöä.
fr_fr: Le wp_head fonction de WordPress () semble faire défaut dans votre thème. S'il vous plaît contacter le développeur de thème pour s'assurer que cela soit fixé avant d'utiliser Espresso événement.
hu_hu: A WordPress funkció wp_head () úgy tűnik, hogy hiányzik a témát. Kérjük, forduljon a téma fejlesztő, hogy győződjön meg róla, ez van rögzítve, mielőtt eseménykezelő használata Espresso.
sv_se: WordPress-funktionen wp_head() verkar saknas i ditt tema. Vänligen kontakta temats utvecklare att få detta åtgärdat innan du använder Event Espresso.

source: Missing wp_footer() Function
fi_fi: Wp_footer() funktio puuttuu
fr_fr: Wp_footer manquant() Fonction
hu_hu: Hiányzó wp_footer () függvény
sv_se: Saknar wp_footer() Funktionen

source: The WordPress function wp_footer() seems to be missing in your theme. Please contact the theme developer to make sure this is fixed before using Event Espresso.
fi_fi: WordPressin funktio wp_footer() näyttää puuttuvan teemastasi. Ota yhteyttä teeman kehittäjään varmistaaksesi tämän ongelman korjaamisen ennen Event Espresson käyttöä.
fr_fr: Le wp_footer fonction de WordPress() semble faire défaut dans votre thème. S'il vous plaît contacter le développeur de thème pour s'assurer que cela soit fixé avant d'utiliser Espresso événement.
hu_hu: A WordPress funkció wp_footer () úgy tűnik, hogy hiányzik a témát. Kérjük, forduljon a téma fejlesztő, hogy győződjön meg róla, ez van rögzítve, mielőtt eseménykezelő használata Espresso.
sv_se: WordPress-funktionen wp_footer() verkar saknas i ditt tema. Vänligen kontakta temats utvecklare att få detta åtgärdat innan du använder Event Espresso.

source: Tickets Purchased (%s):
fi_fi: Lippuja ostettu (%s):
fr_fr: Tickets achetés (%s):
hu_hu: Jegyek Vásárolt ( %s ):
sv_se: Köpta biljetter (%s):

source: Download/Print Ticket
fi_fi: Lataa / tulosta lippu
fr_fr: Télécharger/imprimer le ticket
hu_hu: Letöltés / Print Ticket
sv_se: Ladda ner/Skriv ut Biljett

source: Checked-in
fi_fi: Kirjautuminen
fr_fr: Inscrit
hu_hu: Kockás-in
sv_se: Incheckad

source: (including %s early discount)
fi_fi: (sisältää %s alennus)
fr_fr: (inclue %s de remise)
hu_hu: (Beleértve a %s korai kedvezmény)
sv_se: (inklusive %s i tidig rabatt)

source: Choose an Option:
fi_fi: Valitse vaihtoehto:
fr_fr: Choisissez une option :
hu_hu: Válassz egy opciót:
sv_se: Välj ett alternativ:

source: Price:
fi_fi: Hinta:
fr_fr: Prix:
hu_hu: Ár
sv_se: Pris:

source: No prices id results.
fi_fi: Ei hinta ID tuloksia
fr_fr: Aucun résultat ID de prix.
hu_hu: Nincs ár id eredményeket.
sv_se: Inga Pris ID resultat.

source: Invoice
fi_fi: Lasku
fr_fr: Facture
hu_hu: Számla
sv_se: Faktura

source: Offline payment
fi_fi: Offline maksu
fr_fr: Paiement hors-ligne
hu_hu: Offline fizetés
sv_se: Off-line betalning

source: in
fr_fr: dans
hu_hu: itt
sv_se: om

source: hours
fi_fi: tunnit
fr_fr: heures
hu_hu: óra
sv_se: timmar

source: today
fi_fi: tänän
fr_fr: aujourd'hui
hu_hu: ma
sv_se: idag

source: minutes
fi_fi: minuutit
hu_hu: perc
sv_se: minuter

source: day
fi_fi: päivä
fr_fr: jour
hu_hu: nap
sv_se: dag

source: days
fi_fi: päivät
fr_fr: jours
hu_hu: napok
sv_se: dagar

source: and
fi_fi: ja
fr_fr: et
hu_hu: és
sv_se: och

source: ago
fi_fi: sitten
hu_hu: ezelőtt
sv_se: sedan

source: allday
fi_fi: kokopäivä
fr_fr: toute la journée
hu_hu: egész nap
sv_se: Heldag

source: duration
fi_fi: kesto
fr_fr: durée
hu_hu: időtartam
sv_se: Varaktighet

source: Start Time:
fi_fi: Aloitusaika:
fr_fr: Heure de début:
hu_hu: Kezdés időpontja:
sv_se: Starttid:

source: End Time:
fi_fi: Lopetusaika:
fr_fr: Heure de fin:
hu_hu: Befejezés időpontja:

source: to
fr_fr: à
hu_hu: hogy

source: Choose a Time:
fi_fi: Valitse aika:
fr_fr: Choisissez un horaire :
hu_hu: Válasszon egy időpontot

source: available spaces
fi_fi: avoimet tilat
fr_fr: Nombre de places disponibles
hu_hu: rendelkezésre álló helyek

source: Time:
fi_fi: Aika:
fr_fr: Heure:
hu_hu: Idő:
sv_se: Tid:

source: Choose a city in the same timezone as the event.
fi_fi: Valitse kaupunki samalta aikavyöhykkeeltä kun tapahtuma:
fr_fr: Choisissez une ville dans le même fuseau horaire que l'évènement.
hu_hu: Válassza ki a várost az azonos időzóna, mint az esemény.

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
fr_fr: <abbr title="Coordinated Universal Time">UTC</abbr> le moment est <code>%s</code>
hu_hu: <abbr title="Coordinated Universal Time"> UTC </ abbr> idő <code> %s </ code>

source: Local time is <code>%1$s</code>
fi_fi: Paikallinen aika on <code>%1$s</code>
fr_fr: L'heure locale est <code>%1$s</code>
hu_hu: A helyi idő <code>%1$s</code>

source: This timezone is currently in daylight saving time.
fi_fi: Tämä aikavyöhyke on kesäajassa.
fr_fr: Ce fuseau horaire est actuellement en heure d'été.
hu_hu: Ez az időzóna jelenleg nyári időszámítás.

source: This timezone is currently in standard time.
fi_fi: Tämä aikavyöhyke on talviajassa.
fr_fr: Ce fuseau horaire est actuellement en heure d'hiver.
hu_hu: Ez az időzóna jelenleg szabványos idő.

source: Daylight saving time begins on: <code>%s</code>.
fi_fi: Kesäaika alkaa: <code>%s</code>.
fr_fr: L'heure d'été commence le: <code>%s</code>.
hu_hu: A nyári időszámítás kezdődik: <code> %s </ code>.

source: Standard time begins on: <code>%s</code>.
fi_fi: Talviaika alkaa: <code>%s</code>.
fr_fr: L'heure normale commence:<code>%s</code>.
hu_hu: Standard idő kezdődik: <code> %s </ code>.

source: This timezone does not observe daylight saving time.
fi_fi: Tämä aikavyöhyke ei tarjoa kesäaikaa.
fr_fr: Ce fuseau horaire ne respecte pas l'heure d'été.
hu_hu: Ez az időzóna nem tartja nyári időszámítás.
