Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Event Espresso - Certificate Templates
fi_fi: Event Espresso - todistus mallit
fr_fr: Event Espresso - Modèles de certificat
hu_hu: Event Espresso - Tanúsítványsablonok
sv_se: Event Espresso - Certifikatmallar

source: Certificates
fi_fi: Todistukset
fr_fr: Certificats
hu_hu: Minősítések
sv_se: Certifikat

source: Event Espresso - Marketplace
fi_fi: Event Espresso - Kauppa
hu_hu: Event Espresso - Piactér
sv_se: Event Espresso - Marknadsplats

source: Marketplace
fi_fi: Kauppa
hu_hu: Piactér
sv_se: Marknadsplats

source: Help/Support
fi_fi: Apu / Tuki
fr_fr: Aide/Support
hu_hu: Súgó / támogatás
sv_se: Hjälp/Support

source: Customization Instructions
fi_fi: Räätälöinti ohjeet
fr_fr: Instructions de personnalisation
hu_hu: Testreszabás utasítások
sv_se: Anpassningsinstruktioner

source: Google Maps Display Options
fi_fi: Google Maps näkymän valikko
fr_fr: Options Google Maps
hu_hu: Google Maps Megjelenítési beállítások
sv_se: Google Maps visnings alternativ

source: From the Forums
fi_fi: Foorumeilta
fr_fr: Des forums
hu_hu: A fórumban
sv_se: Från forumen

source: Installation &amp; Usage Guide
fi_fi: Asennus &amp; Käyttöohje
fr_fr: Installation et Guide d'Utilisation
hu_hu: Telepítés és Használati útmutató
sv_se: Installations &amp; Användarguide

source: Customization Forums
fi_fi: Muokkaus foorumit
fr_fr: Forums de Personnalisation
hu_hu: Testreszabás Fórumok
sv_se: Anpassnings Forumen

source: Plugin Support Forums
fi_fi: Lisäosan tukifoorumit
fr_fr: Support Forums Plugin
hu_hu: Plugin Fórum

source: Feature Request Forums
fi_fi: Ominaisuus kysymyskset -foorumi
fr_fr: Forums Demande de Fonctionnalité
hu_hu: Feature Request Fórumok

source: Event data has been updated!
fi_fi: Tapahtuman tiedot on päivitetty!
fr_fr: Les données d'enregistrement ont été mises a jour!
hu_hu: Esemény adatok frissítése megtörtént!
sv_se: Evenemangsdata har uppdaterats!

source: There was an error in your submission, please try again.
fi_fi: Lähetyksessä tapahtui virhe, ole hyvä ja yritä uudelleen
fr_fr: Il y a une erreur dans votre soumission, essayez à nouveau.
hu_hu: Hiba történt a benyújtására, kérjük, próbálja újra.
sv_se: Det uppstod ett fel i din inmatning, vänligen försök igen.

source: Registration Page Problems
fi_fi: Rekisteröintisivu lomakkeet
fr_fr: Problèmes d'inscription
hu_hu: Regisztrációs oldal problémák
sv_se: Problem med Registreringssidan

source: Paypal IPN Problems
fi_fi: PayPal IPN ongelmat
fr_fr: Paypal IPN problèmes
hu_hu: Paypal IPN problémák
sv_se: PayPal IPN problem

source: Email Problems
fi_fi: Sähköposti ongelmat
fr_fr: Problèmes de courriels
hu_hu: Email problémák
sv_se: E-post problem

source: Event Import Problems
fi_fi: Tapahtuman importtaus ongelmat
fr_fr: Problèmes d'import d'évènement
hu_hu: Event Import problémák
sv_se: Evenemangsimport problem

source: Translations
fi_fi: Käännökset
fr_fr: Traduction
hu_hu: Fordítás
sv_se: Översättningar

source: Incomplete Payments
fi_fi: Keskeneräiset maksut
fr_fr: Paiements incomplets
hu_hu: Incomplete kifizetések
sv_se: Ofullständiga betalningar

source: Problems After Upgrading
fi_fi: Ongelmat päivityksen jälkeen
fr_fr: Problèmes après mise à niveau
hu_hu: Problémák frissítése után
sv_se: Problem efter uppgradering

source: Add Events to Cart (premium version only, requires Multiple Event Registration addon)
fi_fi: Lisää tapahtumia koriin (vain premium käyttäjät, vatii Multiple Event Registration -lisäosan)
fr_fr: Ajoute les évènements au panier (Version premium uniquement)
hu_hu: Add események a kosárba (prémium változata, csak előírja egység esemény-regisztrációjának addon)
sv_se: Lägg till Evenemang i Varukorgen (endast Premium versionen, kräver "Multiple Event Registration" tillägget)

source: For more information about the attendee listing shortcodes and customizations. Please view the <a href="http://eventespresso.com/forums/2010/10/attendee-listing-shortcodes/">Attendee Listing Shortcodes</a> page.
fi_fi: Lisää tietoa osallistujien listauksen lyhenteistä ja muokkausista:<a href="http://eventespresso.com/forums/2010/10/attendee-listing-shortcodes/">Osallistujalistaus -lyhentet</a> sivuilla.
fr_fr: Pour plus d'informations sur les shortcodes d'inscription des participants et les personnalisations. S'il vous plaît voir les shortcodes d'inscription <a href="http://eventespresso.com/forums/2010/10/attendee-listing-shortcodes/"> Présence </a>.
hu_hu: További információt a résztvevő listázási shortcodes és testreszabott. Kérjük, tekintse meg a <a href="http://eventespresso.com/forums/2010/10/attendee-listing-shortcodes/"> Résztvevő Hirdetés Shortcodes </ a> oldalon.

source: Venue Shortcodes (premium version only)
fi_fi: Tapahtumapaikan lyhenteet (vain premium versio)
fr_fr: Shortcodes Lieu (version premium uniquement)
hu_hu: Helyszín Shortcodes (premium változat esetén)

source: Staff Shortcodes (premium version only)
fi_fi: Henkilökunnan lyhenteet (vain premium versio)
fr_fr: Shortcodes personnel (version premium uniquement)
hu_hu: Staff Shortcodes (premium változat esetén)
sv_se: Personal Shortcodes (endast premium versionen)

source: Calendar Shortcodes (premium version only)
fi_fi: Kalenterin lyhenteet (vain premium versio)
fr_fr: Calendrier shortcodes (version premium uniquement)
hu_hu: Naptár Shortcodes (prémium változat esetén)
sv_se: Kalender Shortcodes (endast premium versionen)

source: If you are having problems with regsitrations, display, etc. You should backup and remove these files immediately.
fi_fi: Jos sinulla on ongelmia esim rekisteröinnin, näkymän tai jonkni muun suhteen, sinun tulee tehdä varmuuskopio ja poistaa ylimääräiset tiedostot.
fr_fr: Si vous rencontrez des problèmes avec registrations, affichage, etc Vous devez sauvegarder et supprimer ces fichiers immédiatement.
hu_hu: Ha problémái vannak regsitrations, kijelző, stb Meg kell hát, és távolítsa el ezeket a fájlokat azonnal.
sv_se: Om du har problem med Registreringar, visning osv. Så bör du ta backup och ta bort dessa filer omedelbart.

source: If you are having problems with payments. You should backup and remove these files immediately.
fi_fi: Jos sinulla on ongelmia maksujen kanssa, sinun tulee tehdä varmuuskopio ja poistaa tiedostot välittömästi.
fr_fr: Si vous rencontrez des problèmes avec les paiements. Vous devez sauvegarder et supprimer ces fichiers immédiatement.
hu_hu: Ha problémái vannak kifizetések. Meg kell hát, és távolítsa el ezeket a fájlokat azonnal.
sv_se: Om du har problem med betalningar. Så bör du ta backup och ta bort dessa filer omedelbart.

source: on.
fi_fi: päällä.
fr_fr: sur.
hu_hu: BE
sv_se: på.

source: Why are emails are not being sent when somone registers?
fi_fi: Miksi sähköposteja ei lähetetä kun joku rekisteröityy?
fr_fr: Pourquoi les e-mails ne sont pas envoyés lorsque quelqu'un enregistre?
hu_hu: Miért e-maileket nem küldik mikor somone nyilvántartása?
sv_se: Varför skickas inga E-postmeddelanden när någon registrerar sig?

source: Send a Test Email
fi_fi: Lähetä testisähköposti
fr_fr: Envoyer un Email d'Essai
hu_hu: Küldj egy teszt Email
sv_se: Skicka testmail

source: Optional
fi_fi: Valinnainen
fr_fr: Optionel
hu_hu: Választható
sv_se: Valfri

source: Message
fi_fi: Viesti
hu_hu: Üzenet
sv_se: Meddelande

source: Send Test
fi_fi: Lähetä testi
fr_fr: Envoyer un Test
hu_hu: Küldés Teszt
sv_se: Skicka test

source: Translating Event Espresso
fi_fi: Kääntää Event Espresso
fr_fr: Traduire Espresso événement
hu_hu: Fordítás Event Espresso
sv_se: Översätta Event Espresso

source: Problems with Incomplete Payments
fi_fi: Ongelmia keskeneräisten maksujen kanssa
fr_fr: Problèmes avec les paiements incomplets
hu_hu: Gondok vannak Befejezetlen kifizetések
sv_se: Problem med ofullständiga betalningar

source: Problems after upgrading?
fi_fi: Ongelmia päivityksen jälkeen?
fr_fr: Problèmes après la mise à niveau?
hu_hu: Gondok frissítése után?
sv_se: Problem efter uppgradering?

source: If you have just upgraded from the free version of this plugin, your event dates, times, and categories may be out of order, missing, showing an error, or are wrong. Pressing the &quot;Run Upgrade Script&quot; button below should fix all of these problems.
fi_fi: Jos olet juuri päivittänyt lisäosan ilmaisversiosta tähän lisäosaan, sinun tapahtumien päivät, ajat ja kategoriat saattavat sisältää virheitä. painamalla &quot;Run Upgrade Script&quot; nämä virheet pitäisi korjautua.
fr_fr: Si vous venez juste de passer de la version gratuite de ce plugin, vos dates d'événements, les heures et les catégories peuvent être hors d'ordre, manquant, montrant une erreur, ou se trompent. En appuyant sur la «mise à niveau Exécuter le script" bouton ci-dessous devrait résoudre tous ces problèmes.
hu_hu: Ha most frissített ingyenes változata a plugin, az esemény dátumok, időpontok és kategóriák Lehet, hogy a rend, a hiányzó, bemutatva egy hiba, vagy rossz. Ha megnyomja a "Run Script Frissítés" gombra kell határoznia az összes ezeket a problémákat.
sv_se: Om du precis har uppgraderat från gratis-versionen av detta tillägg, så kan din evenemangsdatum, tider och kategorier vara felaktiga, saknas eller visa ett felmeddelande. Klicka på &quot;Kör uppgarderingsscript&quot; knappen så bör det rätta till alla problem.

source: Run Upgrade Script
fi_fi: Aja päivitys
fr_fr: Executez la mise a jour
hu_hu: Futtatás Frissítés Script
sv_se: Kör Uppgraderingsskript

source: If you have clicked the button above and event dates that should be expired, are showing an error or seem to be out of order. Go into the &quot;<a href="admin.php?page=events">Event Management</a>&quot; page and click the &quot;Edit this Event&quot; button then click the &quot;Update Event&quot; button on each event that is displaying the wrong date(s). This process should fix the problem. If it doesn't then send a support request using the help and support button above.
fr_fr: Si vous avez cliqué sur le bouton ci-dessus et les dates des événements qui doivent être périmées, montrant une erreur ou semblent être hors d'ordre. Allez dans le "<a href="admin.php?page=events"> gestion </a>" et cliquez sur «Modifier cet événement» puis cliquez sur le bouton «l'événement Mise à jour" sur chaque événement qui affiche une date incorrecte(s). Ce processus devrait résoudre le problème. Si ce n'est pas le cas, alors envoyer une demande de support en utilisant le bouton d'aide et de soutien ci-dessus.
hu_hu: Ha rákattintott a gombra és esemény dátumát, hogy amennyiben lejárt, mutatnak hibát, vagy úgy tűnik, hogy elromlott. Menj be a "<a href="admin.php?page=events"> Event Management </ a>" oldalra, és kattints a "szerkesztése Event" gombra, majd kattintson az "Update Event" gombra minden esemény, amely megjeleníti a rossz időpont (ok). Ezt a folyamatot meg kell határoznia a problémát. Ha nem, akkor küldjön egy támogatási kérelmet a segítséget és támogatást gombra.
sv_se: Om du har klickat på knappen ovan och event datum som bör ha löpt ut, visar ett fel eller verkar vara felaktigt. Gå in i "<a href="admin.php?page=events"> Evenemangshanteraren </a>" och klicka på "Redigera Evenemang" knappen och klicka sedan på "Uppdatera Evenemang" knappen på varje händelse som visar fel datum. Denna process bör åtgärda problemet. Om det inte hjälper, skicka en begäran om support med Hjälp/Support-knappen ovan.

source: Registration Overview
fi_fi: Reskisteröinnin esikatselu
fr_fr: Présentation d'Inscription
hu_hu: Regisztráció áttekintése
sv_se: Registreringsöversikt

source: Export All Categories to CSV
fi_fi: Vie kaikki kategoriat CSV:hen
fr_fr: Exporter vers un fichier CSV Toutes les catégories
hu_hu: Minden kategória exportálása CSV
sv_se: Exportera alla Kategorier till CSV

source: Organization details saved
fi_fi: Organisaation tiedot tallennettu
fr_fr: Détails sur l'organisation enregistrée
hu_hu: Szervezet adatai mentve
sv_se: Organisationsinformation sparades

source: Unable to save Organization details.
fi_fi: Organisaation tietoja ei voitu tallentaa.
fr_fr: Impossible d'enregistrer les détails d'organisation.
hu_hu: Nem lehet menteni Organization részletek.
sv_se: Kunde inte spara Organisationsinformationen

source: View an example?
fi_fi: Näytä esimerkki?
fr_fr: Voir un exemple?
hu_hu: Mind egy példát?
sv_se: Visa ett exempel?

source: Events expire on registration end date?
fi_fi: Vanhentuuko tapahtuma rekisteröinnin päättymispäivänä?
fr_fr: Les évènements expirent à la date de fin d'inscription ?
hu_hu: Események lejár év végén napja?
sv_se: Evenemangen utgår på registreringens slutdatum?

source: If your site uses SSL to handle secure transactions. Please install the <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Install Now">Event Espresso SSL/HTTPS</a> plugin now.
fi_fi: Jos sivusi käyttää SSL turvallisen tiedon käsittelyssä, asenna <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Install Now">Event Espresso SSL/HTTPS</a> lisäosa nyt.
fr_fr: Si votre site utilise SSL pour gérer les transactions sécurisées. S'il vous plaît installer le <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Install Now">événement Espresso SSL / HTTPS </a> plug-in maintenant.
hu_hu: Ha a webhely használ SSL kezelni a biztonságos tranzakciókat. Kérjük, telepítse a <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Install Now"> Event Espresso SSL / HTTPS </ a> bővítmény most.
sv_se: Om din webbplats använder SSL för att hantera säkra transaktioner, vänligen installera <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Install Now">Event Espresso SSL/HTTPS</a> tillägget nu.

source: Main registration page
fi_fi: Rekisteröinnin etusivu
fr_fr: Page d'inscription principale
hu_hu: Főoldal regisztrációs oldal
sv_se: Huvudregistreringssida

source: Not Published
fi_fi: Ei julkaistu
fr_fr: Non publié
hu_hu: Nem Publikálva
sv_se: Ej Publicerad

source: Published
fi_fi: Julkaistu
fr_fr: Publié
hu_hu: Publikálva / Megjelentetve
sv_se: Publicerad

source: Shortcode Problem
fi_fi: Lyhenne ongelma
fr_fr: shortcode Problème
hu_hu: Shortcode Probléma

source: This page can be hidden from navigation if desired, <br />but should always contain the %s shortcode.
fi_fi: Tämä sivu voidaan piilottaa tarvittaessa navigaatiosta, <br/> mutta sen tulee aina sisältää %s lyhenne.
fr_fr: Cette page peut être cachée à la navigation si vous le souhaitez, <br /> mais doit toujours contenir shortcode%s.
hu_hu: Ezen az oldalon lehet rejtve navigációs ha szükséges, <br /> de mindig tartalmazza a %s shortcode.
sv_se: Denna sida kan gömmas från navigeringen om så önskas, <br />men bör alltid innehålla%s Shortcode.

source: This page should hidden from your navigation,<br />but still viewable to the public (not password protected),<br /> and should always contain the %s shortcode.
fi_fi: Tämä sivu pitäisi poistaa navigaatiostasi, <br/> mutta olla näkyvillä julkisesti (ei salasanasuojattu), <br/> ja sen tulisi aina sisältää %s lyhenne.
fr_fr: Cette page doit cachés de votre navigation, <br /> mais toujours visible au public (non protégé par mot), <br /> et doit toujours contenir le shortcode%s.
hu_hu: Ezen az oldalon kell rejtve a navigáció, <br /> de még mindig látható a nyilvánosság számára (nem jelszóval védett), <br /> nés mindig tartalmaznia %s shortcode.
sv_se: Denna sida bör vara gömd i din navigeringsmeny,<br /> men dock tillgänglig för alla (ej lösenordsskyddad),<br /> och skall alltid innehålla kortkoden %s .

source: Payment Notification URL
fi_fi: Maksun huomautus URL
fr_fr: URL de Notification de Paiement
hu_hu: Fizetési Értesítés URL
sv_se: Betalnotifierings-URL

source: This page should hidden from your navigation, <br />but still viewable to the public (not password protected),<br /> and should always contain the %s shortcode.
fi_fi: Tämä sivu pitäisi poistaa navigaatiostasi, <br/> mutta olla näkyvillä julkisesti (ei salasanasuojattu), <br/> ja sen tulisi aina sisältää %s lyhenne.
fr_fr: Cette page doit être cachée de votre navigation, <br />mais toujours visible au public (non protégé par mot), <br /> et doit toujours contenir le shortcode %s.
hu_hu: Ezen az oldalon kell rejtve a navigáció, <br /> de még mindig látható a nyilvánosság számára (nem jelszóval védett), <br /> és mindig meg kell tartalmaznia %s shortcode.
sv_se: Denna sida bör döljas från navigeringen, <br />men fortfarande publikt synlig (inte lösenordsskyddad),<br /> och bör alltid innehålla %s Shortcode.

source: Activate "Pretty" Permalinks
fi_fi: Aktivoi "Pretty" pysyvät linkit
fr_fr: Activer "Pretty" Permaliens
hu_hu: Aktiválja "Pretty " Permalinks
sv_se: Aktivera "Fina" permalänkar

source: makes URLs look like:
fi_fi: muuttaa URL näyttämään:
fr_fr: rend l' URL qui ressemblera à:
hu_hu: teszi URL kinézni:
sv_se: Gör så att URLer ser ut såhär:

source: Must have
fi_fi: Täytyy saada
fr_fr: Doit avoir
hu_hu: Kell
sv_se: Måste ha

source: turned on, and mod_rewrite (or similar) active on server
fi_fi: on kytketty päälle ja mod_rewrite (tai samankaltainen) on aktivoitu serveriltä
fr_fr: activée, et mod_rewrite (ou similaire) active sur le serveur
hu_hu: be van kapcsolva, és a mod_rewrite (vagy hasonló) aktív a kiszolgálón
sv_se: turned on, and mod_rewrite (eller liknande) aktivt på servern.

source: Email Server Options:
fi_fi: Sähköpostin palvelin valikot
fr_fr: Envoyer Options du serveur:
hu_hu: E-mail szerver beállításai:
sv_se: E-postserver inställningar

source: Use Personalized Email Headers
fi_fi: Käytä personoitua sähköpostin ylätunnistetta
fr_fr: Utilisez les En-têtes d'E-mail Personnalisé
hu_hu: Használja Egyedi Email Headers
sv_se: Använd Personliga E-posthuvuden

source: Please purchase a %s to gain access to this feature.
fi_fi: Ole hyvä ja hanki %s jotta saat pääsyn tähän ominaisuuteen.
fr_fr: S'il vous plaît acheter un %s pour accéder à cette fonctionnalité.
hu_hu: Kérjük, vásároljon %s hozzáférni ezt a funkciót.
sv_se: Vänligen köp en %s för att få tillgång till denna funktion.

source: Displayed on all emails and invoices.
fi_fi: Näkyy kaikissa sähköposteissa ja laskuissa.
fr_fr: Affiché sur tous les courriels et factures.
hu_hu: A feltüntetett valamennyi e-maileket és számlákat.

source: This should be a page on your website that contains a cancelled message. No short tags are needed.
fi_fi: Tämän pitäisi olla sivu sivuistoillasi, joka sisältää tiedot peruutetuista viesteistä. Lyhenteitä ei tarvita.
fr_fr: Cela devrait être une page de votre site qui contient un message annulé. Pas de short tags sont nécessaires.
hu_hu: Ez legyen egy oldalt a honlapon, amely tartalmaz egy törölt üzenetet. Nincs rövid tag van szükség.
sv_se: Detta bör vara en sida på din webbplats som innehåller en "Avbrutet" meddelande. Inga Shortcodes behövs.

source: %s helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a %s to ensure that only humans perform certain actions.
fi_fi: %s auttaa sinua estämään automaattiset väärinkäytökset (esimerkiksi kommentti -spammin tai turhat rekisteröitymiset) käyttämällä %s varmistaakseen, että vain ihmiset tekevät tietyt toiminnot.
fr_fr: %s permet de prévenir les abus automatique de votre site (comme le spam de commentaires ou de fausses inscriptions) en utilisant un %s pour s'assurer que seules certaines personnes effectuent certaines actions.
hu_hu: %s segít megelőzni automatikus visszaélés webhely (például a komment spam vagy hamis regisztrációk) használatával %s annak érdekében, hogy csak az emberek bizonyos cselekvések végrehajtását.
sv_se: %s förhindrar automatiskt missbruk av webbplatsen (t.ex. kommentarer, spam eller falska registreringar) genom att använda en %s för att säkerställa att endast människor utför vissa åtgärder.

source: You must sign up for a free %s account to use it with this plugin. If you already have a reCAPTCHA account enter your "Public" and "Private" keys on this page.
fi_fi: Sinun täytyy kirjautua sisään ilmaisella %s käyttäjätunnuksellasi käyttäksesi tätä lisäosaa. Jos sinulla jo on reCAPTHA käyttäjätunnus, lisää "Public" ja "Private" avaimet tälle sivulle.
fr_fr: Vous devez vous inscrire sur un compte gratuit %s pour l'utiliser avec ce plugin. Si vous avez déjà un compte reCAPTCHA entrez votre touche "public" et "privé" sur cette page.
hu_hu: Meg kell iratkozzon fel egy ingyenes %s fiókot használni ezzel a plugin. Ha már van egy reCAPTCHA fiókot, írja be a "Nyilvános " és "Saját " billentyűk ezen az oldalon.
sv_se: Du måste registrera dig för ett gratis %s konto för att använda det med denna plugin. Om du redan har ett reCAPTCHA konto ange din "Public" och "Private" nycklar på den här sidan.

source: Helpful Links:
fi_fi: Hyödyllisiä linkkejä:
fr_fr: Liens d'aide :
hu_hu: Hasznos linkek:
sv_se: Användbara länkar:

source: Personalized Email Headers
fi_fi: Muokatut sähköpostin ylätunnisteet
fr_fr: En-têtes E-mail Personnalisé
hu_hu: Személyre szabott E-mail fejlécek
sv_se: Personlig E-postrubriker

source: This option enables the use of the email header format: %s From: name %s %s Reply-to: name %s
fi_fi: Tämä valinta sallii sähköpostin ylätunnisteen muodon: %s From: name %s %s Reply-to: name %s
fr_fr: Cette option permet d'utiliser le format d'en-tête E-mail: %s à partir de: name %s %s Répondre à: name %s
hu_hu: Ez az opció lehetővé teszi az e-mail fejléc formátum: %s Feladó: név %s %s Reply-to: név %s
sv_se: Detta alternativ möjliggör användning av e-postrubriker i format: %s Från: namn %s %s Svara till: namn %s

source: Full Logging
fi_fi: Täysi kirjautuminen
fr_fr: Journalisation Complète
hu_hu: Full naplózás
sv_se: Full loggning

source: Every time a page is accessed on your site. This option will save all Event Espresso registration form data, and debugging information to a file in the "/wp-content/uploads/espresso/logs/" directory on your server.
fi_fi: Joka kerta kun sivu vierailee sinun sivuillasi, tämä valinta tallentaa kaikki Event Espresson rekisteröintilomakkeen tiedot ja virheenkorjaus tiedot tiedostoon "/wp-content/uploads/espresso/logs/" hakemistoon serverilläsi.
fr_fr: Chaque fois qu'une page est accessible sur votre site. Cette option permet de sauvegarder toutes les données de l'événement du formulaire d'inscription à Espresso et des informations de débogage dans un fichier dans le répertoire "/wp-content/uploads/espresso/logs"sur votre serveur.
hu_hu: Minden alkalommal, amikor egy oldal elérhető a webhelyen. Ez a beállítás elmenti az összes Esemény Espresso regisztrációs űrlap adatok és hibakeresési információkat egy fájlt a "/ wp-content/uploads/espresso/logs / " könyvtárba a szerveren.
sv_se: Varje gång en sida öppnas på din webbplats. Detta alternativ kommer att spara alla Event Espresso data och debug information till en fil i "/ wp-content/uploads/espresso/logs/"-katalogen på din server.

source: Please use caution when using this feature. These files may be pubicly available.
fi_fi: Ole varovainen käyttäessäsi tätä ominaisuutta. Nämä tiedostot saattavat olla julkisesti saatavilla.
fr_fr: S'il vous plaît soyez prudent lors de l'utilisation de cette fonction. Ces fichiers peuvent être publiquement disponibles.
hu_hu: Kérjük, használja óvatosan használja ezt a funkciót. Ezek a fájlok lehetnek pubicly rendelkezésre.
sv_se: Vänligen var försiktig me denna funktion. Dessa filer kan vara publikt tillgängliga.

source: Remote Logging
fi_fi: Etäkirjautuminen
fr_fr: Journalisation à Distance
hu_hu: Távoli naplózás
sv_se: Fjärrloggning
