Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Payable To:
fi_fi: Maksettava:
fr_fr: Payable à:
hu_hu: Fizetendő:

source: Address to Send Payment:
fi_fi: Osoite johon maksu lähetetään:
fr_fr: Adresse pour Envoyer le Paiement:
hu_hu: Cím a fizetés elküldéséhez:

source: Image URL (logo for payment page):
fi_fi: Kuvan URL (maksusivun logo)
fr_fr: URL de l'image (logo de la page de paiement):
hu_hu: Kép URL (logo fizetési oldal):

source: (used for your business/personal logo on the eway page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona eWay sivulla)
fr_fr: (utilisé pour votre entreprise / logo personnalisé sur la page eway)
hu_hu: (Használt üzleti / személyes logót a eWay oldalon)

source: Select the currency for your country:
fi_fi: Valitse maasi valuutta:
fr_fr: Choisissez la monnaie pour votre pays:
hu_hu: Válassza ki a pénznem az Ön országában:
sv_se: Välj valutan för ditt land:

source: Select the region where you want to use eWay:
fi_fi: Valitse alua missä haluat käyttää eWay:tä:
fr_fr: Sélectionnez la région où vous souhaitez utiliser eWay:
hu_hu: Válassza ki a régió, ahol a használni kívánt eWay:

source: Use the Debugging Feature and the eway Sandbox?
fi_fi: Käytä virheentarkistusominaisuutta ja Eway hiekkalaatikkoa?
hu_hu: A hibakeresés funkció és a eWay Sandbox?
sv_se: Använd Felsökning Funktion och eWay Sandlåda?

source: In addition to using the eway Sandbox fetaure. The debugging feature will also output the form varibales to the payment page, send an email to the admin that contains the all eway variables.
fi_fi: Sen lisäksi, että käytät eWay hiekkalaatikko-ominaisuutta. Virheentarkastusominaisuus näyttää myös maksusivun muuttujat sekä lähettää sähköpostin adminille, joka sisältää kaikki eWay muuttujat.
fr_fr: En plus d'utiliser la fonction de Sécurité informatique eWay. La fonctionnalité de débogage émet également les formulaires de variables à la page de paiement, envoyer un email à l'administrateur qui contient l'ensemble des variables eWay .
hu_hu: Amellett, hogy a eWay Sandbox fetaure. A hibakereső funkció is kibocsátja az űrlapot varibales a fizetési oldalra, küldjön egy e-mailt az admin, amely tartalmazza az összes eWay változót.

source: The eway Sandbox is a testing environment that is a duplicate of the live eway site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live eway environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: eWay hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta eWay järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan eWay ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
fr_fr: La Sécurité informatique eWay est un environnement de test qui est une copie du site eWay en direct, sauf que aucun argent ne change réels de mains. La Sécurité informaique vous permet de tester votre intégration dans son entierté avant de soumettre les transactions à l'environnement eWay direct. Créer et gérer des comptes de test et afficher des courriers et des informations d'authentification API pour les comptes d'essai.
hu_hu: A eWay Sandbox egy tesztelési környezet, amely egy másolata az élő eWay helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő eWay környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.

source: eway Image URL (logo for payment page)
fi_fi: eWay kuvan URL (maksusivun logo)
fr_fr: URL de l'image eWay (logo de la page de paiement)
hu_hu: eWay Kép URL (logo fizetési oldal)

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the eway checkout pages.
fi_fi: 150x150 pikselin kokoisen kuvan URL, joka näytetään logona vasemmassa yläkulmassa eWay maksusivulla.
fr_fr: L'URL de l'image 150x50 pixel affiché comme votre logo dans le coin supérieur gauche des pages de paiement eWay.
hu_hu: Az URL a 150x50 pixeles kép jelenik meg a logót a bal felső sarokban a eWay fizetési oldalakon.

source: eway Currency
fi_fi: eWay valuutta
fr_fr: Monnaie eway
hu_hu: eWay Pénznem

source: eway uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is British Pounds (GBP). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that eway (currently) supports.
fi_fi: eWay käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on Britannian punta (GBP). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita eWay tukee (tällähetkellä).
fr_fr: eWay utilise 3-caractères ISO-4217 pour la spécification des codes des devises dans les champs et variables. </p><p> Le code de devise par défaut est la livre sterling (GBP). Si vous voulez exiger ou accepter des paiements dans d'autres monnaies, sélectionnez la devise que vous souhaitez utiliser. Les listes déroulantes toutes les devises que eWay (actuellement) prend en charge.
hu_hu: eWay használ 3-karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kód angol font (GBP). Ha szeretné megkövetelni, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy eWay (jelenleg) támogatja.

source: After confirming the details of your registration in Step 3, you will be transferred to the Eway.com website where your payment will be securely processed.
fr_fr: Après la confirmation des détails de votre enregistrement dans l'Étape 3, vous serez transférés au site Web Eway.com où votre paiement sera traité en toute sécurité.
hu_hu: A regisztrációja 3. lépésében megadott részletek megerősítését követően az Eway.com weboldalra jut el, ahol biztonságosan végrehajthatja a fizetést.

source: Authorize AIM Payment Settings Updated!
fr_fr: Paramètres de paiement Authorize AIM mis à jour!
hu_hu: AIM fizetési beállítások engedélyezése frissítve!

source: Authorize AIM Payment Settings were not saved!
fr_fr: Les Paramètres de Paiement Authorize AIM n'ont pas été enregistré!
hu_hu: Engedélyezése AIM Fizetési beállítások mentése nem sikerült!

source: Firstdata Settings Updated!
fi_fi: Firstdata asetukset päivitetty!
fr_fr: Paramètres de Première donnée mis à jour!
hu_hu: First Data beállítások frissítve!

source: Firstdata Settings were not saved!
fi_fi: Firstdata asetuksia ei tallennettu!
fr_fr: Les Paramètes de Première donnée n'ont pas été sauvés!
hu_hu: Firstdata beállítások mentése nem sikerült!

source: First Data Activated
fi_fi: First Data otettu käyttöön
fr_fr: Première donnée Activée
hu_hu: First Data aktivált

source: Unable to Activate First Data
fi_fi: First Data ei otettu käyttöön
fr_fr: Impossible d'activer First Data
hu_hu: Nem lehet aktiválni First Data

source: First Data De-activated
fi_fi: First Data poistettu käytöstä
fr_fr: Première donnée Désactivée
hu_hu: First Data De-aktivált

source: Unable to De-activate First Data
fi_fi: First Data ei voitu poistaa käytöstä
fr_fr: Impossible de Désactiver First Data
hu_hu: Nem lehet deaktiválni First Data

source: Use the Debugging Feature and the FirstData Sandbox?
fi_fi: Käytä virheentarkistustilaa ja First Data hiekkalaatikkoa?
hu_hu: A hibakeresés funkció és a FirstData Sandbox?
sv_se: Använd Felsökning Funktion och FirstData Sandlådan?

source: Place the .pem file in the following folder. Make sure the .pem file has the same name as your store number.
fi_fi: Lisää .pem tiedosto seuraavaan hakemistoon. Huolehdi, että .pem tiedostossa on sama numero kuin kaupassasi.
fr_fr: Placez le fichier .pem dans le dossier suivant. Assurez-vous que le fichier .pem a le même nom que votre numéro de magasin.
hu_hu: Helyezze a. Pem fájlt a következő mappába. Győződjön meg róla, hogy a. Pem fájlnak ugyanaz a neve, mint a boltban számát.

source: In addition to using the First Data Sandbox fetaure. The debugging feature will also output the form varibales to the payment page, send an email to the admin that contains the all First Data variables.
fi_fi: Sen lisäksi, että käytät First Data hiekkalaatikko-ominaisuutta. Virheentarkastusominaisuus näyttää myös maksusivun muuttujat sekä lähettää sähköpostin adminille, joka sisältää kaikki First Data muuttujat.
fr_fr: En plus d'utiliser la fonction de Sécurité informatique First Data. La fonctionnalité de débogage émet également les formulaire de variables à la page de paiement, envoyer un email à l'administrateur qui contient toutes les variables de First Data.
hu_hu: Amellett, hogy a First Data Sandbox fetaure. A hibakereső funkció is kibocsátja az űrlapot varibales a fizetési oldalra, küldjön egy e-mailt az admin, amely tartalmazza az összes First Data változót.

source: After confirming the details of your registration in Step 3, you will be transferred to the FirstData Connect 2.0 website where your payment will be securely processed.
fr_fr: Après la confirmation des détails de votre enregistrement dans l'Étape 3, vous serez transférés au FirstData Connect 2.0 site Web où votre paiement sera traité en sécurité.
hu_hu: A regisztrációja 3. lépésében megadott részletek megerősítését követően a FirstData Connect 2.0 weboldalra jut el, ahol biztonságosan végrehajthatja a fizetést.

source: Firstdata Connect 2.0 Settings Updated!
fi_fi: Firstdata Connect 2.0 asetukset päivitety!
fr_fr: First Data Connect 2.0 Paramètres mis à jour!
hu_hu: Firstdata csúszóc 2,0 Settings Frissítve!

source: Firstdata Connect 2.0 Settings were not saved!
fi_fi: Firstdata Connect 2.0 asetuksia ei tallennettu!
fr_fr: Les Paramètres First Data Connect 2.0 n'ont pas été sauvés!
hu_hu: Firstdata csúszóc 2,0 beállítások mentése nem sikerült!

source: First Data Connect 2 Activated
fi_fi: Firstdata Connect 2.0 otettu käyttöön
fr_fr: First Data Connect 2 Activé
hu_hu: First Data Connect 2 Aktív

source: Unable to Activate First Data Connect 2
fi_fi: Firstdata Connect 2.0 ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer First data Connect 2
hu_hu: Nem lehet aktiválni First Data Connect 2

source: First Data Connect 2 De-activated
fi_fi: Firstdata Connect 2.0 poistettu käytöstä
fr_fr: First Data Connect 2 Désactivé
hu_hu: First Data Connect 2 De-aktivált

source: Unable to De-activate First Data Connect 2
fi_fi: Firstdata Connect 2.0 ei voitu poistaa käytöstä
fr_fr: Impossible de désactiver First Data Connect 2
hu_hu: Nem lehet deaktiválni First Data Connect 2

source: Ideal Mollie Settings Updated!
fi_fi: Ideal Mollie asetukset päivitetty!
fr_fr: Idéal Réglages Mollie Mise à jour!
hu_hu: Ideális Mollie Settings Frissítve!

source: Ideal Mollie Settings were not saved!
fi_fi: Ideal Mollie asetuksia ei tallennettu!
fr_fr: Les Paramètres Ideal Mollie n'ont pas été sauvés!
hu_hu: Ideális Mollie beállítások mentése nem sikerült!

source: iDEAL (Mollie) Settings
fi_fi: iDEAL (Mollie) asetukset
fr_fr: Paramètres IDEAL (Mollie)
hu_hu: iDEAL (Mollie) beállításai

source: Ideal Mollie Activated
fi_fi: Ideal Mollie otettu käyttöön
fr_fr: Ideal Mollie activé
hu_hu: Ideális Mollie aktivált

source: Unable to Activate Ideal Mollie
fi_fi: Ideal Mollie ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer Ideal Mollie
hu_hu: Nem lehet aktiválni Ideal Mollie

source: Ideal Mollie Payments De-activated
fi_fi: Ideal Mollie maksut on poistettu
fr_fr: Paiements Ideal Mollie Désactivés
hu_hu: Ideális Mollie kifizetések De-aktivált

source: Unable to De-activate Ideal Mollie
fi_fi: Ideal Mollie ei voitu poistaa
fr_fr: Impossible de Désactiver Ideal Mollie
hu_hu: Nem deaktiválás Ideal Mollie

source: Use Mollie in test mode
fi_fi: Käytä Mollie:ta testitilassa
fr_fr: Utiliser Mollie en mode d'essai
hu_hu: Használja Mollie teszt módban

source: Update Settings
fi_fi: Päivitä asetukset
fr_fr: Mise à jour des paramètres
hu_hu: Beállítások frissítése
sv_se: Uppdatera inställningar

source: Invoice Title
fi_fi: Laskun otsikko
fr_fr: Titre de la Facture
hu_hu: Számlázási cím
sv_se: Fakturatitel

source: Select Stylesheet
fi_fi: Valitse tyylipohja
fr_fr: Sélectionnez la feuille de style
hu_hu: Válasszuk a stíluslap
sv_se: Välj stylesheet

source: Instructions
fi_fi: Ohjeet
hu_hu: Útmutatás
sv_se: Instruktioner

source: Logo Image
fi_fi: Logon kuva
fr_fr: Logo
hu_hu: Logo fényképek
sv_se: Logo

source: Remove this image
fi_fi: Poista tämä kuva
fr_fr: Déplacer cette image
hu_hu: Eltávolítása ezt a képet
sv_se: Ta bort bild

source: After confirming the details of your registration in Step 3, you will be transferred to the payment overview where you can download your invoice.
fr_fr: Après la confirmation des détails de votre enregistrement dans le l'Étape 3, vous serez transférés à la vue d'ensemble de paiement où vous pouvez télécharger votre facture.
hu_hu: A regisztrációja 3. lépésében megadott részletek megerősítését követően a fizetési áttekintő oldalra jut el, ahol letöltheti a számláját.
sv_se: Efter att du har bekräftat din registreringsinformation i Steg 3 så kommer du att skickas vidare till betalningsöversikten där du sen kan ladda ner din biljett.

source: SubTotal
fr_fr: Sous-Total
hu_hu: Részösszeg
sv_se: Delsumma:

source: Discount
fi_fi: Alennus
fr_fr: Remise
hu_hu: Leértékelés
sv_se: Rabatt

source: Extra
fr_fr: Supplément
hu_hu: Rendkívüli

source: Invoice #
fr_fr: Facture #
hu_hu: Számla #
sv_se: Faktura #

source: for
fr_fr: pour
hu_hu: a
sv_se: för

source: Invoice #
fr_fr: Facture #
hu_hu: Számla #
sv_se: Faktura #

source: Ship To:
fr_fr: Envoyer à:
hu_hu: Hajó:
sv_se: Leverera:

source: Ticket
fi_fi: Lippu
hu_hu: Jegy
sv_se: Biljett

source: Date & Time
fi_fi: Päivä & Aika
fr_fr: Date et Horaire :
hu_hu: Dátum és idő
sv_se: Datum & tid

source: Attendee
fi_fi: Osallistuja
fr_fr: Visiteur
hu_hu: Résztvevő
sv_se: Deltagare

source: Line Total
fi_fi: Rivisumma
fr_fr: Sous total
hu_hu: Vonal összesen
sv_se: Radsumma

source: Total
fi_fi: Yhteensä
hu_hu: Összesen
sv_se: Totalt

source: Payment Reference:
fi_fi: Maksun viite:
fr_fr: Référence du paiement :
hu_hu: Fizetés Reference:
sv_se: Betalningsreferens:

source: Other Information
fi_fi: Muut tiedot
fr_fr: Autre information
hu_hu: Egyéb tudnivalók
sv_se: Övrig information

source: Merchant Warrior Settings Updated!
fi_fi: Merchant Warrior asetukset päivitetty!
fr_fr: Merchant Warrior Paramètres mis à jour!
hu_hu: Merchant Warrior Settings Frissítve!

source: Merchant Warrior Settings were not saved!
fi_fi: Merchant Warrior asetuksia ei tallennettu!
fr_fr: Les Paramètres Merchant Warrior n'ont pas été sauvés!
hu_hu: Merchant Warrior beállítások mentése nem sikerült!

source: Merchant Warrior Activated
fi_fi: Merchant Warrior otettu käyttöön
fr_fr: Marchand Guerrier Activé
hu_hu: Merchant Warrior aktivált

source: Unable to Activate Merchant Warrior
fi_fi: Merchant Warrior ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer Marchand Guerrier
hu_hu: Nem lehet aktiválni Merchant Warrior

source: Merchant Warrior Payments De-activated
fi_fi: Merchant Warrior maksut poistettu käytöstä
fr_fr: Paiement Merchant Warrior Désactivé
hu_hu: Merchant Warrior kifizetések De-aktivált

source: Unable to De-activate Merchant Warrior
fi_fi: Merchant Warrior maksuja ei voitu poistaa käytöstä
fr_fr: Impossible de Désactiver Merchant Warrior
hu_hu: Nem deaktiválás Merchant Warrior

source: Image URL (logo for payment page):
fi_fi: Kuvan URL (maksusivun logo)
fr_fr: URL de l'image (logo de la page de paiement):
hu_hu: Kép URL (logo fizetési oldal):

source: Bypass Payment Overview Page?
fi_fi: Ohita Maksun yleiskatsaus -sivu?
fr_fr: Sauter la page de résumé de paiement ?
hu_hu: Kihagyja a Fizetés áttekintése oldalt?
sv_se: Gå förbi Betalning Översikt Sidan?

source: Use the Test Mode for Merchant Warrior?
fi_fi: Käytä Merchant Warrior:in testitilaa?
fr_fr: Utilisez le mode de test pour Warrior marchand?
hu_hu: A teszt üzemmód Merchant Warrior?

source: NAB Transact Direct Post Settings Updated!
fi_fi: NAB Transact Direct Post asetukset päivitetty!
fr_fr: Paramètres NAB Transact Postes Mis à jour!
hu_hu: NAB Transact Direct Elhelyezni Settings Frissítve!

source: NAB Transact Direct Post Settings were not saved!
fi_fi: NAB Transact Direct Post asetuksia ei päivitetty!
fr_fr: Les Paramètres NAB Transact Direct Post n'ont pas été sauvés!
hu_hu: NAB Transact Direct Elhelyezni beállítások mentése nem sikerült!

source: NAB Transact Direct Post Activated
fi_fi: NAB Transact Direct Post otettu käyttöön
fr_fr: NAB Transact Direct Post activé
hu_hu: NAB Transact Direct Posta: Aktív

source: Unable to Activate NAB Transact Direct Post
fi_fi: NAB Transact Direct Post ei voitu ottaa käyttöön
fr_fr: Impossible d'activer NAB Transact Direct Post
hu_hu: Nem lehet aktiválni NAB Transact Direct Posta

source: NAB Transact Direct Post De-activated
fi_fi: NAB Transact Direct Post poistettu käytöstä
fr_fr: NAB Transact Direct Post Désactivé
hu_hu: NAB Transact Direct Posta: De-aktivált

source: Unable to De-activate NAB Transact Direct Post
fi_fi: NAB Transact Direct Post ei voitu poistaa käytöstä
fr_fr: Impossible de Désactiver NAB Transact Direct Post
hu_hu: Nem deaktiválás NAB Transact Direct Posta

source: Use NAB Transact Direct Post in test mode
fi_fi: Käytä NAB Transact Direct Post testitilassa
fr_fr: Utilisez Message NAB Transact direct en mode test
hu_hu: A NAB Transact Direct Posta teszt módban

source: Make sure you enter the sandbox credentials above.
fr_fr: Assurez-vous que vous entrez les informations d'identification de sécurité informatique ci-dessus.
hu_hu: Győződjön meg róla, írja be a sandbox hitelesítő adatok felett.
sv_se: Kontrollera att du fyllt i Sandbox uppgifterna ovan.

source: In addition to using the PayPal Sandbox fetaure. The debugging feature will also output the form varibales to the payment page, send an email to the admin that contains the all PayPal variables.
fi_fi: Sen lisäksi, että käytetään PayPal hiekkalaatikko-ominaisuutta.
fr_fr: En plus d'utiliser la fonction der Sécurité informatique PayPal . La fonctionnalité de débogage émet également les formulaire de variables à la page de paiement, envoyez un email à l'administrateur qui contient toutes les variables PayPal
hu_hu: Amellett, hogy a PayPal Sandbox fetaure. A hibakereső funkció is kibocsátja az űrlapot varibales a fizetési oldalra, küldjön egy e-mailt az admin, amely tartalmazza az összes PayPal változót.
sv_se: I tillägg till att använda PayPal Sandbox funktionerna så kommer också felsökningsfunktionen att skicka formulärdata varibaler till betalningssidan, skicka ett mail till admin som innehåller alla PayPal variabler.

source: Payment Surcharge
fi_fi: Lisämaksu
fr_fr: Supplément de paiement
hu_hu: Fizetési Felár
sv_se: Betalningsavgifter

source: Please enter a decimal number indicating a percent surcharge. For example, if you enter 3.00, 3% will be added to the final price of the event during the checkout. If the event price is initially $100, the price with the surcharge will be $103.<br /> This surcharge will apply to all new events. However, you will have the ability to change this value during the event creation.
fr_fr: S'il vous plaît entrez un nombre décimal indiquant une surtaxe pour cent. Par exemple, si vous entrez 3.00, 3% seront ajoutés au prix final de l'événement pendant le contrôle. Si le prix de l'événement est d'abord de 100 $, le prix de la surtaxe sera 103 $.<br /> Cette surtaxe s'appliquera à tous les nouveaux événements. Cependant, vous avez la possibilité de modifier cette valeur lors de la création d'événements.
hu_hu: Kérjük, adjon meg egy decimális szám jelzi a százalékos felár ellenében. Például, ha beírja 3,00, 3%-ot hozzá kell adni a végső árat a rendezvény ideje alatt a pénztár. Ha az esemény ára kezdetben 100 $, az ár a pótdíj lesz 103 $. <br /> Ez a felár vonatkozik minden új eseményeket. Azonban, akkor az képes megváltoztatni ezt az értéket, az esemény során létrehozását.
sv_se: Ange ett decimaltal som anger en procent tilläggsavgift. Till exempel, om du anger 3,00, kommer 3% att läggas på det slutliga priset på produkten i kassan. Om händelsen priset är initialt 100 kr, kommer priset med tilläggsavgift vara 103 kr. <br /> Denna tilläggsavgift kommer att gälla för alla nya produkter. Men du kommer att ha möjlighet att ändra detta värde när du skapar evenmanget.

source: Typically payment@yourdomain.com
fr_fr: typiquement payment@yourdomain.com
hu_hu: Jellemzően payment@yourdomain.com

source: Used for your business/personal logo on the PayPal page
fr_fr: Utilisé pour votre entreprise / logo personnalisé sur la page PayPal
hu_hu: Használják fel az üzleti / személyes logót a PayPal oldalon

source: Use the Debugging Feature and the PayPal Sandbox
fi_fi: Käytä virheentarkistus ominaisuutta ja PayPal hiekkalaatikkoa
hu_hu: A hibakeresés funkció és a PayPal Sandbox
sv_se: Använd Felsökning Funktion och PayPal Sandlåda

source: Helpful Links
fr_fr: Liens utiles
hu_hu: Hasznos linkek

source: After confirming the details of your registration in Step 3, you will be transferred to the PayPal.com website where your payment will be securely processed.
fr_fr: Après la confirmation des détails de votre enregistrement dans l'Étape 3, vous serez transférés au site Web PayPal.com où votre paiement sera traité en sécurité.
hu_hu: A regisztrációja 3. lépésében megadott részletek megerősítését követően a PayPal.com weboldalra jut el, ahol biztonságosan végrehajthatja a fizetést.

source: Check Payment Settings Updated!
fi_fi: Check Payment asetukset päivitetty!
fr_fr: Vérification des Paramètres de Paiement Mis à jour!
hu_hu: Csekkfizetési beállítások frissítve!

source: Check Payment Settings were not saved!
fi_fi: Check Payment asetuksia ei päivitetty!
fr_fr: La Vérification des Paramètres de Paiement n'a pas été sauvé!
hu_hu: Ellenőrizze Fizetési beállítások mentése nem sikerült!

source: Paytrace Activated
fi_fi: Paytrace otettu käyttöön
fr_fr: Paytrace Activé
hu_hu: Paytrace aktivált
sv_se: Paytrace aktiverad

source: Unable to Activate Paytrace
fi_fi: Paytrace:a ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer Paytrace
hu_hu: Nem lehet aktiválni Paytrace
sv_se: Kunde inte aktivera Paytrace

source: Paytrace De-activated
fi_fi: Paytrace poistettu käytöstä
fr_fr: Paytrace Désactivé
hu_hu: Paytrace De-aktivált
sv_se: Paytrace inaktiverad

source: Unable to De-activate Paytrace
fi_fi: Paytrace ei voitu poistaa käytöstä
fr_fr: Impossible de Désactiver Paytrace
hu_hu: Nem deaktiválás Paytrace
sv_se: Kunde inte avaktivera Paytrace

source: Activate Paytrace?
fi_fi: Ota Paytrace käyttöön?
fr_fr: Activer Paytrace?
hu_hu: Aktiválása Paytrace?
sv_se: Aktivera Paytrace?

source: Deactivate Paytrace?
fi_fi: Poista Paytrace käytöstä?
fr_fr: Désactiver Paytrace?
hu_hu: Kikapcsolja Paytrace?

source: Paytrace User ID:
fi_fi: Paytrace käyttäjä ID:
fr_fr: ID utilisateur Paytrace:
hu_hu: Paytrace Felhasználói azonosító:

source: Paytrace User Password:
fi_fi: Paytrace käyttäjän salasana:
fr_fr: Mot de Passe d'utilisateur Paytrace:
hu_hu: Paytrace Felhasználó Jelszó:

source: Update Paytrace Settings
fi_fi: Päivitä Paytrace asetukset
fr_fr: Mise à jour des Paramètres Paytrace
hu_hu: Frissítse Paytrace Settings

source: Quickpay Settings Updated!
fi_fi: Quickpay asetukset päivitetty!
fr_fr: Paramètres Quickpay mis à jour!
hu_hu: Quickpay Settings Frissítve!

source: Quickpay Settings were not saved!
fi_fi: Quickpay asetuksia ei tallennettu!
fr_fr: Les Paramètres Quickpay n'ont pas été sauvés!
hu_hu: Quickpay beállítások mentése nem sikerült!
