Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Event Espresso - Email Manager
fi_fi: Event Espresso - Sähköpostin hallinta
fr_fr: Event Espresso - Gestion des courriels
sv_se: Event Espresso - E-posthantering

source: Calendar
fi_fi: Kalenteri
fr_fr: Calendrier
sv_se: Kalender

source: Event Espresso - Facebook Settings
fi_fi: Event Espresso - Facebook asetukset
fr_fr: Event Espresso - Paramètres Facebook
sv_se: Event Espresso - Facebook inställningar

source: Event Espresso - MailChimp Integration
fi_fi: Event Espresso - MailChimp
fr_fr: Event Espresso - Intégration de MailChimp
sv_se: Event Espresso - MailChimp integrering

source: Event Espresso - Event Manager Roles
fi_fi: Event Espresso - Tapatuma managerin roolit
fr_fr: Event Espresso - Rôles du gestionnaire d'évènement
sv_se: Event Espresso - Roller för Evenemangsansvarig

source: Event Espresso - Template Settings
fi_fi: Event Espresso - Malliasetukset
fr_fr: Event Espresso - Paramètres de modèle
sv_se: Event Espresso - Mallinställningar

source: Maps
fi_fi: Kartat
fr_fr: Cartes
sv_se: Kartor

source: Event Espresso - Ticket Settings
fi_fi: Event Espresso - Lippuasetukset
fr_fr: Event Espresso - Paramètres des tickets
sv_se: Event Espresso - Biljettinställningar

source: Event Espresso - Help/Support
fi_fi: Event Espresso - Apu / Tuki
fr_fr: Event Espresso - Aide / Support
sv_se: Event Espresso - Hjälp/Support

source: New @ Event Espresso
fi_fi: Uutta @ Event Espresso
fr_fr: Nouveau @ Event Espresso

source: Quick Links
fi_fi: Pikalinkint
fr_fr: Liens rapides

source: Groupon Integration Module
fi_fi: Groupon integrointimoduuli
fr_fr: Module d'intégration de Groupon
sv_se: Groupon integrationsmodul

source: Event Espresso Job Board
fi_fi: Even Espresso työpaikat
fr_fr: Job Board événement Espresso
sv_se: Event Espresso Jobb

source: Event List
fi_fi: Tapahtumalista
fr_fr: Liste d'évènement
sv_se: Evenemangslista

source: PHP Version:
fi_fi: PHP versio:
fr_fr: Version PHP:

source: Event Espresso Plugin URL:
fi_fi: Event Espresso Lisäosan osoite:
fr_fr: URL Plugin Event Espresso:
sv_se: Event Espresso tilläggs URL:

source: Event Espresso Plugin Path:
fi_fi: Event Espresso Lisäosan polku:
fr_fr: Chemin Plugin Event Espresso:
sv_se: Event Espresso tillägget sökväg:

source: Event Espresso Gateway Path:
fi_fi: Event Espresso maksujärjestelmän polku:
fr_fr: Chemin Passerelle événement Espresso:
sv_se: Event Espresso Gateway sökväg:

source: shortcode
fi_fi: lyhenne
fr_fr: code court

source: Auto Return URL
fi_fi: Automaattinen paluuosoite
fr_fr: URL de Retour Automatique
sv_se: Automatisk retur-URL

source: Pretty Permalinks
fi_fi: Pysyvät linkit
fr_fr: Jolis Permaliens
sv_se: Fina permalänkar

source: WordPress Permalinks
fi_fi: WordPress pysyvät linkit
fr_fr: WordPress Permaliens
sv_se: WordPress Permalänkar

source: Indentifier
fi_fi: Tunnistus
fr_fr: Identifiant
sv_se: Identifierare

source: NOT_OPEN
fi_fi: Ei avoin
fr_fr: NON_OUVERT
sv_se: EJ_ÖPPEN

source: EXPIRED
fi_fi: Vanhentunut
fr_fr: EXPIRÉ
sv_se: UPPHÖRT

source: NOT_ACTIVE
fi_fi: Ei aktiivinen
fr_fr: NON_ACTIF
sv_se: EJ_AKTIV

source: Group
fi_fi: Ryhmä
fr_fr: Groupe
sv_se: Grupp

source: Email
fi_fi: Sähköposti
fr_fr: Courriel
sv_se: E-post

source: Reg Date
fi_fi: Rekisteröinti päivä
fr_fr: Date d'enregistrement
sv_se: Reg datum

source: Website Check-in
fi_fi: Verkkosivun kirjautuminen
fr_fr: Site Web Check-in

source: Permalink:
fi_fi: Pysyvälinkki:
fr_fr: Permalien :
sv_se: Permalänk

source: Event Timezone
fi_fi: Tapahtuman aikavyöhyke
fr_fr: Fuseau horaire de l'évènement
sv_se: Evenemangets tidszon

source: Zip/Postal Code:
fi_fi: Postinumero:
fr_fr: Code Postal :
sv_se: Postnummer:

source: Event Meta
fi_fi: Tapahtuma Meta
fr_fr: Metadonnées de l'évènement
sv_se: Evenemangs Meta

source: Email Information
fi_fi: Sähköpostitiedot
fr_fr: Courriel

source: Email:
fi_fi: Sähköposti:
fr_fr: Courriel:
sv_se: E-post:

source: Short URL
fi_fi: Lyhyt URL
fr_fr: URL raccourcie
sv_se: Kort URL

source: Full URL
fi_fi: Koko URL
fr_fr: URL complète

source: Identifier
fi_fi: Tunniste
fr_fr: Identifiant
sv_se: Identifierare

source: Event Timezone:
fi_fi: Tapahtuman aikavyöhyke:
fr_fr: Fuseau horaire de l'évènement :
sv_se: Evenemangets tidszon:

source: Reg Start Time
fi_fi: Rekisteröinnin aloitusaika
fr_fr: Heure de début des inscriptions
sv_se: Reg starttid

source: Reg End Time
fi_fi: Rekisteröinnin lopetusaika
fr_fr: Heure de fin des inscriptions
sv_se: Reg sluttid

source: Reg Begins
fi_fi: Rekisteröinti alkaa
fr_fr: Inscr. commence
sv_se: Reg startar

source: Delete Events(s)
fi_fi: Poista tapahtuma(t)
fr_fr: Supprimer les évènements
sv_se: Ta bort Evenemang

source: Event Attendees
fi_fi: Tapahtuman osallistujat
fr_fr: Visiteurs de l'évènement
sv_se: Evenemangets Deltagare

source: Send Event Email
fi_fi: Lähetä tapahtuman sähköposti
fr_fr: Envoyer le courriel de l'évènement
sv_se: Skicka Evenemagsmeddelande

source: Excel Export
fi_fi: Vie Exel:iin
fr_fr: Export Excel

source: CSV Export
fi_fi: Vie CSV:hen
fr_fr: Export CSV

source: Not Checked-in
fi_fi: Ei kirjautunut
fr_fr: Non vérifié
sv_se: Inte incheckad

source: Enter Coupon Code
fr_fr: Saisir code de promotion

source: Event Espresso Widget
fr_fr: Widget Event Espresso

source: Argentina Peso
fi_fi: Argentiinan peso
fr_fr: Argentine Peso
sv_se: Argentinska Peso

source: United Arab Emirates Dirham
fi_fi: Yhdistyneiden arabiemiirikuntien dirhami
fr_fr: Dirham des Émirats Arabes Unis
sv_se: Förenade Arabemiratens Dirham

source: Staff Shortcodes
fi_fi: Henkilökunnan lyhenteet
fr_fr: Shortcodes du Personnel
sv_se: Personal Shortcodes

source: Event Template Settings
fi_fi: Tapahtuman alustan asetukset
fr_fr: Paramètres du Modèle d'Evénement
sv_se: Iställningar för Evenemangsmall

source: Affiliate ID:
fi_fi: Liitettävä ID:
fr_fr: ID d'affilié:

source: Records
fi_fi: Asiakirjat
fr_fr: Enregistrements
sv_se: Register

source: Reset
fi_fi: Nolla
fr_fr: Remettre à zéro
sv_se: Återställ

source: Get URL
fi_fi: Hanki URL
fr_fr: Obtenez l'URL

source: Email Manager
fi_fi: Sähköpostin hallinta
fr_fr: Gestionnaire de courriel
sv_se: E-posthanterare

source: MailChimp Integration
fi_fi: MailChimp
fr_fr: Intégration MailChimp

source: Facebook Settings
fi_fi: Facebook asetukset
fr_fr: Paramètres Facebook

source: <span style="color: red;">Help/Support</span>
fi_fi: <span style="color: red;">Apu/Tuki</span>
fr_fr: <span style="color: red;">Aide/Support</span>

source: First Day of the Week
fi_fi: Viikon ensimmäinen päivä
fr_fr: Premier Jour de la Semaine
sv_se: Första dagen på veckan

source: Theme Settings
fi_fi: Teeman asetukset
fr_fr: Paramètres Thème

source: Layout Style:
fi_fi: Ulkoasun tyyli:
fr_fr: Mise en Page:
sv_se: Layout stil:

source: Font:
fi_fi: Fontti:
fr_fr: de la police:
sv_se: Typsnitt:

source: Color Scheme:
fi_fi: Värijärjestelmä
fr_fr: Schema de Couleur:

source: Count Box Position:
fi_fi: Laskurin sijainti:
fr_fr: Comptez Position Boîte:

source: No Text
fi_fi: Ei tekstiä
fr_fr: Aucun Texte
sv_se: Ingen text

source: Inline Text
fr_fr: de Texte En ligne
sv_se: Infogad text

source: Events Profile Information
fr_fr: Information sur le profil des évènements

source: Address/Street/Number
fr_fr: Adresse / rue / N°

source: Please enter your Address/Street/Number.
fr_fr: Veuillez entrer votre adresse

source: City/Town/Village
fr_fr: Ville

source: Please enter your City/Town/Village.
fr_fr: Veuillez entrer votre ville

source: State/County/Province
fr_fr: Département

source: Please enter your State/County/Province.
fr_fr: Veuillez entrer votre département.

source: Zip/Postal Code
fr_fr: Code postal

source: Please enter your Zip/Postal Code.
fr_fr: Veuillez entrer votre code postal.

source: Please enter your Country.
fr_fr: Veuillez entrer votre pays.

source: Phone Number
fi_fi: Puhelinnumero
fr_fr: Numéro de téléphone
sv_se: Telefonnummer

source: Please enter your Phone Number.
fr_fr: Veuillez entrer votre numéro de téléphone.

source: My Events
fr_fr: Mes évènements

source: You are not logged in.
fr_fr: Vous n'êtes pas identifié.

source: Before you can reserve a spot, you must register.
fr_fr: Avant de réserver une place, vous devez vous inscrire.

source: Login
fr_fr: Identification

source: New users please
fr_fr: Nouveaux utilisateurs, veuillez

source: Member registration is closed for this site. Please contact the site owner.
fr_fr: L'inscription de nouveaux membres est fermée pour ce site. Veuillez contacter l'administrateur.

source: Member only event?
fr_fr: Evènement réservé aux membres ?

source: Member Pricing
fr_fr: Prix pour les membres

source: Add A Member Price
fr_fr: Ajouter un prix pour les membres

source: Remove this Attendee
fr_fr: Retirer ce visiteur

source: (enter 0.00 for free events, enter 2 place decimal i.e.
fr_fr: (entrer 0.00 pour les évènements gratuits, attention aux 2 décimales

source: <span class="important">Note:</span> A non-member price MUST be entered for each row, even if this is a member only event.
fr_fr: <span class="important">Note:</span> Un prix non-membres DOIT être spécifié pour chaque colonne, même si cet évènement est uniquement pour les membres.

source: Name
fr_fr: Nom

source: (enter 0.00 for free events, enter 2 place decimal i.e. 7.00)
fr_fr: (entrer 0.00 pour les évènements gratuits, attention aux 2 décimales, par exemple 7.00

source: <span class="important">Note:</span> A non-member price MUST be entered, even if this is a member only event.
fr_fr: <span class="important">Note:</span> Un prix non-membres DOIT être spécifié, même si cet évènement est uniquement pour les membres.

source: My Events Management
fr_fr: Gestion de mes évènements

source: Your event(s) have been successfully removed from your account.
fr_fr: Vos évènements ont été correctement supprimés de votre compte.

source: Cost
fr_fr: Coût

source: Download Ticket Now!
fr_fr: Télécharger le ticket maintenant !

source: Cancel Registration
fr_fr: Annuler l'inscription

source: Your Profile
fr_fr: Votre profil

source: Manage Member Settings
fr_fr: Gérer les paramètres des membres

source: Member settings saved.
fr_fr: Paramètres de membre sauvegardés.

source: (Join Waiting List)
fi_fi: (Liity odotuslistaan)
fr_fr: (Rejoindre la liste d'attente)
sv_se: (Ställ dig i väntelistan)

source: Add a Groupon Code
fr_fr: Ajouter un Code Groupon

source: Groupon Holder:
fr_fr: Titulaire Groupon:

source: Groupon Holder
fr_fr: Titulaire Groupon

source: Event Admin
fr_fr: Admin Event
sv_se: Evenemangs Admin

source: %1$s Users
fr_fr: %1$s utilisateurs
sv_se: %1$s Användare

source: 1 User
fr_fr: 1 Utilisateur
sv_se: 1 Användare

source: Role:
fr_fr: Rôle:
sv_se: Roll:

source: Update Manager
fr_fr: Mettre à jour le Gérant
sv_se: Uppdatera Ansvarig

source: MailChimp List Integration
fi_fi: MailChimp integraatiolista
fr_fr: Intégration d'une liste MailChimp
sv_se: Mailchimp integration

source: MailChimp API Key
fi_fi: MailChimp API avain
fr_fr: Clé API de MailChimp
sv_se: MailChimp API nyckel

source: edit
fi_fi: muokkaa
fr_fr: éditer
sv_se: ändra

source: Base Ticket Template
fi_fi: Oletuslippumalli
fr_fr: Modèle de ticket de base
sv_se: Bas mall åt biljetter

source: Ticket Logo
fi_fi: Lipun logo
fr_fr: Logo du ticket
sv_se: Biljett Logo

source: Off-line Payment Options
fi_fi: Off-line maksutapojen valinnat
sv_se: Andra betalningssätt

source: Please choose a payment option
fi_fi: Valitse maksutapa
sv_se: Vänligen välj betalningssätt

source: Choose a different payment option
fi_fi: Valitse toinen maksutapa
sv_se: Välj ett annat betalningssätt

source: Authorize.net AIM Login ID
fi_fi: Authorize.net AIM kirjautumis ID
sv_se: Authorize.net AIM inloggnings-ID

source: Alipay Settings
fi_fi: Alipay asetukset

source: Relay Response URL
fi_fi: Relay vastaus URL
sv_se: Relä svar URL

source: Use md5 check to secure payment response
fi_fi: Käytä md5 tarkistusta varmistaaksesi maksuvastauksen

source: Authorize.net MD5 Hash value
fi_fi: Authorize.net MD5 Hash arvo

source: Relay Response
fi_fi: Relay vastaus

source: Authorize.net MD5 Secure Response
fi_fi: Authorize.net MD5 varmistus

source: Authorize.net allows you to secure the reponse from their sever to Event Espresso.
fi_fi: Authorize.net antaa sinun tarkistaa vastauksen heidän serveriltään Event Espressoon.

source: Click Submit
fi_fi: Klikkaa lähetä
sv_se: Klicka på Skicka

source: Warning:
fi_fi: Varoitus:
sv_se: Varning:

source: State / Province
fi_fi: Osavaltio / Lääni
sv_se: Stat / Provins

source: First Data Connect 2 Sandbox?
fi_fi: First Data Connect hiekkalaatikko?
sv_se: Första data ansluta 2 Sandlåda?

source: Logo URL
fi_fi: Logon osoite
sv_se: Logotyp URL

source: Card Type:
fi_fi: Kortin tyyppi:
sv_se: Korttyp

source: Thai Baht
fi_fi: Thaimaan bath
sv_se: Thailändska Baht

source: PayPal API Username
fi_fi: PayPal API Käyttäjätunnus
sv_se: PayPal API Användarnamn

source: PayTrace Settings
fi_fi: PayTrace asetukset
sv_se: PayTrace Inställningar

source: QuickPay Settings
fi_fi: QuickPay asetukset
sv_se: QuickPay Inställningar

source: QuickPay md5 Secret
fi_fi: QuickPay md5 salaus
sv_se: QuickPay MD5 hemlighet

source: RealAuth Settings
fi_fi: RealAuth asetukset
sv_se: RealAuth Inställningar

source: Merchant ID
fi_fi: Kauppiaan ID

source: RealAuth Auto Settle
fi_fi: RealAuth automaattinen järjestys
sv_se: RealAuth automatisk reglera

source: WePay Settings
fi_fi: WePay asetukset
sv_se: WePay Inställningar

source: WePay Client Secret
fi_fi: WePay asiakas salaisuus
sv_se: WePay Klient hemlighet

source: WePay Sandbox
fi_fi: WePay hiekkalaatikko
sv_se: WePay Sandlådan

source: WePay Account
fi_fi: WePay käyttäjätili
sv_se: WePay konto

source: WorldPay Sandbox
fi_fi: WorldPay hiekkalaatikko
sv_se: WorldPay Sandlådan

source: Shortcodes
fi_fi: Lyhenteet

source: Display text (eg. Surcharge or Service Fee):
fi_fi: Näytettävä teksti (esimerkiksi lisämaksu tai palvelumaksu):
sv_se: Visningstext (tex. Tilläggsavgift eller Serveravgift):

source: Skip Confirmation Page during Registration Process?
fi_fi: Ohita vahvistussivu rekisteröitymisprosessissa?
sv_se: Hoppa över bekräftelse sida under registreringsprocessen?

source: Allow discounts in the shopping cart?
fi_fi: Salli alennukset ostoskorissa?
sv_se: Tillåta rabatter i varukorgen

source: Allow voucher codes in the shopping cart?
fi_fi: Salli kupoinkikoodit ostoskorissa?
sv_se: Tillåta kupongkoder i varukorgen?

source: reCAPTCHA
fi_fi: reCAPTHA

source: Blackglass
fi_fi: Musta lasi
sv_se: Svart

source: Promotional code
fi_fi: Kuponkikoodi
sv_se: Kampanjkod

source: discount
fi_fi: alennus
sv_se: rabatt

source: has being successfully applied to the following events
fi_fi: on onnistuneesti hyväksytty seuraaviin tapahtumiin
sv_se: har lyckats tillämpas på följande evenemang

source: Sorry, promotional code
fi_fi: Pahoittelumme, kuponkikoodi
sv_se: Förlåt, kampanjkod

source: Promo Code
fi_fi: Kuponkikoodi
sv_se: Promo-kod

source: Shortcode
fi_fi: Lyhenne

source: Please do not use these styles. Use the Themeroller styles instead!!
fi_fi: Älä käytä näitä tyylejä. Käytä 'Themeroller'-tyylejä!!
sv_se: Vänligen använd inte dessa stilar. Använd istället stilarna från Themeroller!

source: Refund
fi_fi: Palautus
sv_se: Återbetalning

source: An error occured while attempting to update the payment status for attendeefrom this registration.
fi_fi: Virhe tapahtui yrittäessä päivittää maksun tilaa tämän tapahtuman osallistujalle.
sv_se: Ett fel inträffade vid försök att uppdatera betalningsstatus för denna registrering.

source: An error occured. The primary attendee ticket total could not be updated.
fi_fi: Virhe tapahtui. Ensisijaista lippua ei voitu päivittää.
sv_se: Ett fel inträffade. Den primära deltagarens biljettantal kunde inte uppdateras.

source: All attendee ticket price details have been successfully updated.
fi_fi: Kaikkien osallistujien lipun hinnat onnistuneesti päivitetty.
sv_se: Alla deltagares biljettpris har nu uppdaterats.

source: An error occured. The attendee could not be deleted.
fi_fi: Virhe tapahtui. Osallistujaa ei voitu poistaa.
sv_se: Ett fel inträffade. Deltagaren kunde inte tas bort.

source: An error occured. The attendee seating chart data could not be deleted.
fi_fi: Virhe tapahtui. Osallistujien paikakjärjestystä ei voitu poistaa.
sv_se: Ett fel inträffade. Deltagarens platsnummer kunde inte tas bort.

source: Ticket Prices
fi_fi: Lippujen hinnat
sv_se: Biljettpriser

source: Total Amount Owing:
fi_fi: Maksamaton kokonaissumma:
sv_se: Totalt skyldigt belopp

source: Total Amount Paid to Date:
fi_fi: Kokonainaissumme maksettu tähän mennessä:
sv_se: Totalt belopp betalat tills idag:

source: Attendee Ticket Fees:
fi_fi: Osallistujien lippujen hinnat:
sv_se: Deltagares biljettavgifter:

source: Original Ticket Price:
fi_fi: Alkuperäinen lipun hinta:
sv_se: Ursprungligt biljettpris:

source: ticket
fi_fi: lippu
sv_se: biljett

source: An error occured. The primary attendee details could not be retrieved from the database.
fi_fi: Virhe tapahtui. Ensisijaisen osallistujan tietoja ei voitu hakea tietokannasta.
sv_se: Ett fel inträffade. Den primära deltagarinformation kunde inte hämtas från databasen.

source: You must enter a Transaction Type when making a payment.
fi_fi: Sinun täytyy syöttää maksun tyyppi, kun teet maksun.
sv_se: Du måste välja en transaktionstyp när du gör en betalning.

source: You must enter a Transaction ID when making a payment.
fi_fi: Sinun täytyy syöttää maksun ID, kun teet maksun.
sv_se: Du måste ange ett transaktions-ID när du gör en betalning.

source: An error occured. The attendee payment details could not be updated.
fi_fi: Virhe tapahtui. Maksun tietoja ei voitu päivittää.
sv_se: Ett fel inträffade. Deltagarens betalningsinformation kunde inte uppdateras.

source: All attendee payment details have been successfully updated.
fi_fi: Kaikkien osallistujien maksujen tiedot onnistuneesti päivitetty.
sv_se: Alla deltagares betalningsinformation har uppdaterats.

source: Invoice Sent.
fi_fi: Lasku lähetetty.
sv_se: Faktura skickad.

source: An error occured. The requested attendee data could not be found.
fi_fi: Virhe tapahtui. Pyydettyjä osallistujatietoja ei löydetty.
sv_se: Ett fel inträffade. Den efterfrågade deltagarinformationen kunde inte hittas.

source: An error occured. The event data for this registration could not be found.
fi_fi: Virhe tapahtui. Tapahtuman tietoja tälle reksiteröitymiselle ei löydetty.
sv_se: Ett fel inträffade. Evenemangs-datat för denna registrering kunde inte hittas.

source: View / Edit Registration
fi_fi: Katso / Muokkaa rekisteröitymistä
sv_se: Visa / Ändra Registrering

source: - please select -
fi_fi: - ole hyvä ja valitse -
sv_se: - Vänligen välj -

source: Overpaid
fi_fi: Ylimääräinen suoritus
sv_se: Överbetalda

source: Edit Ticket Price(s)
fi_fi: Muokkaa lippujen hintaa/hintoja
sv_se: Ändra biljettpris(er)

source: Enter New Payment Amount:
fi_fi: Syötä uusi maksun summa:
sv_se: Ange nytt betalningsbelopp

source: Email Notice
fi_fi: Sähköpostivahvistus
sv_se: E-postmeddelande

source: Do you want to send a payment received notice to registrant?
fi_fi: Haluatko lähettää vahvistuksen onnistuneesta maksusta rekisteröityjälle?
sv_se: Vill du skicka ett "Betalning mottagen" meddelande till registranten?

source: Import Events
fi_fi: Tuo tapahtumia
sv_se: Importera evenemang

source: Import Attendees
fi_fi: Tuo osallistujia
sv_se: Importera deltagare

source: Image:
fi_fi: Kuva:
sv_se: Bild:

source: An error occured. Event time details with ID#
fi_fi: V

source: were not saved.
fi_fi: ei tallennettu.
sv_se: sparades inte.

source: has been successfully copied.
fi_fi: on onnistuneesti kopioitu.
sv_se: Kopieringen lyckades.

source: Sorry, you do not have permission to edit this question.
fi_fi: Pahoittelumme, sinulla ei ole oikeuksia muokata tätä kysymystä.
sv_se: Förlåt, du har inte behörighet att redigera denna fråga.

source: Usage Guide
fi_fi: Käyttöopastus
sv_se: Användarguide

source: Template Customization
fi_fi: Sivupohjien muokkaus
sv_se: Anpassningsmall

source: Support Forums
fi_fi: Tukifoorumi
sv_se: Supportforum

source: Meet the Team
fi_fi: Tapaa tiimi
sv_se: Träffa teamet

source: Sponsor New Features!
fi_fi: Sponsoro
sv_se: Sponsor Nya funktioner!

source: Plugins
fi_fi: Lisäosat

source: Addons
fi_fi: Lisäosat

source: Event Espresso - Attendee Import Tool
fi_fi: Event Espresso - Osallistujien tuonti-työkalu

source: Attendee Import
fi_fi: Tuo osallistujia
sv_se: Deltagarimport

source: Event Espresso - Voucher Import Tool
fi_fi: Event Espresso - Kuponkikoodien tuonti -työkalu
sv_se: Event Espresso - Import av kampanjkod(er)

source: Voucher Import
fi_fi: Tuo kuponkikoodeja
sv_se: Import av kampanjkod(er)

source: Event Espresso - Test Drive Pro
fi_fi: Event Espresso - Kokeile Pro versiota
sv_se: Event Espresso - Testkör Pro-versionen

source: Test Drive Pro
fi_fi: Kokeile pro versiota
sv_se: Testkör Pro-versionen

source: or
fi_fi: tai
sv_se: eller

source: Amount Paid
fi_fi: Maksettu summa
sv_se: Belopp betalt

source: Remove the above Attendee:
fi_fi: Poista yllä oleva osallistuja:
sv_se: Ta bort deltagaren ovanför:

source: Add an Additonal Attendee:
fi_fi: Lisää osallistuja:
sv_se: Lägg till ytterligare deltagare:

source: Admin
fi_fi: Ylläpitäjä

source: discount per registration
fi_fi: alennus per rekisteröityjä
sv_se: Rabatt per registrering

source: Attendee:
fi_fi: Osallistuja:
sv_se: Deltagare:

source: Sub-Total:
fi_fi: Välisumma:
sv_se: Delsumma:

source: Total Discounts:
fi_fi: Kaikki alennuset:
sv_se: Totalrabatt(er):

source: Edit Registration
fi_fi: Muokkaa rekisteröitymistä
sv_se: Ändra registreringen

source: An error occured.
fi_fi: Virhe tapahtui.
sv_se: Ett fel inträffade.

source: No attendee record was found.
fi_fi: Yhtään osallistujatietoja ei löytynyt.
sv_se: Ingen deltagarinformation hittades.

source: An error occured. No Attendee was received.
fi_fi: Virhe tapahtui. Yhtään osallistujaa ei vastaanotettu.
sv_se: Ett fel inträffade. Inga deltagare mottogs.

source: Verify Registration
fi_fi: Vahvista rekisteröityminen
sv_se: Verifiera registreringen

source: Regsitration is closed
fi_fi: Rekisteröinti on suljettu
sv_se: Registreringen är stängd!

source: Please
fi_fi: Ole hyvä
sv_se: Vänligen

source: contact us
fi_fi: ota yhteyttä
sv_se: Kontakta oss

source: Would you like to choose a different payment option?
fi_fi: Haluaisitko valita toisen maksutavan?
sv_se: Vill du välja ett annat betalningssätt?

source: Enter Voucher Code
fi_fi: Syötä kuponkikoodi
sv_se: Ange kupongkod

source: Enter Attendee Information
fi_fi: Syötä osallistujan tiedot
sv_se: Ange deltagarinformation

source: Invoice Display Settings
fi_fi: Laskun näkyvyyden asetuskset
sv_se: Fakturans utseende

source: PayPal PRO Email
fi_fi: PayPal Pro sähköpostiosoite
sv_se: PayPal PRO Email (e-post)

source: Testing Guidelines
fi_fi: Testauksen ohjeet
sv_se: Riktlinjer för test

source: Credit Card Numbers Used for Testing
fi_fi: Luottokorttien numerot testausta varten
sv_se: Kreditkortsnummer som används för testning.

source: Date Picker
fi_fi: Päivämäärän valitsin
sv_se: Datumväljare

source: Shortcode OK
fi_fi: Lyhenne OK

source: Reg Limit
fi_fi: Rekisteröinti rajoitus

source: segoe ui
fi_fi: segoe uui

source: verdana
fi_fi: verdata

source: denotes an external link. clicking will take you to another website for payment processing.
sv_se: avser en extern länk. Om du klickar på länker kommer du skickas vidare en annan sida för att genomföra betalningen.

source: To configure an MD5 Hash value for your account:
sv_se: För att konfigurera ett MD5 Hash värde för ditt konto

source: Click Settings under Account in the main menu on the left
sv_se: Klicka på Inställningar under Konto i huvudmenyn till vänster
