Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Quickpay Activated
fi_fi: Quickpay otettu käyttöön
fr_fr: Quickpay Activé
hu_hu: Quickpay aktivált

source: Unable to Activate Quickpay
fi_fi: Quickpay:tä ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer Quickpay
hu_hu: Nem lehet aktiválni Quickpay

source: Quickpay De-activated
fi_fi: Quickpay poistettu käytöstä
fr_fr: Quickpay désactivé
hu_hu: Quickpay De-aktivált

source: Unable to De-activate Quickpay
fi_fi: Quickpay ei voitu poistaa käytöstä
fr_fr: Impossible de Désactiver Quickpay
hu_hu: Nem deaktiválás Quickpay

source: Activate quickpay IPN?
fi_fi: Ota Quickpay IPN käyttöön?
fr_fr: Activer Quickpay IPN?
hu_hu: Aktiválja quickpay IPN?

source: Deactivate quickpay IPN?
fi_fi: Poista Quickpay IPN käytöstä?
fr_fr: Désactiver quickpay IPN?
hu_hu: Kikapcsolja quickpay IPN?

source: quickpay md5 secret:
fi_fi: Quickpay md5 salaus:
hu_hu: quickpay md5 titok:

source: Use the Debugging Feature and the sandbox
fi_fi: Käytä virheentarkistusominaisuutta ja hiekkalaatikkoa
hu_hu: A hibakeresés funkció és a homokozóban
sv_se: Använd Felsökning Funktion och sandlådan

source: Update quickpay Settings
fi_fi: Päivitä Quickpay asetukset
fr_fr: Mis à jour des Paramètres quickpay
hu_hu: Frissítse quickpay Settings

source: realauth Payment Settings Updated!
fi_fi: realauth Payment asetukset päivitetty!
fr_fr: Réglages de paiement realauth Mise à jour!
hu_hu: realauth Fizetési beállítások Frissítve!

source: realauth Payment Settings were not saved!
fi_fi: realauth Payment asetukseia ei voitu tallentaa!
fr_fr: Réglages de paiement realauth n'ont pas été enregistrées!
hu_hu: realauth Fizetési beállítások mentése nem sikerült!

source: Realauth Payments Activated
fi_fi: Realauth Payment otettu käyttöön
fr_fr: Realauth Paiements Activé
hu_hu: Realauth kifizetések aktivált

source: Unable to Activate Realauth Payments
fi_fi: Realauth Payment:iä ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer les Paiements Realauth
hu_hu: Nem lehet aktiválni Realauth kifizetések

source: Realauth Payments De-activated
fi_fi: Realauth Payment poistettu käytöstä
fr_fr: Paiements Realauth Désactivé
hu_hu: Realauth kifizetések De-aktivált

source: Unable to De-activate Realauth Payments
fi_fi: Realauth Payment ei voitu ottaa pois käytöstä
fr_fr: Impossible de Désactiver les paiements Realauth
hu_hu: Nem deaktiválás Realauth kifizetések

source: Activate realauth Payments?
fi_fi: Ota Realauth maksut käyttöön?
fr_fr: Activer les Paiements realauth?
hu_hu: Aktiválja realauth kifizetések?

source: Deactivate realauth Payments?
fi_fi: Poista Realauth maksut käytöstä?
fr_fr: Désactiver les Paiements realauth?
hu_hu: Kikapcsolja realauth kifizetések?

source: Bypass Payment Overview Page?
fi_fi: Ohita Maksun yleiskatsaus -sivu?
hu_hu: Kihagyja a Fizetés áttekintése oldalt?
sv_se: Gå förbi Betalning Översikt Sidan?

source: Update realauth Settings
fi_fi: Päivitä Realauth asetukset
fr_fr: Mise à jour des Paramètres relauth
hu_hu: Frissítve realauth beállítások

source: Realauth auto settle
fi_fi: Realauth automaattiset asetuskset
fr_fr: auto régler Realauth
hu_hu: Realauth auto rendezésére

source: Realauth Currency
fi_fi: Realauth valuutta
fr_fr: Monnaie Realauth
hu_hu: Realauth Pénznem

source: Realauth uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that Realauth (currently) supports.
fi_fi: Realauth käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on US dollarit ja sen koodi on (USD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita Realautht tukee (tällähetkellä).
fr_fr: Realauth utilise 3-caractères ISO-4217 pour la spécification des codes des devises dans les champs et variables. </p><p> Le code de devise par défaut est le dollar américain (USD). Si vous voulez exiger ou accepter des paiements dans d'autres monnaies, sélectionnez la devise que vous souhaitez utiliser. Les listes déroulantes listent toutes les devises que Realauth (actuellement) prend en charge.
hu_hu: Realauth használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha azt szeretnénk, hogy megkövetelik, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy Realauth (jelenleg) támogatja.

source: Stripe Publishable Key:
fi_fi: Stripe julkaistava avain:
fr_fr: Stripe clé publiable:
hu_hu: Stripe közzétehető Kulcs:

source: Stripe Currency Symbol (usd):
fi_fi: Stripe valuutan symboli (usd):
fr_fr: Monnaie Stripe Symbole (usd):
hu_hu: Stripe Pénznem szimbólum (USD):

source: worldpay Debug Mode Is Turned On
fi_fi: worldpay virheentarkistustila on kytketty päälle
fr_fr: Debug Mode worldpay est allumé
hu_hu: WorldPay Debug mód bekapcsolt állapotban van

source: Worldpay Settings Updated!
fi_fi: Worldpay asetukset päivitetty!
fr_fr: Paramètres Worldpay Mis à jour!
hu_hu: WorldPay Settings Frissítve!

source: Worldpay Settings were not saved!
fi_fi: Worldpay asetuksia ei päivitetty!
fr_fr: Les Paramètres Worldpay n'ont pas été enregistré!
hu_hu: WorldPay beállítások mentése nem sikerült!

source: Worldpay Activated
fi_fi: Worldpay otettu käyttöön
fr_fr: Worldpay Activé
hu_hu: WorldPay aktivált

source: Unable to Activate Worldpay
fi_fi: Worldpay:tä ei voitu ottaa käyttöön
fr_fr: Impossible d'Activer Worldpay
hu_hu: Nem lehet aktiválni WorldPay

source: Worldpay De-activated
fi_fi: Worldpay poistettu käytöstä
fr_fr: Worldpay Désactivé
hu_hu: WorldPay De-aktivált

source: Unable to De-activate Worldpay
fi_fi: Worldpay:tä ei voitu poistaa käytöstä
fr_fr: Impossible de Désactiver Worldpay
hu_hu: Nem deaktiválás WorldPay

source: Activate worldpay IPN?
fi_fi: Ota worldpay IPN käyttöön?
fr_fr: Activer worldpay IPN?
hu_hu: Aktiválja WorldPay IPN?

source: Deactivate worldpay IPN?
fi_fi: Poista worldpay IPN käytöstä?
fr_fr: Désactiver worldpay IPN?
hu_hu: Kikapcsolja WorldPay IPN?

source: worldpay installation ID
fi_fi: Worldpay asennus ID
hu_hu: WorldPay telepítési azonosító

source: (used for your business/personal logo on the worldpay page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona worldpay sivulla)
fr_fr: (utilisé pour votre entreprise / logo personnalisé sur la page worldpay)
hu_hu: (Használt üzleti / személyes logót a WorldPay oldalon)

source: Select the currency for your country:
fi_fi: Valitse maasi valuutta:
fr_fr: Sélectionnez la monnaie de votre Pays:
hu_hu: Válassza ki a pénznem az Ön országában:

source: Use the Debugging Feature and the worldpay Sandbox?
fi_fi: Käytä virheen tarkastusominaisuutta ja Worldpay hiekkalaatikkoa?
hu_hu: A hibakeresés funkció és a WorldPay Sandbox?
sv_se: Använd Felsökning Funktion och WorldPay Sandlådan?

source: worldpay Notes:
fi_fi: Worldpay huomautukset:
fr_fr: Notes worldpay:
hu_hu: WorldPay Megjegyzések:

source: For worldpay IPN to work, you need a Business or Premier account.
fi_fi: Jotta Worldpay IPN toimii, tarvitset Business tai Premier käyttäjätilin.
fr_fr: Pour faire fonctionner worldpay IPN, vous avez besoin d'une entreprise ou d'un compte Premier.
hu_hu: A WorldPay IPN dolgozni, szüksége van egy üzleti vagy Premier fiókot.

source: Update worldpay Settings
fi_fi: Päivitä worldpay asetukset
fr_fr: Mise à jour des Paramètres worldpay
hu_hu: Frissítse WorldPay Settings

source: In addition to using the worldpay Sandbox fetaure. The debugging feature will also output the form varibales to the payment page, send an email to the admin that contains the all worldpay variables.
fi_fi: Sen lisäksi, että käytät worldpay hiekkalaatikko-ominaisuutta. Virheentarkastusominaisuus näyttää myös maksusivun muuttujat sekä lähettää sähköpostin adminille, joka sisältää kaikki worlpay muuttujat.
fr_fr: En plus d'utiliser la fonction de Sécurité informatique worldpay. La fonctionnalité de débogage émet également des formulaires de variables à la page de paiement, envoyer un email à l'administrateur qui contient toutes les variables WorldPay.
hu_hu: Amellett, hogy a WorldPay Sandbox fetaure. A hibakereső funkció is kibocsátja az űrlapot varibales a fizetési oldalra, küldjön egy e-mailt az admin, amely tartalmazza az összes WorldPay változót.

source: The worldpay Sandbox is a testing environment that is a duplicate of the live worldpay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live worldpay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: Worldpay hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta worlpay järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan worldpay ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
fr_fr: La Sécurité informatique worldpay est un environnement de test qui est une copie du site worldpay en direct, sauf qu'aucun argent réel ne change de mains. La Sécurité informatique vous permet de tester votre intégration dans son entierté avant de soumettre les transactions à l'environnement worldpay direct. Créer et gérer des comptes de test et afficher des courriers et des informations d'authentification API pour les comptes d'essai.
hu_hu: A WorldPay Sandbox egy tesztelési környezet, amely egy másolat az élő WorldPay helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyleteket az élő WorldPay környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.

source: worldpay Image URL (logo for payment page)
fi_fi: worldpay kuva URL (maksusivun logo)
fr_fr: URL de l'image worldpay (logo de la page de paiement)
hu_hu: WorldPay Kép URL (logo fizetési oldal)

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the worldpay checkout pages.
fi_fi: 150x150 pikselin kokoisen kuvan URL, joka näytetään logona vasemmassa yläkulmassa WorldPay maksusivulla.
fr_fr: L'URL de l'image 150x50 pixel affiché comme votre logo dans le coin supérieur gauche des pages de paiement WorldPay.
hu_hu: Az URL a 150x50 pixeles kép jelenik meg a logót a bal felső sarokban a WorldPay fizetési oldalakon.

source: worldpay Currency
fi_fi: worldpay valuutta
fr_fr: Monnaie worldpay
hu_hu: WorldPay Pénznem

source: worldpay uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that worldpay (currently) supports.
fi_fi: Worlpay käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on US dollarit ja sen koodi on (USD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita Worlpay tukee (tällähetkellä).
fr_fr: worldpay utilise 3-caractères ISO-4217 pour la spécification des codes des devises dans les champs et variables. </p><p> Le code de devise par défaut est le dollar américain (USD). Si vous voulez exiger ou accepter des paiements dans d'autres monnaies, sélectionnez la devise que vous souhaitez utiliser. Les listes déroulantes listent toutes les devises que worldpay (actuellement) prend en charge.
hu_hu: WorldPay használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha szeretné megkövetelni, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy WorldPay (jelenleg) támogatja.

source: Default Payment Status Options
fi_fi: Oletus maksu tilan asetukset
fr_fr: Options par défaut de paiement d'état
hu_hu: Alapértelmezett Fizetési állapot beállításai
sv_se: Standardinställningar för betalningsstatus alternativ

source: This is the default payment status. While Incomplete is set as the default, all attendee information is recorded when they register, but those registrations do not count against the total number of available spaces. That changes when an IPN message is sent from the payment gateway or the payment status for that attendee is updated manually. If you have no credit card processing gateway active and are using the Invoice gateway, the status will change to Pending when the user downloads the invoice.
fi_fi: Tämä on maksun oletustila. Kun keskeneräinen on määritetty oletukseksi kaikki osallistujatiedot tallennetaan kun ne rekisteröityvät, mutta näitä rekisteröintejä ei vähennetä vapaiden paikkojen määrästä. Tämä muuttuu kun IPN viesti on lähetetty maksujärjestelmästä tai maksun tila on päivitetty osallistujan toimesta manuaalisesti. Jos sinulla ei ole aktiivista luottokorttimaksukanavaa ja käytät laskutus kanavaa, maksutila muuttuu riippuen siitä milloin käyttäjä lataa laskun.
fr_fr: C'est l'état de défaut de paiement. Bien incomplète est définie par défaut, toutes les informations des participants sont enregistrées lors de leur inscription, mais ces enregistrements ne comptent pas dans le nombre total de places disponibles. Il y a des changements quand un message est envoyé à partir d' IPN la passerelle de paiement ou le statut de paiement de ce participant est mis à jour manuellement. Si vous n'avez pas de passerelle de traitement de carte de crédit active et utilisez la passerelle de facturation, l'état passe à En attente lorsque l'utilisateur télécharge la facture.
hu_hu: Ez az alapértelmezett fizetési állapot. Amíg a "Befejezetlen" az alapértelmezett beállítás, addi az összes résztvevő információt rögzíti, amikor regisztrál, de ezek a regisztrációk nem számítanak bele az összes rendelkezésre álló helybe. Ez megváltozik, amikor egy IPN üzenetet küld a fizetési átjáró, illetve a résztvevő kifizetési állapotát kézzel frissítik. Ha nincs aktív hitelkártya feldolgozó átjárója és az számlázási átjárót használja, a státusz "Várakozó" lesz, amikor a felhasználó letölti a számlát.
sv_se: Detta är betalningsstatus. Medan Ofullständig är inställd som standard så registreras deltagarinformationen, men dessa registreringar räknas inte med i det totala antalet tillgängliga platser. Förändringar när ett IPN ​​meddelande skickas från betalnings-gatewayen eller betalnings-status för denna deltagare uppdateras manuellt. Om du inte har Kontokort aktiv utan använder Fakturabetalning ändras statusen till Avvaktande när användaren laddar ner fakturan.

source: This means the attendee has not paid, but they do have a space reserved for them in the event. When a user downloads an invoice, their payment status changes from Incomplete to Pending, reserving a space for them but not indicating that they have paid (since that would need to be recorded manually).
fi_fi: Tämä tarkoittaa sitä, että osallistuja ei ole maksanut, mutta osallistujalla on paikka varattuna tapahtumaan. Kun käyttäjä lataa laskun, maksun tila muuttuu keskeneräisestä odottavaan, varaten paikkaa mutta ei näytä että käyttäjä olisi maksanut (koska tämä pitää asettaa manuaalisesti).
fr_fr: Cela signifie que le participant n'a pas payé, mais ils ont un espace qui leur est réservé à l'événement. Lorsqu'un utilisateur télécharge une facture, leurs changements d'état de paiement passent de incomplets à l'attente, il y a un espace réservé pour eux, mais pas ce qui indique qu'ils ont payé (car aurait besoin d'être enregistrées manuellement).
hu_hu: Ez azt jelenti, résztvevő nem fizette meg, de van egy fenntartott helyet abban az esetben. Amikor egy felhasználó letölti egy számlát, a fizetési helyzetében változik hiányos várva, fenntartva a hely nekik, de nem azt jelzi, hogy az általuk fizetett (mivel ez kell rögzíteni kézzel).
sv_se: Detta betyder att deltagaren inte har betalat, men dom har en reserverad plats på evenemanget. När en användare laddar ner fakturan så ändras deras betalningsstatus från "Ofullständig" till "Avvaktande" och platsen håll reserverad men indikerar inte att/om fakturan är betalad. Detta måste göras manuellt.

source: Complete
fi_fi: Valmis
fr_fr: Complet
hu_hu: Teljes
sv_se: Slutförd

source: This means a payment notification has been received from the payment gateway or the attendee has been marked as paid manually from the back-end.
fi_fi: Tämä tarkoittaa sitä, että maksuilmoitus on saapunut maksujärjestelmästä tai osallistuja on merkannut itsensä maksaneeksi manuaalisesti.
fr_fr: Cela signifie une notification de paiement a été reçue de la passerelle de paiement ou le participant a été marqué comme payé manuellement à partir du back-end.
hu_hu: Ez azt jelenti, fizetési felszólítás érkezett a fizetési átjáró, illetve a résztvevő van jelölve a fizetett manuálisan a back-end.
sv_se: Detta innebär att en betalningsnotifiering har mottagits från betalningsalternativet som deltagaren har valt eller att den manuellt satts som "Slutförd" av någon med tillgång till systemet..

source: Example Example
fi_fi: Esimerkki esimerkki
fr_fr: Exemple Exemple
hu_hu: Példa Példa
sv_se: Exempel Exempel

source: Hey Mickey, you're so fine, you're so fine you blow my mind, hey Mickey
fr_fr: Hey Mickey, tu es tellement beau, tu es si beau tu me fais craquer, hey Mickey
hu_hu: Hey Mickey, annyira finom, annyira jól te eldobom az agyam, hey Mickey

source: This event has passed.</h3>
fi_fi: Tapahtuma on järjestetty. </h3>
fr_fr: Cet évènement est passé. </h3>
hu_hu: Ez az esemény már elmúlt. </ H3>
sv_se: Detta evenemang har passerat.</h3>

source: Registrations
fi_fi: Rekisteröinnit
fr_fr: Inscriptions
hu_hu: Regisztrációk
sv_se: Registreringar

source: All Registrations
fi_fi: Kaikki rekisteröinnit
fr_fr: Toutes les inscriptions
hu_hu: Minden regisztrációk
sv_se: Alla registreringar

source: Event(s) have been deleted.
fi_fi: Tapahtuma(t) on poistettu.
fr_fr: Les évènements ont été supprimés.
hu_hu: Esemény (ek) törlésre kerültek.
sv_se: Evenemang har tagits bort.

source: Select from Email Manager list
fi_fi: Valitse sähköpostin hallintalistalta
fr_fr: Sélectionnez depuis la liste de courriels
hu_hu: Válasszon Email Manager listából
sv_se: Välj från listan av e-post hanterare

source: Total Registrations:
fi_fi: Kaikki rekisteröinnit
fr_fr: Inscriptions totales :
hu_hu: Összesen regisztrációk:
sv_se: Antal registreringar:

source: Total Revenue:
fi_fi: Kaikki tulot:
fr_fr: Chiffre d'affaire :
hu_hu: Teljes bevétel:
sv_se: Total vinst:

source: Default Payment Status
fi_fi: Oletus maksutila
fr_fr: Statut de la commande par défaut
hu_hu: Alapértelmezett Fizetés Status
sv_se: Standardinställning för betalningsstatus

source: This value will be automatically filled in for each person's payment status,<br /> until payment is made, for each event.
fi_fi: Tämä arvo lisätään automaattisesti jokaisen henkilön maksun tilaan jokaisessa tapahtumassa kunnes maksu on tapahtunut
fr_fr: Cette valeur sera automatiquement remplie pour le statut de paiement de chaque personne, <br /> jusqu'à ce que le paiement soit effectué, pour chaque événement.
hu_hu: Ezt az értéket automatikusan kitölteni minden személy fizetés állapotát, <br /> nuntil kifizetés történt, az egyes események.
sv_se: Detta värde kommer automatiskt att fyllas i för varje persons betalningsstatus, <br /> till dess betalning sker, för varje evenemang.

source: Default Surcharge
fi_fi: Oletus lisämaksu
fr_fr: Supplément par défaut
hu_hu: Alapértelmezett Felár
sv_se: Standard Tilläggsavgift

source: This value will be automatically filled in for each price type when creating an event.
fi_fi: Tämä arvo lisätään automaattisesti hintaan uutta tapahtumaa luotaessa
fr_fr: Cette valeur sera automatiquement remplie pour chaque type de prix lors de la création d'un événement.
hu_hu: Ezt az értéket automatikusan kitölteni minden ár típus létrehozásakor egy esemény.
sv_se: Detta värde kommer automatiskt fyllas i för varje pristyp när du skapar ett evenemang.

source: Surcharge Display Text
fi_fi: Lisämaksun teksti
fr_fr: Supplément de Texte d'Affichage
hu_hu: Felár Display Text
sv_se: Avgiftsfältets text

source: eg. Surcharge or Service Fee
fi_fi: esim. lisämaksu tai ilmainen palvelu
fr_fr: par exemple. Supplément ou Frais de Service
hu_hu: pl. Felár vagy szolgáltatási díj
sv_se: Tex. Avgift eller Serviceavgift

source: Show Additional Payment Options for Pending Payments
fi_fi: Näytä lisä-maksuvalinta odottaville maksuille
fr_fr: Afficher les Options de Paiement Supplémentaires pour les Paiements en Attente
hu_hu: Megjelenítés További fizetési lehetőségek függőben Kifizetések
sv_se: Visa alternativa betalningsätt för väntande betalningar

source: Shows alternate payment options for "Pending Payments" on the Payment Overview page.
fi_fi: Näyttää vaihtoehtoisen maksuvalinnan "Pending Payments" Maksun yleiskatsaus -sivuilla
fr_fr: Affiche les options de paiement alternatif pour «Paiements en attente» à la page Aperçu de vente.
hu_hu: Megmutatja alternatív fizetési lehetőségek "Függőben lévő kifizetések " a Fizetési Áttekintés oldalon.
sv_se: Visar alternativa betalningsalternativ för "Väntande betalningar" på sidan Betalningsöversikt.

source: Administration Options
fi_fi: Hallinnolliset asetukset
fr_fr: Options d'administration
hu_hu: Adminisztráció lehetőségek
sv_se: Administrationsinställningar

source: Enable Attendee Pre-approval
fi_fi: Salli osallistujan ennakko-osallistuminen
fr_fr: Permettre l'approbation préalable d'un visiteur
hu_hu: Engedélyezze Résztvevő Pre-jóváhagyási
sv_se: Aktivera förhandsgodkännande av deltagare

source: Use the custom post types feature
fi_fi: Käytä muokattu viesti -ominaisuutta
fr_fr: Utilisez la fonction personnalisée après les types
hu_hu: Használja az egyéni poszt típusok jellemző
sv_se: Använd funktionen för anpassade inläggstyper

source: Extras
fi_fi: Extrat
fr_fr: Suppléments
hu_hu: Extrák
sv_se: Extra

source: How many days into the future?
fi_fi: Kuinka monta päivää tulevaisuudessa?
fr_fr: Combien de jours dans le futur ?
hu_hu: Hány nap a jövőben?
sv_se: Hur många dagar in i framtiden?

source: Registration Limits on Time Slots
fi_fi: Rekisteröinti rajoitus aika paikkoina
fr_fr: Limites d'inscription selon des créneaux temporels
hu_hu: Regisztráció Limits on Time Slots
sv_se: Registreringsbegränsningar i tidsluckor

source: This function is experimental and may not function as expected.<br />You will need adjust your attendee limit accordingly.
fr_fr: Cette fonction est expérimentale et ne peut pas fonctionner comme attendu.<br /> Vous devrez ajuster votre limite de participant en conséquence.
hu_hu: Ez a funkció a kísérleti és lehet, hogy nem fog megfelelően működni. <br /> Meg kell beállítani a résztvevők korlátot kell.

source: Custom Time Zone for Each Event
fi_fi: Muokattu aikavyöhyke jokaiselle tapahtumalle
fr_fr: Fuseau Horaire Personnalisé pour Chaque Evénement
hu_hu: Custom Time Zone egyes rendezvények
sv_se: Anpassad Time Zone för varje evenemang
