Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Usually its because you need to point the &quot;Main registration page:&quot; (in the Organization Settings page) to whatever page you have the shortcode
fr_fr: Habituellement c'est parce que vous devez pointer la "page d'inscription principal:" (dans la page Paramètres Organisation) à n'importe quelle page vous avez le shortcode
hu_hu: Általában az, mert meg kell mutatni a "Main regisztrációs oldal:" (a szervezet Beállítások oldalon), hogy bármilyen oldalon megvan a shortcode
sv_se: Vanligtvis beror det på att du behöver peka &quot;Huvud Registreringssidan:&quot; (i Organisationsinställningarna) till den sidan där du har Shortcoden.

source: on
fi_fi: päälle
fr_fr: sur
hu_hu: BE
sv_se: på

source: Paypal IPN Problem?
fi_fi: Ongelmia PayPal IPN kanssa?
fr_fr: Paypal IPN problème?
hu_hu: Paypal IPN probléma?

source: Four things to check with PayPal when payments notifications are not being sent to Event Espresso.
fi_fi: Neljä tarkistettavaa asiaa PayPal maksun kanssa kun maksutietoja ei lähetetä Event Espressoon.
fr_fr: Quatre choses à vérifier avec PayPal lorsque les notifications de paiement ne sont pas envoyés à Espresso événement.
hu_hu: Négy dolog, hogy ellenőrizze a PayPal, amennyiben a kifizetés értesítéseket nem küldik a rendezvény Espresso.
sv_se: Fyra saker att kontrollera när betalningsnotifieringar från PayPal inte skickas till Event Espresso.

source: Make sure you have a standard or a business PayPal account, personal accounts don't work.
fi_fi: Huolehdi, että sinulla on standard tai business PayPal tili, henkilökohtainen tili ei toimi.
fr_fr: Assurez-vous d'avoir une norme ou un compte Business PayPal, les comptes personnels ne fonctionnent pas.
hu_hu: Győződjön meg róla, hogy egy standard vagy egy üzleti PayPal számla, személyi fiók nem működik.
sv_se: Kontrollera att du har Standard eller Business PayPal konto, personliga konton fungerar inte.

source: Turn on your IPN.
fi_fi: Kytke IPN päälle.
fr_fr: Allumez votre IPN.
hu_hu: Kapcsolja be a IPN.
sv_se: Aktivera din IPN.

source: Make sure your PayPal account is verified.
fi_fi: Huolehdi, että PayPal tilisi on tunnistettu.
fr_fr: Assurez-vous que votre compte PayPal est vérifié.
hu_hu: Ellenőrizze, hogy a PayPal számla igazolt.
sv_se: Kontrollera att ditt PayPal konto är verifierat.

source: Make sure your Event Espresso pages are not protected or private.
fi_fi: Huolehdi, että sinun Event Espresso sivusi ei ole suojattu tai yksityisiä.
fr_fr: Assurez-vous que vos pages Espresso événements ne sont pas protégées ou privées.
hu_hu: Győződjön meg róla, Rendezvény Espresso oldalak nem védett vagy privát.
sv_se: Kontrollera att dina Event Espresso sidor inte är skyddade eller privata.

source: More information can be found here:
fi_fi: Lisää tietoa löytyy täältä:
fr_fr: Plus d'informations peuvent être trouvées ici:
hu_hu: További információ itt olvasható:
sv_se: Mer information finns här:

source: Why are mails are not being sent when somone registers?
fi_fi: Miksi sähköposteja ei lähetetä kaikille rekisteröityneille?
fr_fr: Pourquoi les mails ne sont pas envoyés lorsque quelqu'un s'enregistre?
hu_hu: Miért maileket nem küldik mikor somone nyilvántartása?
sv_se: Varför skickas inga mail när någon registrerar sig?

source: Check your email settings on the
fi_fi: Tarkista sähköpostisi asetukset
fr_fr: Vérifiez vos paramètres de messagerie électronique sur le
hu_hu: Ellenőrizze az e-mail beállítások a
sv_se: Kontrollera dina E-postinställningar på

source: If you're using WP SMTP with Gmail, also check your spam box to make sure Gmail isn't filtering the confirmation emails as spam.
fi_fi: Jos käytät WP SMTP Gmail:issa, huolehdi että Gmail ei suodata vahvistusviestejä spammina.
fr_fr: Si vous utilisez SMTP WP avec Gmail, vérifiez également votre boîte de spam pour s'assurer que Gmail n'est pas le filtrage des e-mails de confirmation comme spam.
hu_hu: Ha használja a Gmail SMTP WP is ellenőrizze a spam négyzetet, hogy győződjön meg arról, Gmail nincs szűrés a megerősítő e-mailt spamként.
sv_se: Om du använder WP SMTP med Gmail, vänligen kontrollera din Skräppost mapp så att inte Gmail flitrerar bekräftelsemailen som SPAM.

source: My events are not importing correctly when I use the CSV upload tool.
fi_fi: Lataamiani tapahtumia ei tuoda oikein kunk äytän CSV lataustyökalua.
fr_fr: Mes événements ne sont pas importer correctement lorsque j'utilise l'outil CSV téléchargement.
hu_hu: Erre események nem importáló helyesen, ha használom a CSV upload eszközt.
sv_se: Mina Evenemang importerar inte korrekt när jag använder mig av CSV verktyget.

source: Check your CSV for any apotrophes in the title or description. Using Excel (or someother spreadsheet application) find and replace all apostrophes with <tt>\&amp;#039;</tt>. This is the HTML entity for ' and is how the titles are entered into the database. For more information, see <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank">this forum post</a>.
fi_fi: Tarkista CSV -tiedostosi ei sisällä heittomerkkejä otsikoissa tai kuvauksissa. Kun käytät Exel:iä (tai muuta vastaavaa ohjelmaa) voit käyttää etsi ja korvaa -työkalua korvaamaan kaikki heittomerkit <tt>\&amp;#039;</tt>. Se on HTML yksikkö heittomerkille ('), jonka avulla otsikot lisätään tietokantaan. Lisätietoa saat <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank"> tämä foorumin viesti</a>.
fr_fr: Vérifiez votre fichier CSV pour les apostrophes dans le titre ou la description. L'utilisation d'Excel (ou n'importe quel autre tableur ou une application) rechercher et remplacer toutes les apostrophes avec <tt> \ &#039;</tt>. C'est l'entité HTML pour ' et c'est ainsi que les titres sont inscrits dans la base de données. Pour plus d'informations, consultez <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank"> ce post sur le forum </a>.
hu_hu: Ellenőrizze a CSV fájlt, hogy bármilyen aposztróf van-e a címben vagy a leírásban. Excelt (vagy más táblázatkezelő alkalmazást) használva keresse meg és cserélje ki az összes aposztrófot erre: <tt>\&amp;#039;</tt>. Ez a ' HTML kódja, és a címek így kerülnek be az adatbázisba. További információért lásd <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank">ezt a fórum bejegyzést</a>.
sv_se: Kontrollera din CSV fil för eventuella apostrofer i titeln eller i beskrivningen. Använd Excel (eller motsvarande kalkylprogram) sök och ersätt alla apostrofer med <tt>\ &#039;</tt>. Detta är HTML enheten för "och är hur titlarna förs in i databasen. För mer information, se <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank">detta foruminlägg </a>.

source: Registration Pages
fi_fi: Rekisteröinti sivu
fr_fr: Pages d'inscription
hu_hu: Regisztráció oldalak
sv_se: Registreringssidor

source: Organization details saved.
fi_fi: Organisaation tiedot tallennettu.
fr_fr: Détails de l'organisation sauvegardés.
hu_hu: Szervezet adatai mentve.
sv_se: Organisationsinformation sparad.

source: General Settings
fi_fi: Yleisasetukset
fr_fr: Paramètres généraux
hu_hu: Általános beállítások
sv_se: Allmänna inställningar

source: Organization Settings
fi_fi: Organisaation asetukset
fr_fr: Détails de l'organisation
hu_hu: Szervezeti beállítások
sv_se: Organisationsinställningar

source: Company Logo
fr_fr: Logo de l'Entreprise
hu_hu: Céges logó
sv_se: Företagslogotyp

source: Add a Default Logo
fi_fi: Lisää oletuslogo
fr_fr: Ajouter un Logo par Défaut
hu_hu: Hozzáadása Alapértelmezett Logo
sv_se: Lägg till en standard logo

source: Remove Image
fi_fi: Poista kuva
fr_fr: Déplacer l'Image
hu_hu: Kép eltávolítása
sv_se: Ta bort bild

source: Default Logo
fi_fi: Oletuslogo
fr_fr: Logo par Défaut
hu_hu: Alapértelmezett Logo
sv_se: Standard logo

source: The default logo will be used in your custom invoice, ticketing, certificates, and payment templates.
fi_fi: Oletuslogoa käytetään laskuissa, lipuissa, todistuksissa ja maksupohjissa.
fr_fr: Le logo sera utilisé par défaut dans votre facture personnalisée, de la billetterie, des certificats et des modèles de paiement.
hu_hu: Az alapértelmezett logót fogja használni az egyéni számlán, a jegykiadás, tanúsítványok, és a fizetési sablonokat.
sv_se: Standard logo kommer att användas på fakturor, biljetter, presentkort och betalningsmallar.

source: Contact Information
fi_fi: Yhteystiedot
fr_fr: Information de contact
hu_hu: Kapcsolattartási információ
sv_se: Kontaktinformation

source: Organization Name:
fi_fi: Organisaation nimi:
fr_fr: Nom de l'organisation :
hu_hu: Szervezet neve:
sv_se: Organisationsnamn:

source: Organization Street 1:
fi_fi: Organisaation osoite 1:
fr_fr: Adresse de la structure :
hu_hu: Szervezet Street 1:
sv_se: Gatuadress 1:

source: Organization Street 2:
fi_fi: Organisaation osoite 2:
fr_fr: Adresse Rue 2
hu_hu: Szervezet Street 2:
sv_se: Gatuadress 2:

source: Organization City:
fi_fi: Organisaation kaupunki:
fr_fr: Ville de la structure :
hu_hu: Szervezet Város:
sv_se: Postort:

source: Organization State:
fi_fi: Organisaation kunta:
fr_fr: Département de la structure :
hu_hu: Szervezet állam:
sv_se: Län:

source: Organization Zip/Postal Code:
fi_fi: Organisaation postinumero:
fr_fr: Code postal de la structure
hu_hu: Szervezet Zip / Postal Code:
sv_se: Postnummer:

source: Organization Country:
fi_fi: Organisaation maa:
fr_fr: Pays de la structure :
hu_hu: Szervezet Ország:
sv_se: Land:

source: Primary contact email:
fi_fi: Ensisijainen sähköpostiosoite:
fr_fr: Courriel du contact principal:
hu_hu: Elsődleges kapcsolattartói e-mail:
sv_se: Primär E-postadress:

source: Time and Date Settings
fi_fi: Aika ja päivä asetukset
fr_fr: Paramètres de date et d'horaires
hu_hu: Idő és dátum beállításai
sv_se: Tid och datum inställningar

source: Current Time:
fi_fi: Nykyinen aika:
fr_fr: Horaire actuel :
hu_hu: Jelenlegi idő:
sv_se: Aktuell tid:

source: Change timezone and date format settings?
fi_fi: Muuta aikavyöhykkeen ja päivän asetuksia?
fr_fr: Changer le fuseau horaire et les paramètres de formatage des dates ?
hu_hu: Időzóna és dátum formátum beállítása?
sv_se: Ändra tidszon och datumformat inställningarna?

source: You must set the time zone for your city, or the city closest to you. UTC time will not work.
fi_fi: Aseta kaupunkisi aikavyöhyke. UTC aika ei toimi.
fr_fr: Vous devez définir le fuseau horaire de votre ville, ou la ville la plus proche de vous. L'heure UTC ne fonctionnera pas.
hu_hu: Be kell állítania az időzónát a város, vagy a városra legközelebb az Ön számára. UTC idő nem fog működni.
sv_se: du måste sätta tidszonen för din stad, eller närmaste stad. UTC tid kommer inte att fungera.

source: Save Options
fi_fi: Talenna asetukset
fr_fr: Sauvegardez les options
hu_hu: Beállítások mentése
sv_se: Spara inställningar

source: Page Settings
fi_fi: Sivun asetukset
fr_fr: Paramètres de page
hu_hu: Oldalbeállítások
sv_se: Sidinställningar

source: The Secure Payment System has been removed.
fi_fi: Suojattu maksujärjestelmä on poistettu.
fr_fr: Le Système de Paiement Sécurisé a été supprimé.
hu_hu: A Secure Fizetési Rendszer eltávolításra került.
sv_se: Secure Payment System har tagits bort.

source: If your site uses SSL to handle secure transactions. Please install the <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Download Now">Event Espresso SSL/HTTPS</a> plugin now.
fi_fi: Sivustosi käyttää SSL-suojausta. Ole hyvä ja asenna <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Download Now">Event Espresso SSL/HTTPS</a> lisäosa nyt.
fr_fr: Si votre site utilise SSL pour gérer les transactions sécurisées. S'il vous plaît installer le <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Download Now">Event Espresso SSL/HTTPS</a> plug-in maintenant.
hu_hu: Ha a webhely használ SSL kezelni a biztonságos tranzakciókat. Kérjük, telepítse a <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Download Now"> Event Espresso SSL / HTTPS </ a> bővítmény most.

source: <a href="http://eventespresso.com/forums/2011/09/use-wordpress-https-for-ssl-encryption-on-your-event-espresso-site/" target="_blank">More information here</a>.
fi_fi: <a href="http://eventespresso.com/forums/2011/09/use-wordpress-https-for-ssl-encryption-on-your-event-espresso-site/" target="_blank">Lisätietoa täällä</a>.
fr_fr: <a href="http://eventespresso.com/forums/2011/09/use-wordpress-https-for-ssl-encryption-on-your-event-espresso-site/" target="_blank">Plus d'information ici</a>.
hu_hu: <A target = "_blank "> További információk itt </ a>.
sv_se: <a href="http://eventespresso.com/forums/2011/09/use-wordpress-https-for-ssl-encryption-on-your-event-espresso-site/" target="_blank">Mer information här</a>.

source: Turn off this message?
fi_fi: Haluatko sulkea tämän viestin?
fr_fr: Désactiver ce message?
hu_hu: Kapcsolja ki ezt az üzenetet?
sv_se: Stäng av detta meddelande?

source: The following shortcodes and page settings are required for Event Espresso to function properly. These shortcodes should not be replaced with any other shortcodes. Please view <a href="admin.php?page=support#shortcodes">this page</a> for a list of optional shortcodes.
fi_fi: Seuraavat lyhenteet ja sivuasetukset vaaditaan jotta Event Espresso toimii moitteettomasti. Näitä lyhenteitä ei tule korvata muilla lyhenteillä. Katso <a href="admin.php?page=support#shortcodes">tämä sivu</a> lista vaihtoehtoisista lyhenteistä.
fr_fr: Les numéros courts et les paramètres suivants sont requis pour la page de l'événement Espresso pour fonctionner correctement. Ces numéros courts ne devraient pas être remplacés par d'autres numéros courts. S'il vous plaît consulter <a href="admin.php?page=support#shortcodes">cette page </a> pour une liste des numéros courts en option.
hu_hu: A következő shortcodes és oldalbeállítások szükséges Rendezvényhelyszín Espresso megfelelő működéséhez. Ezek shortcodes nem kell helyettesíteni más shortcodes. Kérjük tekintse <a href="admin.php?page=support#shortcodes"> oldal </ a> listáját választható shortcodes.
sv_se: Följande Shortcodes och sidinställningar krävs för att Event Espresso skall kunna fungera korrekt. Dessa Shortcodes bör inte ersättas med några andra Shortcodes. Vänligen se <a href="admin.php?page=support#shortcodes">denna sida</a> för en lista på tillgängliga Shortcodes.

source: Main registration page:
fi_fi: Rekisteröinti sivu:
fr_fr: Page d'enregistrement principale
hu_hu: Fő regisztrációs oldal:

source: Main page
fi_fi: Etusivu
fr_fr: Page Principale
hu_hu: fő oldal
sv_se: Huvudsida

source: This page should contain the %s shortcode. <br />This page can be hidden from navigation if desired, <br />but should always contain the %s shortcode.
fi_fi: Tämän sivun tulisi sisältää %s lyhenne. <br/> Tämä sivu voidaan piilottaa navigoinnista halutessa, <br/> mutta sen tulisi aina sisältää %s lyhenne.
fr_fr: Cette page doit contenir le shortcode %s. <br /> Cette page peut être caché à la navigation si vous le souhaitez, <br /> mais doit toujours contenir shortcode %s.
hu_hu: Ez az oldal tartalmazza a %s shortcode. <br /> Ez az oldal lehet rejtve navigációs ha szükséges, <br /> de mindig tartalmazza a %s shortcode.

source: Main Events Page
fi_fi: Tapahtumien pääsivu
fr_fr: Page Principale des Evénements
hu_hu: Main Events oldal
sv_se: Huvudsidan för Evenemang

source: This is the page that displays your events and doubles as your registration page. It is very important that this page always contains the %s shortcode.
fi_fi: Tämä on se sivu, joka näykyy tapahtumissasi ja monistuu rekisteröintisivulle. On tärkeää, että tämä sivu sisältää aina %s lyhenteen.
fr_fr: Il s'agit de la page qui affiche vos événements et doubles comme votre page d'inscription. Il est très important que cette page contienne toujours le shortcode %s.
hu_hu: Ez az az oldal, amely megjeleníti az eseményeket és páros, mint a regisztrációs oldalon. Nagyon fontos, hogy ezen az oldalon mindig tartalmazza az %s shortcode.
sv_se: Detta är sidan som visar dina Evenemang och även din Registreringssida. Det är mycket viktigt att den alltid innehåller %s Shortcoden.

source: This page should ALWAYS contain the %s shortcode.
fi_fi: Tämän sivun tulee AINA sisältää %s lyhenne.
fr_fr: Cette page doit toujours contenir les shortcode %s.
hu_hu: Ezen az oldalon kell mindig tartalmazza a %s shortcode.
sv_se: Denna sida bör ALLTID innehålla %s Shortcoden.

source: Auto Return URL (Thank You and Return Payment page):
fi_fi: Paluu URL (Kiitos, palaa takaisin maksusivulle):
fr_fr: URL de retour automatique (Vous Remercie et vous laisse Retourner sur la page de paiement):
hu_hu: Auto Return URL (Thank You és a fizetési oldal):

source: This page should contain the %s shortcode.<br />This page should hidden from your navigation,<br />but still viewable to the public (not password protected.)
fi_fi: Tämän sivun tulee sisältää %s lyhenne. <br/> Se voidaan piilottaa navigaatiosta, <br/> mutta on silti näkyvissä julkisesti (ei salasanasuojattu).
fr_fr: Cette page doit contenir le shortcode %s. <br /> Cette page doit être cachée de votre navigation, <br /> mais toujours visible au public (mot de passe non protégé.)
hu_hu: Ez az oldal tartalmazza a %s shortcode. <br /> Ezen az oldalon kell rejtve a navigáció, <br /> de még mindig látható a nyilvánosság számára (nem jelszóval védett).

source: The URL to which the payer's browser is redirected after completing the payment; for example, a URL on your site that displays a "Thank you for your payment" page.
fi_fi: URL jonne maksajan selain ohjaa maksun maksamisen jälkeen; esimerkiksi URL sivuille joka näyttää "Kiitos maksusta" sivun.
fr_fr: L'URL vers laquelle le navigateur du payeur est redirigé après avoir effectué le paiement, par exemple, une URL sur votre site qui affiche une page avec un «Merci pour votre paiement".
hu_hu: Az URL-t, amely a fizető fél böngésző irányítva befejezése után a fizetés, például egy URL a webhely, amely megjeleníti a "Köszönjük a fizetési " oldalon.

source: This page should contain the %s shortcode.
fi_fi: Tämän sivun tulee sisältää %s lyhenne.
fr_fr: Cette page doit contenir le shortcode %s.
hu_hu: Ez az oldal tartalmazza a %s shortcode.
sv_se: Denna sida bör innehålla %s Shortcoden.

source: ATTENTION:
fi_fi: HUOMIO:
hu_hu: FIGYELEM
sv_se: OBS!:

source: This page should be hidden from from your navigation menu. Exclude pages by using the "Exclude Pages" plugin from http://wordpress.org/extend/plugins/exclude-pages/ or using the "exclude" parameter in your "wp_list_pages" template tag. Please refer to http://codex.wordpress.org/Template_Tags/wp_list_pages for more inforamation about excluding pages.
fi_fi: Tämän sivun tulisi olla piilotettuna siun navigaatio menusta. Voit sulkea sivuja käyttämällä "Exclude Pages" lisäosaa http://wordpress.org/extend/plugins/exclude-pages/ tai käyttämällä "exclude" parametriä "wp_list_pages" mallin tagissa. Vieraile myös http://codex.wordpress.org/Template_Tags/wp_list_page saadaksesi lisätietoa.
fr_fr: Cette page doit être cachée à partir de votre menu de navigation. Exclure les pages en utilisant le "Exclure Pages" plug-in à partir de http://wordpress.org/extend/plugins/exclude-pages/ ou en utilisant le paramètre"exclude" dans votre "wp_list_pages"gabarit d'étiquette. S'il vous plaît se référer à http://codex.wordpress.org/Template_Tags/wp_list_pages Pour plus d'informations sur les pages excluses.
hu_hu: Ezt az oldalt kell rejtve a navigációs menüből. Exclude oldalak segítségével a "Zárjon ki Pages " plugin http://wordpress.org/extend/plugins/exclude-pages/, vagy használja a "exclude " paraméter a "wp_list_pages " template tag. Kérjük, nézze meg http://codex.wordpress.org/Template_Tags/wp_list_pages további inforamation körülbelül kivéve oldalakon.
sv_se: Denna sida bör tas bort från din navigerings-meny. Exkludera sidor med "Exlude Pages"-tillägget från http://wordpress.org/extend/plugins/exclude-pages/ eller använd "exklude" parametern i din "wp_list_pages" mall. För mer information om hur man exkluderar sidor i Wordpres, vänligen gå till: http://codex.wordpress.org/Template_Tags/wp_list_pages

source: Cancel Return URL (used for cancelled payments):
fi_fi: Keskeytys URL (käytetään keskeytetyille maksuille):
fr_fr: Annuler l'URL de retour (utilisé pour l'annulation de paiements):
hu_hu: Mégse Vissza URL (felhasználhatja törölt kifizetések):
sv_se: Retur-URL för Avbryt (används för avbrutna betalningar):

source: This should be a page on your website that contains a cancelled message %s and the %s shortcode. This page should hidden %s from your navigation, but still viewable to the public (not password protected.)
fi_fi: Tämän sivun tulisi olla sivu sivustollasi joka sisältää peruutettu viesti %s ja %s lyhenteet. Tämä sivu tulee piilottaa %s navigaatiostasi, mutta on silti näkyvillä julkisesti (ei salasanasuojattu).
fr_fr: Cela devrait être une page de votre site qui contient un message annulé%s et shortcode %s. Cette page doit cachée %s de votre navigation, mais toujours visible au public (non protégé par mot.)
hu_hu: Ez legyen egy oldalt a honlapon, amely tartalmaz egy törölt üzenetet %s és a %s shortcode. Ezen az oldalon kell a rejtett %s a navigációs, de még mindig látható a nyilvánosság számára (nem jelszóval védett).
sv_se: Detta bör vara en sida på din webbplats som innehåller en "Avbrutet" meddelande %s och %s Shortcode. Denna sida bör döljas %s från din navigering, men fortfarande publikt synlig (inte lösenordsskyddad).

source: Cancel Return URL
fi_fi: Keskeytys URL
fr_fr: Annuler le Renvoi de l'URL
hu_hu: Mégsem Return URL
sv_se: Avbryt Retur-URL

source: A URL to which the payer's browser is redirected if payment is cancelled; for example, a URL on your website that displays a "Payment Canceled" page.
fi_fi: Osoite johon maksajan selain ohjaa kun maksu on peruutettu: esimerkiksi osoite joka näyttää "Payment Canceled" sivun.
fr_fr: Une URL vers laquelle le navigateur du payeur est redirigé si le paiement est annulé, par exemple, une URL sur votre site web qui affiche un «paiement annulée».
hu_hu: Egy URL, amely a fizető fél böngésző irányítva ha a fizetés elmarad, például egy URL a honlapon, amely megjeleníti a "Fizetési megszakítva " oldalon.
sv_se: En URL som betalarens webbläsare skickas till om betalningen avbryts; Tex. en URL på din sida som visar "Betalningen avbruten".

source: This should be a page on your website that contains a cancelled message and the %s shortcode.
fi_fi: Tämän tulee olla sivu sivustollasi joka sisältää peruutus viestin ja %s lyhenteen.
fr_fr: Cela devrait être une page de votre site qui contient un message annulé et shortcode %s.
hu_hu: Ez legyen egy oldalt a honlapon, amely tartalmaz egy törölt üzenet és a %s shortcode.
sv_se: Detta bör vara en sida på din webbplats som innehåller ett "Avbrutet"-meddelande och %s Shortcoden.

source: Notify URL (used to process payments):
fi_fi: Ilmoitus osoite (käynnissäoleville maksuille):
fr_fr: Prévenez-URL (utilisé pour traiter les paiements):
hu_hu: Értesítés URL (használt eljárás kifizetések):
sv_se: Bekräftelse-URL (används för att behandla betalningar):
