Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: This page should contain the %s shortcode.<br />This page should hidden from your navigation, <br />but still viewable to the public (not password protected.)
fi_fi: Tämän sivun tulee sisältää %s lyhenne.<br/> Sivu tulee piilottaa navigaatiostasi, <br/> mutta olla silti näkyvillä julkisesti (ei salasanasuojattu).
fr_fr: Cette page doit contenir le shortcode %s.<br /> Cette page doit être cachée de votre navigation, <br /> mais toujours visible au public (mot de passe non protégé).
hu_hu: Ez az oldal tartalmazza a %s shortcode. <br /> Ezen az oldalon kell rejtve a navigáció, <br /> de még mindig látható a nyilvánosság számára (nem jelszóval védett).
sv_se: Denna sida bör innehålla %s Shortcoden.<br />Denna sida bör döljas från webbplatsens navigering, <br />men fortfarande vara publikt synlig (inte lösenordsskyddad).

source: Notify URL
fi_fi: Ilmoitus URL
fr_fr: Prévenez URL
hu_hu: Értesítés URL
sv_se: Meddelande URL

source: The URL to which PayPal posts information about the transaction, in the form of Instant Payment Notification messages.
fr_fr: L'URL vers laquelle les messages d'information sur la transaction PayPal, sous la forme de messages de notification instantanée de paiement.
hu_hu: Az URL, amelyre PayPal álláshely információt az ügylet formájában Instant Payment Notification üzeneteket.
sv_se: URLen där PayPal lägger ut information om transaktionen, i formen av "Instant Payment Notification" meddelanden.

source: Email Settings
fi_fi: Sähköpostin asetukset
fr_fr: Configuration du courriel
hu_hu: E-mail beállítások
sv_se: E-post inställningar

source: Send payment confirmation emails?
fi_fi: Lähetä varmistus maksun onnistumisesta sähköpostiin?
fr_fr: Envoyer des emails de confirmation de paiement?
hu_hu: Küldés fizetés visszaigazolást e-maileket?
sv_se: Skicka E-post med Betalningsbekräftelse?

source: Send registration confirmation emails before payment is received?
fi_fi: Lähetä rekisteröinnin varmistus sähköpostiin ennen maksun vastaanottamista?
fr_fr: Envoyer des courriers de confirmation d'inscription avant que le paiement soit reçu?
hu_hu: Küldés regisztrációt visszaigazoló e kifizetés előtt érkezik?
sv_se: Skicka Registreringsbekräftelser via E-post innan betalning är mottagen?

source: Use fancy email headers?
fi_fi: Käytä hienoja sähköpostin ylätunnisteita?
fr_fr: Utilisez les en-têtes des messages de fantaisie?
hu_hu: Use képzelet email fejlécek?
sv_se: Använda Fina E-post huvuden?

source: Fancy Email Headers
fi_fi: Hienot sähköpostin ylätunnisteet
fr_fr: Email en-têtes de fantaisie
hu_hu: Fancy mail fejlécek
sv_se: Fina E-post huvuden

source: This option enables the use of the email header format %s From: name %s %s Reply-to: name %s %s.
fi_fi: Tämä valinta sallii sähköpostin ylätunnisteen muotoon %s Lähettäjä: nimi %s %s Vastaanottaja: nimi %s %s.
fr_fr: Cette option permet l'utilisation de l'e-mail en-tête format %s à partir de: name %s %s Répond à: name %s %s.
hu_hu: Ez az opció lehetővé teszi az e-mail fejléc formátum %s Feladó: név %s %s Reply-to: név %s %s .
sv_se: Detta alternativ aktiverar användningen av E-posthuvuden i formatet %s Från: namn %s %s Svara till: namn %s %s.

source: You should only use this if you know it will not cause email delivery problems. Some servers will not send emails that use this format.
fi_fi: Käytä tätä vaihtoehto vain, jos tiedät että se ei aiheuta sähköpostin välitysongelmaa. Kaikki serverit eivät lähetä sähköposteja tässä muodossa.
fr_fr: Vous ne devez utiliser cette option que si vous savez que cela ne causera pas de problèmes de livraison du courrier électronique. Certains serveurs n'enverront pas d'emails qui utilisent ce format.
hu_hu: Csak akkor használja ezt, ha tudod, hogy nem okoz-mail szállítási problémák. Egyes szerverek nem küld e-maileket, hogy használja ezt a formátumot.
sv_se: Du bör endast använda detta om du vet att det inte kommer att orsaka leveransproblem med din e-post. En del servrar kommer inte att skicka e-post som använder detta format.

source: Payment Confirmation Email:
fi_fi: Maksun vahvistus sähköposti:
fr_fr: Courriel de Confirmation de Paiement :
hu_hu: Átutalási bizonylatot Email:
sv_se: E-post för Betalningsbekräftelse

source: Email Subject:
fi_fi: Sähköpostin aihe:
fr_fr: Sujet du courriel :
hu_hu: Email Tárgy:
sv_se: E-post Ämne:

source: View Custom Email Tags
fi_fi: Näytä muokatut sähköpostin tagit
fr_fr: Voir les tags courriel personnalisés
hu_hu: Mind a Custom Email Szavak
sv_se: Visa anpassade taggar

source: Default Registration Confirmation Email:
fi_fi: Oletus rekisteröinninvahvistus sähköposti:
fr_fr: Courrier de Confirmation par défaut d'inscription:
hu_hu: Alapértelmezett regisztráció megerősítése Email:
sv_se: Förvald E-postbekräftelse:

source: Example
fi_fi: Esimerkki
fr_fr: Exemple
hu_hu: Példa
sv_se: Exempel

source: Advanced Features
fi_fi: Lisäominaisuudet
fr_fr: Fonctionnalités Avancées
hu_hu: Speciális funkciók
sv_se: Avancerade funktioner

source: Optional Event Settings
fi_fi: Vaihtoehtoiset tapahtuman asetukset
fr_fr: Paramètres optionnels d'évènement
hu_hu: Választható Események beállításai
sv_se: Övriga Evenemangsinställningar

source: Please purchase a
fi_fi: Ole hyvä ja osta
fr_fr: S'il vous plaît acheter un
hu_hu: Kérjük, vásároljon
sv_se: Vänligen köp en

source: support license
fi_fi: tuki lisenssi
fr_fr: licence de support
hu_hu: support engedély
sv_se: supportlicens

source: to gain access to these features.
fi_fi: jotta saat käyttöösi nämä ominaisuudet.
fr_fr: pour accéder à ces fonctionnalités.
hu_hu: való hozzáférést ezeket a funkciókat.
sv_se: för att få tillgång till dessa funktioner.

source: Additional features include:
fi_fi: Sisältää vaihtoehtoiset ominaisuudet:
fr_fr: Les dispositifs additionnels incluent:
hu_hu: További jellemzők:
sv_se: Ytterligare funktioner inkluderar:

source: Upcoming events widget in the admin dashboard
fi_fi: Tulevien tapahtumien widgetin admin paneelissa
fr_fr: Manifestation Upcoming widget dans l'interface d'administration
hu_hu: Közelgő események widget az admin műszerfal
sv_se: Kommande Evenemang "Widget" i Adminpanelen

source: Registration limits on time slots
fr_fr: Limites d'inscription sur les créneaux horaires
hu_hu: Regisztráció korlátozások időrés
sv_se: Registrering begränsningar i tidsluckor

source: Ability to display short descriptions in the event listings
fi_fi: Mahdollisuus näyttää lyhyt kuvaus tapahtumalistauksessa
fr_fr: Possibilité d'afficher une courte description dans la liste des événements
hu_hu: Képes megjeleníteni rövid leírást az eseménylistában
sv_se: Möjligheten att visa korta beskrivningar i Evenemanslistor

source: Custom post types for events
fi_fi: Muokatut lähetystyypit tapahtumille
fr_fr: Types de poste personnalisés pour les événements
hu_hu: Egyedi utáni típusok események
sv_se: Anpassade inläggstyper för Evenemang

source: Attendee pre-approval feature
fi_fi: Osallistujien ennakkohyväksymis mahdollisuuden
fr_fr: Fonction de pré-approbation de Présence
hu_hu: Résztvevők előzetes jóváhagyása funkció
sv_se: Funktionen Förhandsgodkända Deltagare

source: Event Venue/Staff Manager
fi_fi: Tapahtuman tapahtumapaikka/henkilökunta hallinnan
fr_fr: Gestion Lieu/Equipe
hu_hu: Rendezvényhelyszín / személyzeti menedzser
sv_se: Evenemangs Plats/Personal hanterare

source: Graphical Reports
fi_fi: Graafiset raportit
fr_fr: Rapports graphiques
hu_hu: Grafikus Jelentések
sv_se: Grafiska Rapporter

source: to gain access to this feature.
fi_fi: saada oikeus käyttää tätä ominaisuutta.
fr_fr: pour accéder à cette fonctionnalité.
hu_hu: való hozzáférést ezt a funkciót.
sv_se: för att få tillgång till denna funktion.

source: reCAPTCHA helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a %s to ensure that only humans perform certain actions.
fi_fi: reCAPTCHA auttaa sinua estämään sivustosi väärinkäytökset (kunten spmmin tai väärät rekisteröitymiset) käyttäen %s varmistaakseen, että vain ihmiset tekevät tietyt asiat.
fr_fr: reCAPTCHA aide à prévenir les abus automatique de votre site (comme le spam de commentaires ou de fausses inscriptions) en utilisant un %s pour s'assurer que seuls les humains effectuent certaines actions.
hu_hu: reCAPTCHA segít megelőzni automatikus visszaélés webhely (például a komment spam vagy hamis regisztrációk) használatával %s annak érdekében, hogy csak az emberek bizonyos cselekvések végrehajtását.
sv_se: reCAPTCHA hjälper till att förhindra automatiserade missbruk av webbplatsen (t.ex. kommentar spam eller falska registreringar) genom att använda en %s för att säkerställa att endast människor utför vissa åtgärder.

source: Do you really want to delete this image? Please remember to save your settings to complete the removal.
fr_fr: Voulez-vous vraiment supprimer cette image ? Rappelez-vous s'il vous plaît de sauver vos paramètres pour compléter le déplacement.
hu_hu: Valóban törölni akarja ezt a képet? Kérjük, mentse el a beállításait az eltávolítás befejezéséhez.
sv_se: Är du säker på att du vill ta bort den här bilden? Kom ihåg att spara dina inställningar för att genomföra raderingen.

source: No ID Supplied
fi_fi: ID:tä ei ole syötetty
fr_fr: Identification non spécifiée
hu_hu: No ID szállítva
sv_se: Inget ID angivet

source: No Category ID Supplied
fi_fi: Kategorian ID:tä ei ole syötetty
fr_fr: identification de la catégorie non spécifiée
hu_hu: Nincs kategória ID szállítva
sv_se: Inget Kategori ID angivet

source: Company:
fi_fi: Yritys
fr_fr: Entreprise :
hu_hu: Cégnév
sv_se: Företag:

source: Title:
fi_fi: Otsikko
fr_fr: Titre :
hu_hu: Cím

source: City:
fi_fi: Kaupunki
fr_fr: Ville :
hu_hu: Város:
sv_se: Stad:

source: Country:
fi_fi: Maa
fr_fr: Pays :
hu_hu: Ország
sv_se: Land:

source: Website:
fi_fi: Kotisivu
fr_fr: Site web :
hu_hu: Webhely:
sv_se: Hemsida:

source: Phone:
fi_fi: Puhelin
fr_fr: Téléphone:
hu_hu: Telefon:
sv_se: Telefon:

source: Map and Directions
fi_fi: Kartta ja ajo-ohjeet
fr_fr: Carte
hu_hu: Térkép és útvonalak
sv_se: Karta och vägbeskrivning

source: Contact:
fi_fi: Ota yhteyttä:
hu_hu: Kapcsolat
sv_se: Kontakt:

source: Manage Addons
fi_fi: Hallitse lisäosia
fr_fr: Gérer les modules optionnels
hu_hu: Kezelése Addons
sv_se: Hantera Tillägg

source: Recurring Events Manager
fi_fi: Toistuvien tapahtumien hallinta
fr_fr: Gestionnaire d'évènements récurrents
hu_hu: Ismétlődő események menedzser
sv_se: Återkommande evenemang-hanterare

source: Installed
fi_fi: Asennettu
fr_fr: Installé
hu_hu: Telepített
sv_se: Installerad

source: About Groupon
fi_fi: Tietoa Grouponista
fr_fr: À propos de Groupon
hu_hu: A Groupon
sv_se: Om Groupon

source: Members Integration Module
fi_fi: Jäsenten yhdistämistyökalu
fr_fr: Module d'intégration des utilisateurs
hu_hu: Tagok Integration Module
sv_se: Medlemmar integrationsmodul

source: Custom Files
fi_fi: Muokatut tiedostot
fr_fr: Fichiers personnalisés
hu_hu: Egyéni fájlok
sv_se: Egna filer

source: These files offer support for custom templates, functions, and shortcodes. Virtually allowing you to customize the plugin to your needs and making your custom changes future proof.
fi_fi: Nämä tiedostot tarjoavat tuen muokatuille malleille, toiminnoille ja lyhenteille. Se sallii sinun muokata lisäosaa tarpeittesi mukaan ja mahdollistaa muutokset tulevaisuudessakin.
fr_fr: Ces fichiers offrent un soutien pour les modèles personnalisés, des fonctions et des numéros courts. Pratiquement vous permettant de personnaliser le plugin à vos besoins et de vos modifications personnalisées épreuve du futur.
hu_hu: Ezek a fájlok nyújtanak támogatást az egyéni sablonok, függvények, valamint shortcodes. Gyakorlatilag lehetővé teszi, hogy testre a bővítmény az Ön igényeinek, és így az egyéni változtatások jövő.
sv_se: Dessa filer har stöd för anpassade mallar, funktioner och shortcodes. Vilket gör så att du kan anpassa plugin för dina behov och göra dina egna ändringar framtidssäkrade.

source: - Installed
fi_fi: - Asennettu
fr_fr: -Installé
hu_hu: - Telepített
sv_se: - Installerad

source: - Not Installed
fi_fi: - Ei asennettu
fr_fr: -Pas Installé
hu_hu: - Nincs telepítve
sv_se: - Inte installerad

source: Filters
fi_fi: Suodattimet
fr_fr: Filtres
hu_hu: Szűrők
sv_se: Filter

source: All Events
fi_fi: Kaikki tapahtumat
fr_fr: Tous les événements
hu_hu: Minden esemény
sv_se: Alla evenemang

source: Today
fi_fi: Tänään
fr_fr: Aujourd'hui
hu_hu: Mai nap
sv_se: Idag

source: This Month
fi_fi: Tässä kuussa
fr_fr: Ce mois
hu_hu: Ebben a hónapban
sv_se: Denna månad

source: Attendees
fi_fi: Osallistujat
fr_fr: visiteurs
hu_hu: Résztvevők
sv_se: Deltagare

source: All Attendees
fi_fi: Kaikki osallistujat
fr_fr: Tous les visiteurs
hu_hu: Minden Résztvevők
sv_se: Alla Deltagare

source: View Report
fi_fi: Näytä raportti
fr_fr: Voir le rapport
hu_hu: Jelentés megtekintése
sv_se: Visa Rapport

source: Show All Completed/Incomplete
fi_fi: Näytä kaikki valmistuneet / ei valmistuneet
fr_fr: Montrer tous les complets / incomplets
hu_hu: Összes Kész / Befejezetlen
sv_se: Visa alla slutförda / ofullständiga

source: Completed
fi_fi: Valmistuneet
fr_fr: Complété
hu_hu: Kész
sv_se: Slutförda

source: Pending
fi_fi: Odottaa
fr_fr: En attente
hu_hu: függőben
sv_se: Avvaktande

source: Incomplete
fi_fi: Ei valmiit
fr_fr: Incomplet
hu_hu: befejezetlenek,
sv_se: Ofullständig

source: Payment Declined
fi_fi: Maksusta kieltäytyneet
fr_fr: Paiement refusé
hu_hu: Fizetés elutasítva
sv_se: Betalning avvisad

source: Reset Filters
fi_fi: Palauta suodattimet
fr_fr: Remettre les filtres à zéro
hu_hu: Szűrők visszaállítása
sv_se: Nollställ filter

source: Show Active/Inactive
fi_fi: Näytä aktiiviset / ei aktiiviset
fr_fr: Montrer les actifs / inactifs
hu_hu: Megjelenítés Aktív / Inaktív
sv_se: Visa som Aktiv/Inaktiv

source: Active
fi_fi: Aktiivinen
fr_fr: Actif
hu_hu: Aktív
sv_se: Aktiv

source: Inactive
fi_fi: Ei aktiivinen
fr_fr: Inactif
hu_hu: Tétlen
sv_se: Inaktiv

source: Draft
fi_fi: Luonnos
fr_fr: Brouillon
hu_hu: Piszkozat
sv_se: Utkast

source: Waitlist
fi_fi: Odotuslista
fr_fr: File d'attente
hu_hu: Várólista
sv_se: Väntelista

source: Ongoing
fi_fi: Käynnissä olevat
fr_fr: En cours
hu_hu: Folyamatban
sv_se: Pågående

source: Denied
fi_fi: Kieltäytyneet
fr_fr: Refusé
hu_hu: Tiltott
sv_se: Nekad

source: Deleted
fi_fi: Poistetut
fr_fr: Supprimé
hu_hu: Törölt
sv_se: Borttagen

source: Event Posts
fi_fi: Tapahtuman viestit
fr_fr: Messages d'évènement
hu_hu: Event hsz.
sv_se: Evengemangsinlägg

source: Event
fi_fi: Tapahtuma
fr_fr: Evènement
hu_hu: Esemény
sv_se: Evenemang

source: Add New
fi_fi: Lisää uusi
fr_fr: Créer un nouveau
hu_hu: Új hozzáadása
sv_se: Lägg till

source: Add New Event
fi_fi: Lisää uusi tapahtuma
fr_fr: Ajouter un nouvel événement
hu_hu: Új esemény hozzáadása
sv_se: Lägg till nytt evenemang

source: Edit
fi_fi: Muokkaa
fr_fr: Modifier
hu_hu: Szerkesztés
sv_se: Ändra

source: Edit Event
fi_fi: Muokkaa tapahtumaa
fr_fr: Modifier l'événement
hu_hu: Szerkesztése Event
sv_se: Redigera evenemang

source: New Event
fi_fi: Uusi tapahtuma
fr_fr: Nouvel évènement
hu_hu: Új esemény
sv_se: Nytt evenemang

source: View Event
fi_fi: Näytä tapahtuma
fr_fr: Voir l'événement
hu_hu: Mind Event
sv_se: Visa evenemang

source: View Events
fi_fi: Näytä tapahtumat
fr_fr: Voir les évènements
hu_hu: Mind a Rendezvények
sv_se: Visa evenemang

source: Search Events
fi_fi: Etsi tapahtumia
fr_fr: Rechercher dans les évènements
hu_hu: Események keresése
sv_se: Sök evenemang

source: No events found
fi_fi: Tapahtumia ei löytynyt
fr_fr: Aucun évènement trouvé
hu_hu: Nincs találat
sv_se: Inga evenemang hittades

source: No events found in Trash
fi_fi: Tapahtumia ei löydetty roskakorista
fr_fr: Aucun évènement trouvé dans la corbeille
hu_hu: Nincs találat a Kuka
sv_se: Inga evenemang hittades i papperskorgen

source: Parent Event
fi_fi: Päätapahtuma
fr_fr: Evènement parent
hu_hu: Szülő Event
sv_se: Överordnat evenemang

source: Event(s) have been permanently deleted.
fi_fi: Tapahtuma(t) jotka on poistettu pysyvästi
fr_fr: Les évènements ont été supprimés définitivement.
hu_hu: Esemény (ek) véglegesen törölt.
sv_se: Evenemanget/evenemangen har tagits bort permanent.

source: Name
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
sv_se: Namn

source: Date
fi_fi: Päivä
hu_hu: Dátum
sv_se: Datum

source: Status
fi_fi: Tila
fr_fr: Etat
hu_hu: Állapot

source: todays' events
fi_fi: tapahtumat tänään
fr_fr: Evènements du jour
hu_hu: mai eseményei
sv_se: dagens evenemang

source: Delete
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
sv_se: Ta bort

source: Export
fi_fi: Vie
hu_hu: Exportálás
sv_se: Exportera

source: No Records Found!
fi_fi: Tietoja ei löytynyt
fr_fr: Aucun élément trouvé !
hu_hu: Nincs találat!
sv_se: Inga uppgifter funna!

source: Upcoming Events
fi_fi: Tulevat tapahtumat
fr_fr: Evénements à venir
hu_hu: Közelgő események
sv_se: Kommande evenemang

source: Send an Email to the Attendees of
fi_fi: Lähetä tapahtumat osallistujille
fr_fr: Envoyer un courriel aux visiteurs de
hu_hu: Küldjön e-mailt a Résztvevők a
sv_se: Skicka meddelande till deltagarna av

source: Use a <a href="admin.php?page=event_emails">pre-existing email</a>?
fi_fi: Käytä <a href="admin.php?page=event_emails">valmiille sähköposteille</a>?
fr_fr: Utiliser un <a href="admin.php?page=event_emails">courriel prédéfini ?</a>?
hu_hu: Használja a <a href="admin.php?page=event_emails"> létező email </ a>?
sv_se: Använd ett <a href="admin.php?page=event_emails">befintligt e-postmeddelande</a>?

source: OR
fi_fi: TAI
fr_fr: OU
hu_hu: vagy
sv_se: ELLER

source: Email Subject Line
fi_fi: Sähköpostin aihe-kohtaa
fr_fr: Sujet du courriel
hu_hu: Email Tárgysor
sv_se: Ämne

source: Email Text
fi_fi: Sähköpostin teksti
fr_fr: Contenu du courriel
hu_hu: E-mail szövege
sv_se: Text

source: Email Example
fi_fi: Sähköpostin esimerkki
fr_fr: Exemple de courriel
hu_hu: Email példa
sv_se: Exempel

source: Send Email to Attendees
fi_fi: Lähetä sähköposti osallistujille
fr_fr: Envoyer un courriel aux visiteurs
hu_hu: Send Email Résztvevők
sv_se: Skicka meddleande till deltagarna

source: << Back to
fi_fi: << Palaa takaisin
fr_fr: << Retour à
hu_hu: << Vissza
sv_se: << Tillbaka till

source: Pre-existing Emails
fi_fi: Valmiit sähköpostit
fr_fr: Courriels pré-existants
hu_hu: Már meglévő e-mailek
sv_se: Befintliga meddelanden

source: This will override the custom email below if selected.
fi_fi: Tämä korvaa muokatun sähköpostin alla, jos valittuna.
fr_fr: Si sélectionné, cela prévaudra sur le courriel personnalisé ci-dessous.
hu_hu: Ez felülbírálja a saját e-mail címét, ha kiválasztva.
sv_se: Om du väljer detta så kommer det att åsidosätta det egna meddelandet.

source: Select from Venue Manager list
fi_fi: Valitse tapahtumapaikan hallintalistalta
fr_fr: Sélectionnez depuis la liste des lieux
hu_hu: Válasszon a Venue Manager-listából
sv_se: Välj från Plats listan

source: Select a Venue
fi_fi: Valitse tapahtumapaikka
fr_fr: Sélectionner un lieu
hu_hu: Válassza ki a Helyszín
sv_se: Välj en plats

source: Edit this venue
fi_fi: Muokkaa tapahtumapaikkaa
fr_fr: Modifier ce lieu
hu_hu: Szerkesztése helyszín
sv_se: Redigera denna plats

source: Venue Shortcode
fi_fi: Tapahtumapaikan lyhenne
fr_fr: Shortcode du lieu
hu_hu: Helyszín shortcode
sv_se: Platsens kortkod

source: Add the following shortcode into the description to show the venue for this event.
fi_fi: Lisää seuraava lyhenne kuvauskseen näyttääksesi tapahtuman tapahtumapaikan.
fr_fr: Ajouter le shortcode suivant à la description pour montrer le lieu de cet évènement.
hu_hu: Adja hozzá a következő rövid kódot a leíráshoz, hogy mutassa a helyszínt ennél az eseménynél.
sv_se: Lägg till följande kortkod i beskrivningen för att visa platsen för detta evenemang.

source: To use this venue in a page or post. Use the following shortcode.
fi_fi: Käytä tätä tapahtumapaikkaa sivuilla tai viesteissä. Käytä seuraavaa lyhennettä.
fr_fr: Pour utiliser ce lieu dans une page ou un post. Utilisez le shortcode suivant.
hu_hu: Ahhoz, hogy ezen a helyszínen egy olyan oldalon, vagy postai úton. Használja a következő shortcode.
sv_se: För att använda denna plats på en sida eller i ett inlägg, använd följande kortkod.

source: Manage Staff Members
fi_fi: Hallitse henkilökuntaa
fr_fr: Gérer les membres de l'équipe
hu_hu: Kezelése személyzet tagjai
sv_se: Hantera personal

source: Add the following shortcode into the description to show the staff for this event.
fi_fi: Lisää seuraava lyhenne kuvaukseen näyttääksesi tapahtuman henkilökunnan.
fr_fr: Ajoutez le shortcode suivant à la description pour montrer l'équipe de cet évènement.
hu_hu: Adja hozzá a következő rövid kódot a leíráshoz, hogy mutassa a személyzetet ennél az eseménynél.
sv_se: Lägg till följande shortcode i beskrivningen för att visa personalen för detta evenemang.

source: Please add at least one person.
fi_fi: Lisää ainakin yksi henkilö.
fr_fr: Veuillez ajouter au moins une personne.
hu_hu: Kérjük, vegyen fel legalább egy személy.
sv_se: Vänligen lägg till minst en person.

source: Select a Person
fi_fi: Valitse henkilö
fr_fr: Sélectionnez une personne
hu_hu: Válasszon egy személy
sv_se: Välj en person

source: Primary
fi_fi: Ensisijainen
fr_fr: Primaire
hu_hu: Elsődleges
sv_se: Primär

source: Total Registrations/Transactions
fi_fi: Kaikki rekisteröinnit / maksut
fr_fr: Total des inscriptions / transactions
hu_hu: Összesen regisztrációk / tranzakciók
sv_se: Totalt antal Registreringar/Transaktioner

source: Completed Registrations/Transactions
fi_fi: Valmiit rekisteröinnit / maksut
fr_fr: Inscriptions / transaction complétées
hu_hu: Befejezve regisztrációk / tranzakciók
sv_se: Genomförda Registreringar/Transaktioner

source: Pending Registrations/Transactions
fi_fi: Odotettavat rekisteröinnit / maksut
fr_fr: Inscriptions / transactions en attente
hu_hu: Függő regisztrációk / tranzakciók
sv_se: Avvaktande Registreringar/Transaktioner

source: Incomplete Registrations/Transactions
fi_fi: Keskeneräiset rekisteröinnit / maksut
fr_fr: Inscriptions / transactions incomplètes
hu_hu: Incomplete regisztrációk / tranzakciók
sv_se: Ofullständinga Registreringar/Transaktioner

source: Amount
fi_fi: Määrä
fr_fr: Montant
hu_hu: Összeg
sv_se: Belopp

source: Using Event Meta boxes
fi_fi: Käytä tapahtuman meta laatikoita
fr_fr: Utilisation de boîtes de Meta Event
hu_hu: A Meta Event dobozok
sv_se: Använd Metaboxar

source: Key:
fi_fi: Avain:
fr_fr: Clé:
hu_hu: Kulcs
sv_se: Nyckel:

source: Value:
fi_fi: Arvo:
fr_fr: Valeur:
hu_hu: Érték:
sv_se: Värde:

source: Remove this meta box
fi_fi: Poista tämä meta laatikko
fr_fr: Retirer cette case méta
hu_hu: Eltávolítása meta box
sv_se: Ta bort denna Meta-box

source: Remove Meta
fi_fi: Poista meta
fr_fr: Déplacer Meta
hu_hu: Eltávolítása Meta
sv_se: Ta bort Meta

source: Add A Meta Box
fi_fi: Lisää meta laatikko
fr_fr: Ajouter une boîte Meta
hu_hu: Hozzáadása Meta Box
sv_se: Lägg till ett Meta fält

source: Value:
fi_fi: Arvo:
fr_fr: Valeur:
hu_hu: Érték:
sv_se: Värde:

source: Developers Section
fi_fi: Kehittäjien lohko
fr_fr: Section développeurs
hu_hu: Fejlesztők szakasz
sv_se: Avsnitt för utvecklare
