Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: If an off-site registration page is entered, it will override your registration page and send attendees to the URL that is entered.
fi_fi: Jos off-site rekisteröintisivu on syötetty, se korvaa sinun rekisteröintisivusi ja lähettää osallistujille syötetyn osoitteen.
fr_fr: Si une page d'inscription hors-site est entrée, elle remplacera votre page d'inscription et sera envoyée aux participants de l'URL qui est entré.
hu_hu: Ha egy off-site regisztrációs oldal be, akkor felülírja a regisztrációs oldalra, és küldje résztvevőknek, hogy az URL-t, ami be.
sv_se: Om en Off-site Registreringssida skrivs in kommer den att åsidosätta din vanliga Registreringssida och skicka Deltagare till den URL som anges.

source: Alternate Email Address
fi_fi: Vaihtoehtoinen sähköpostiosoite
fr_fr: Veuillez entrer une adresse courriel alternative
hu_hu: Alternatív e-mail cím
sv_se: Alternativ E-postadress

source: If an alternate email address is entered. Admin email notifications wil be sent to this address instead.
fi_fi: Jos vaihtoehtoinen sähköposti on syötetty, ylläpidon sähköpostiilmoitukset lähetetään tähän sähköpostiin.
fr_fr: Si une adresse e-mail secondaire est entrée. Des notifications administratives seront envoyés par email à cette adresse à la place.
hu_hu: Ha egy másik email címet ad meg, az adminisztrátori email értesítések erre a címre lesznek elküldve.
sv_se: Om en alternativ E-postadress används, så kommer admin notifieringar att skickas till denna adress istället.

source: Event Status Types
fi_fi: Tapahtuman tilan tyypit
fr_fr: Types d'Etat d'Evénement
hu_hu: Event Status típusok
sv_se: Typer av Evenemangsstatus

source: This type if event will appear in the event listings. It is a live event (not deleted, ongoing or secondary.)
fi_fi: Tämän tyyppiset tapahtumat näkyvät tapahtumalistauksessa. Se on meneillään oleva tapahtuma (ei poistettu, meneillään oleva tai toissijainen.)
fr_fr: Ce type si l'événement apparaîtra dans la liste des événements. Il s'agit d'un événement en direct (pas supprimé, en cours ou secondaire.)
hu_hu: Ez a típus, ha esemény jelenik meg az esemény listák. Ez egy élő esemény (nem törölt, folyamatban lévő vagy másodlagos).
sv_se: Denna typ av event kommer synas i eventlistan. Detta är ett aktuellt event (inte bortaget, pågående eller sekundärt event.)

source: This type of event can be hidden and used as a waiting list for a primary event. Template customizations may be required. For more information, please
fi_fi: Tämän tyyppinen tapahtuma voidaan piilottaa ja käyttää odotuslistana ensisijaiselle tapahtumalle. Mallin muokkauksia voidaan vaatia. Lisätietoa saat
fr_fr: Ce type d'événement peut être caché et utilisé comme une liste d'attente pour un événement primaire. Un modèle de personnalisations peut être nécessaire. Pour plus d'informations, s'il vous plaît
hu_hu: Az ilyen típusú esemény rejtett és használható várólista elsődleges esemény. Template testreszabásokat lehet szükség. További információért kérjük,
sv_se: Denna typ av Evenemang kan gömmas och användas som en Väntelista för ett primärt Evenemang. Mallanpassningar kan komma att behövas. För mer information, vänligen

source: This type of an event can be set to appear in your event listings and display a registration page. Template customizations are required. For more information, please
fi_fi: Tämän tyyppinen tapahtuma voidaan asettaa näkyväksi tapahtumanlistauksessasi ja näkymään rekisteröintisivuilla. Mallin muokkaus vaaditaan. Lisää tietoa saat
fr_fr: Ce type d'événement peut être programmé pour apparaître dans vos listes d'événements et afficher une page d'inscription. Personnalisations de modèles sont nécessaires. Pour plus d'informations, s'il vous plait
hu_hu: Az ilyen típusú esemény lehet állítani, hogy megjelenik a rendezvény listák, és megjeleníti a regisztrációs oldalt. Sablon testreszabására van szükség. További információért kérjük,
sv_se: Denna typ av Evenemang kan användas för att visas i dina Evenemangslistor och visa en Registreringssida. Mallanpassningar krävs. För mer information, vänligen

source: This is event type will not appear in the event listings and will not dispaly a registrations page. Deleted events can still be accessed in the
fi_fi: Tämä tapahtuma ei näy tapahtumalistauksessa eikä sitä näytetä rekisteröintisivuilla. Poistetut tapahtumat voivat silti käyttää sitä
fr_fr: Ce type d'événement n'apparaît pas dans la liste des événements et ne représentera pas une page d'inscriptions. Les événements supprimés sont toujours accessibles dans la
hu_hu: Ez az esemény típusa nem jelenik meg abban az esetben, listák és nem dispaly a regisztrálások oldalt. Törölt események továbbra is elérhető a
sv_se: Denna Evenemangstyp kommer inte att visas i dina Evenemangslistningar och kommer inte att visa en Registreringssida.Borttagna Evenemang kan fortfarande kommas åt via

source: page
fi_fi: sivu
hu_hu: . oldal
sv_se: sidan

source: General Admission
fi_fi: Yleinen pääsy
fr_fr: Admission générale
hu_hu: Állóhely
sv_se: Tillträdesbiljetter

source: Members Admission
fi_fi: Jäsenten pääsy
fr_fr: Membres d'Admission
hu_hu: Tagok Felvételi
sv_se: Medlemsbiljetter

source: Free
fi_fi: Ilmainen
fr_fr: Gratuit
hu_hu: Ingyenes
sv_se: Gratis

source: There was error finding a post template. Please verify your post templates are available.
fi_fi: Lähetysmallin löytämisessä oli ongelma. Ole hyvä ja tarkista, että lähetysmallisi on saatavilla.
fr_fr: Il y avait une erreur de trouver dans un modèle de message blog. S'il vous plaît vérifier que vos modèles de poste sont disponibles.
hu_hu: Volt hiba megtalálása után sablont. Kérjük, ellenőrizze a post sablonok állnak rendelkezésre.
sv_se: Kunde inte hitta Inläggsmallen. Vänligen verifiera att din Inläggsmall är tillgänglig.

source: has been added for
fi_fi: on lisätty
fr_fr: a été ajouté pour
hu_hu: lett felvéve
sv_se: har lagts till för

source: Edit this event?
fi_fi: Muokkaa tätä tapahtumaa?
fr_fr: Modifier cet événement?
hu_hu: Szerkesztés ezt az eseményt?
sv_se: Ändra detta Evenemang?

source: There was an error in your submission. The event was not saved! Please try again.
fi_fi: Lähetyksessä tapahtui virhe. Tapahtumaa ei tallennettu! Yritä uudelleen.
fr_fr: Une erreur s'est produite. L'évènement n'a pas été enregistré, veuillez recommencer.
hu_hu: Hiba történt a benyújtása. Az esemény nem volt mentve! Kérjük, próbálja meg újra.
sv_se: Det var ett fel i din ansökan. Evenemanget var inte sparats! Försök igen.

source: Event details updated for
fi_fi: Tapahtuman tiedot päivitetty
fr_fr: Détails de l'événement mis à jour pour
hu_hu: Esemény részletei frissítve
sv_se: Evenemangsdetaljer uppdaterade för

source: Manage Questions
fi_fi: Hallitse kysymyksiä
fr_fr: Gérer les questions
hu_hu: Kérdések kezelése
sv_se: Hantera Frågor

source: Add New Question
fi_fi: Lisää uusi kysymys
fr_fr: Ajouter une nouvelle question
hu_hu: Új kérdés
sv_se: Lägg till Fråga

source: Questions
fi_fi: Kysymykset
hu_hu: Kérdések
sv_se: Frågor

source: My Questions
fi_fi: Minun kysymykset
fr_fr: Mes questions
hu_hu: Saját kérdések
sv_se: Mina Frågor

source: All Questions
fi_fi: Kaikki kysymykset
fr_fr: Toutes les questions
hu_hu: All kérdések

source: This function is not available in the free version of Event Espresso.
fi_fi: Tämä toiminto ei ole mahdollinen Event Espresson ilmaisversiossa.
fr_fr: Cette fonction n'est pas disponible dans la version gratuite d'Event Espresso
hu_hu: Ez a funkció nem érhető el az ingyenes verzióban az Event Espresso.

source: Required
fi_fi: Vaadittu
fr_fr: Requis
hu_hu: Kötelező mező

source: Admin Only
fi_fi: Vain admin
fr_fr: Administrateur seulement
hu_hu: Admin Csak
sv_se: Endast Admin

source: Delete Question
fi_fi: Poista kysymys
fr_fr: Supprimer la question
hu_hu: Törlés kérdés
sv_se: Ta bort fråga

source: Manage Questions Overview
fi_fi: Kysymysten hallinta - yleiskatsaus
fr_fr: Gérer l'aperçu des question
hu_hu: Kezelése kérdések áttekintése
sv_se: Hantera Frågor - Översikt

source: The <code>Questions</code> page shows your list of available questions to add to your registration forms for events
fi_fi: <code>Kysymykset</code> sivu näyttää sinun listan saatavilla olevista kysymyksistä, jotka voit lisätä tämän tapahtuman rekisteröintilomakkeelle
fr_fr: La <code>Questions</code> Page affiche votre liste de questions disponibles pour ajouter à vos formulaires d'inscription pour les événements
hu_hu: A <code> Kérdések </ code> oldalon jeleníti meg a rendelkezésre álló kérdéseket hozzá a regisztrációs űrlapok rendezvények
sv_se: <code>Frågor</code> visar din lista över tillgängliga frågor att lägga till ditt Registreringsformulär för Evenemangen

source: Use the add new question button at the top of the page to create a new question to add to the list
fi_fi: Käytä lisää uusi kysymys -nappia sivun yläosasta luodasesi uuden kysymyksen listaan
fr_fr: Utilisez le bouton ajouter de nouvelles questions en haut de la page pour créer une nouvelle question à ajouter à la liste
hu_hu: A kiegészítő új kérdést gombra az oldal tetején egy új kérdést hozzá a listához
sv_se: Använd "Lägg till ny fråga" överst på sidan för att skapa en ny fråga att lägga till i listan

source: Once you have a built a list of questions you may further organize your questions into <code>Groups.</code> These
fi_fi: Kun olet luonut kysymyslistan, voit hallita kysymyksiä <code>Ryhmät.</code> Nämä
fr_fr: Une fois que vous avez construit une liste de questions vous pouvez mieux organiser vos questions dans <code>Groups.</code> Ces
hu_hu: Ha van egy épített egy listát a kérdésre továbbá szervezi a kérdésekre a <code> csoportok. </ Code> Ezek
sv_se: När du har byggt en lista av frågor kan du sedan organisera dom i <code>Grupper</code>. Dessa

source: Question Groups
fi_fi: Kysymysryhmät
fr_fr: Groupes de questions
hu_hu: Kérdés csoportok
sv_se: Frågegrupper

source: allow you to easily and conveniently add a group to a registration that will have a pre populated set of questions, this is especially handy when creating many registration forms, saving time, by being able to re-use specific groups of questions repetedly.
fi_fi: mahdollistavat helpon ja mukavan tavan lisätä ryhmän rekisteröitymisen, jossa on ennelata määritetty kysymysjoukko. Tämä on erityisen kätevää, kun luodaan monia rekisteröintilomakkeita. Aikaa säästyy kun kysymysryhmiä voidaan uudelleen käyttää toistuvasti.
fr_fr: vous permet d'accéder facilement et de commodément ajouter un groupe à un enregistrement qui aura un ensemble pré peuplée de questions, ce qui est particulièrement pratique pour créer de nombreux formulaires d'inscription, gain de temps, en étant en mesure de réutiliser des groupes spécifiques de questions répetivement.
hu_hu: lehetővé teszi, hogy könnyen és kényelmesen hozzá egy csoportot egy év, amely egy előre lakott sor kérdést, ez különösen hasznos, ha létre sok év űrlapok, időt takarít meg azáltal, hogy képes újra használni egyes csoportok kérdések repetedly.
sv_se: gör att du enkalt och smidigt kan lägga till en grupp i en Registrering som då kommer att ha ett färdigt formulär. Det är extra smidigt när man skapar många Registreringsformulär. Och spar tid eftersom man kan återanvända specifika grupper upprepade gånger.

source: Sorry, you do not have permission to edit this question group.
fi_fi: Pahoittelut, mutta sinulla ei ole lupaa muokata tätä kysymysryhmää.
fr_fr: Désolé, vous n'avez pas l'autorisation d'éditer ce groupe de questions.
hu_hu: Sajnáljuk, de nincs jogosultsága szerkeszteni ezt a kérdést csoport.
sv_se: Tyvärr du har inte behörighet att ändra denna frågegrupp.

source: Edit Group -
fi_fi: Muokkaa ryhmää -
fr_fr: Modifier le groupe -
hu_hu: Szerkesztés Group -
sv_se: Redigera Grupp -

source: Group Identifier:
fi_fi: Ryhmän tunniste:
fr_fr: Identificateur de groupe:
hu_hu: Csoport Azonosító:
sv_se: Grupp identifierare:

source: Selected Questions for group<span class="info"> Uncheck box to remove question from group</span>
fi_fi: Valitut kysymykset ryhmälle <span class="info"> Poista rasti jos haluat poistaa kysymyksen ryhmästä </span>
fr_fr: Questions sélectionnés pour le groupe<span class="info">Décochez la case pour enlever la question de group</span>
hu_hu: Válogatott kérdések Csoportos <span class="info"> Törölje box eltávolítani a kérdésére csoport </ span>
sv_se: Valda frågor för gruppen<span class="info"> Bocka ur rutan för att ta bort frågor från gruppen.</span>

source: Add further questions to group
fi_fi: Lisää jatkokysymyksiä ryhmään
fr_fr: Ajouter d'autres questions au groupe
hu_hu: Add további kérdéseket csoporthoz
sv_se: Lägg till fler frågor till grupp

source: Manage Question Groups
fi_fi: Hallitsi kysymysryhmiä
fr_fr: Gérer les groupes de questions
hu_hu: Kezelése Kérdés csoportok
sv_se: Hantera Frågor grupper.

source: My Groups
fi_fi: Minun ryhmät
fr_fr: Mes groupes
hu_hu: Saját csoportok
sv_se: Mina grupper

source: All Groups
fi_fi: Kaikki ryhmät
fr_fr: Tous les groupes
hu_hu: Minden csoport
sv_se: Alla grupper

source: Group Name
fi_fi: Ryhmä nimi
fr_fr: Nom du groupe
hu_hu: Csoport neve
sv_se: Gruppnamn

source: Delete Question Group
fi_fi: Poista kysymysryhmä
fr_fr: Supprimer groupe de Questions
hu_hu: Törlés Kérdés Group
sv_se: Ta bort Frågor grupp

source: Help
fi_fi: Apua
fr_fr: Aide
hu_hu: Súgó
sv_se: Hjälp

source: Question Groups Overview
fi_fi: Kysymysryhmien yleiskatsaus
fr_fr: Aperçu des groupes de questions
hu_hu: Kérdés Csoportok áttekintése
sv_se: Frågor gruppöversikt

source: Question Groups are pre-populated groups of
fr_fr: Les Groupes question sont pré-remplis sous groupes de
hu_hu: Kérdés csoportok előre lakott csoportok
sv_se: Frågor grupp är för-populerade grupper av

source: that can be added your events. These groups of questions are what make up your customized regsistration forms. The personal information group is required for all events and is shown by default on all registration forms.
fi_fi: jotka voidaan lisätä tapahtumiisi. Nämä kysymysryhmät luovat sinulle muokatun rekisteröintilomakkeen. Henkilökohtaiset ryhmätiedot on vaadittu kaikille tapahtumille ja näytetään oletuksena kaikilla rekisteröintilomakkeilla.
fr_fr: qui peut être ajouté à vos événements. Ces groupes de questions sont ce qui rend vos formulaires personnalisés de registration. Le groupe de renseignements personnels est nécessaire pour tous les événements et est affiché par défaut sur ​​tous les formulaires d'inscription.
hu_hu: hogy ki lehet egészíteni az eseményeket. Ezek a csoportok a kérdések, mi töltsük fel testreszabott regsistration formák. A személyes adatok csoportja van szükség minden olyan eseményt és mutatja alapértelmezés szerint az összes regisztrációs űrlapok.
sv_se: som kan läggas till i ditt evenemang. Dessa grupper av frågor är det som utgör ditt registreringsformulär. "Personlig information" gruppen är obligatorisk för alla evenemang och visas som standard på alla Registreringsformulär.

source: Question Groups can be organized or re-ordered by dragging and dropping individual table rows into the desired positions.
fi_fi: Kysymysryhmiä voidaan hallita tai uudelleen järjestetää raahamalla ja pudottamalla yksittäinen rivi haluttuun paikkaan.
fr_fr: Des Groupes de questions peuvent être organisés ou réorganisés par glisser-déposer des lignes de table individuels dans les positions souhaitées.
hu_hu: Kérdés csoportok lehet szervezni, vagy újra megrendelt húzással táblázat egyes sorokat a kívánt pozíciókat.
sv_se: Frågegrupper kan organsieras genom att dra-och-släpp i dom enskilda tabellraderna till önskad plats.

source: Edit Question
fi_fi: Muokkaa kysymystä
fr_fr: Modifier une Question
hu_hu: Kérdés szerkesztése
sv_se: Redigera Fråga

source: Edit the question using the form below. By default all participants will be asked for their first name, last name, and email address.
fi_fi: Muokkaa kysymystä käyttäen alla olevaa lomaketta. Oletuksena kaikilta osallistujilta kysytään etunimi, sukunimi ja sähköpostiosoite.
fr_fr: Modifier la question en utilisant le formulaire ci-dessous. Par défaut, tous les participants seront invités à donner leur nom, prénom, et adresse e-mail.
hu_hu: Szerkessze a kérdést az alábbi űrlap segítségével. Alapértelmezésben minden résztvevőtől a vezetéknevet, keresztnevet és az email címét kérjük.
sv_se: Redigera frågan med formuläret nedan. Som standard kommera alla deltagare att frågas efter deras förnamn, efternamn och e-postadress.

source: Attention: This is a "System Question", some settings may be disabled.
fi_fi: Huomio: Tämä on "Järjestelmäkysymys", osa asetuksista voidaan poistaa.
fr_fr: Attention: Il s'agit d'une "question du système", certains paramètres peuvent être désactivés.
hu_hu: Figyelem: Ez egy "System kérdés ", bizonyos beállítások nem működik.
sv_se: Varning: Detta är en "System Fråga", vissa inställningar kan vara inaktiverade.

source: Admin View Only
fi_fi: Vain admin-näkymä
fr_fr: Admin à Voir seulement
hu_hu: Admin Mind a Csak
sv_se: Endast för Admin

source: Only the administrator can see this field.
fi_fi: Vain ylläpitäjä voin nähdä tämän kentän.
fr_fr: Seul l'administrateur peut voir ce domaine.
hu_hu: Csak a rendszergazda láthatja ezen a területen.
sv_se: Endast Administratörer kan se detta fält.

source: Text displayed if not completed.
fi_fi: Teksti näytetään jos ei ole valmistunut.
fr_fr: Texte affiché s'il n'est pas terminé.
hu_hu: Szöveg jelenik meg, ha nem fejeződött be.
sv_se: Text som skall visas om ej komplett.

source: Nothing found!
fi_fi: Mitään ei löytynyt!
fr_fr: Rien trouvé!
hu_hu: nincs találat
sv_se: Inget hittades!

source: No ID Supplied
fi_fi: ID:tä ei lisätty
fr_fr: Aucun ID Fourni
hu_hu: No ID szállítva
sv_se: Inget ID angivet

source: No country selected
fi_fi: Maata ei valittu
fr_fr: Aucun pays sélectionné
hu_hu: Nincs kiválasztott ország
sv_se: Inget land valt

source: From the Blog
fi_fi: Blogista
fr_fr: Depuis le Blog
hu_hu: A Blog
sv_se: From bloggen

source: Helpful Plugin Links
fi_fi: Hyödylliset lisäosien linkit
fr_fr: Liens de plugins utiles
hu_hu: Hasznos linkek Plugin
sv_se: Nyttiga Tilläggslänkar

source: Changelog
fi_fi: Muutoslogi
fr_fr: Modifications
hu_hu: Változások
sv_se: Ändringslogg

source: Sponsors
fi_fi: Sponsorit
hu_hu: Szponzorok
sv_se: Sponsorer

source: Bug Submission Forums
fi_fi: Bugi foorumit
fr_fr: Forums de Soumission de Bugs
hu_hu: Bug benyújtása Fórumok

source: Plugins and Addons
fi_fi: Pluginit ja lisäosat
fr_fr: Plugins et Addons
hu_hu: Plugins és Addons
sv_se: Tilägg och utbyggnad

source: Email Confirmations
fi_fi: Sähköpostivahvistukset
fr_fr: Confirmation par courrier électronique
hu_hu: Email megerősítések
sv_se: E-post bekräftelser

source: For customized confirmation emails, the following tags can be placed in the email form and they will pull data from the database to include in the email.
fr_fr: Pour les mails de confirmation personnalisés, les balises suivantes peuvent être placés dans le formulaire de courrier et ils vont extraire des données de la base de données à inclure dans le courrier.
hu_hu: A személyre szabott megerősítés e-maileket, a következő címkéket lehet elhelyezni az e-mail formájában, és akkor húzza ki az adatokat az adatbázisból fel az e-mailben.
sv_se: För egenanpassade bekräftelsemail kan följande taggar placeras i formuläret som sedan hämtas från databasen.

source: Sample Mail Send:
fi_fi: Esimerkkisähköposti lähetetty:
fr_fr: Courrier échantillon Envoyer:
hu_hu: Minta Mail küldése:
sv_se: Exempel:

source: Event Espresso must be configured. Go to
fi_fi: Event Espressoa pitää muokata. Mene
fr_fr: L'Espresso événement doit être configuré. Aller à
hu_hu: Event Espresso konfigurálni kell. Ugrás
sv_se: Event Espresso måste konfigureras. Gå till

source: the Organization Settings page
fi_fi: organisaation -asetukset sivulle
fr_fr: la page Paramètres de l'Organisation
hu_hu: Szervezet Beállítások oldalon
sv_se: Organisationsinställningar

source: to configure the plugin "Page Settings."
fi_fi: säätää lisäosan "Sivun asetukset."
fr_fr: configurer le plugin "page Paramètres".
hu_hu: konfigurálja a plugin "Page Settings. "
sv_se: för att konfigurera Tillägget "Sidinställningar"

source: Event Espresso attendee data needs to be updated. Please visit the
fi_fi: Event Espresso osallistuja tiedot pitää päivittää, ole hyvä ja vieraile
fr_fr: Les données d'événement Espresso des participants doient être mis à jour. S'il vous plaît visitez le
hu_hu: Event Espresso résztvevő adatokat frissíteni kell. Kérjük, látogasson el a
sv_se: Event Espresso Deltagar data behöveruppdateras. Vänligen besök

source: Support page
fi_fi: Tukisivu
fr_fr: Page support
hu_hu: Support oldalon
sv_se: Support-sidan

source: to configure update the attendee information.
fi_fi: määrittääksesi osallistujien tietojen päivityksen.
fr_fr: configurer la mise à jour d'informations des participants.
hu_hu: konfigurálásához frissíteni a résztvevők információkat.
sv_se: för att konfigurera och uppdatera Deltagarinformationen.

source: Assign a Waitlist Event?
fr_fr: Attribuer une liste d'attente de l'événement?
hu_hu: Hozzárendelése várólista esemény?
sv_se: Skapa evenemang med Väntelista?

source: Select Value
fi_fi: Valitse arvo
fr_fr: Choisissez une valeur
hu_hu: Válassza a Value
sv_se: Välj värde

source: No Results
fi_fi: Ei tuloksia
fr_fr: Aucun résultat
hu_hu: Nincs találat
sv_se: Inget resultat

source: Show All Categories
fi_fi: Näytä kaikki kategoriat
fr_fr: Voir toutes les catégories
hu_hu: Összes kategória
sv_se: Visa alla Kategorier

source: Select a Month/Year
fi_fi: Valitse kuukausi / vuosi
fr_fr: Sélectionnez un mois/année
hu_hu: Válassza ki a Hónap / év
sv_se: Välj en Månad/År

source: There are too many queries to show easily! <a href="%s">Show them anyway</a>
fi_fi: Liikaa kyselyitä näytettävänä! <a href="%s">Näytä ne silti</a>
fr_fr: Il ya trop de requêtes pour montrer facilement! <a href="%s">Montrez-leur tout de même </a>
hu_hu: Túl sok lekérdezés megjelenítéséhez egyszerűen! <A href = " %s "> Mutasd meg nekik, egyébként </ a>
sv_se: Det är för många förfrågningar för att visa enkelt. <a href="%s">Visa dom ändå</a>

source: There are no queries on this page.
fi_fi: Tällä sivulla ei ole kyselyitä.
fr_fr: Il n'y a pas des questions sur cette page.
hu_hu: Nincsenek lekérdezés ezen az oldalon.
sv_se: Det finns inga förfrågningar på denna sida.

source: SAVEQUERIES must be defined to show the query log.
fi_fi: Tallennakyselyt täytyy olla määritelty, jotta kysely logi voidaan näyttää.
fr_fr: SAVEQUERIES doit être défini pour afficher le journal de requête.
hu_hu: SAVEQUERIES meg kell határozni, hogy bemutassák a lekérdezés log.
sv_se: SAVEQUERIES måste definieras för att kunna visa loggen.

source: Database Errors
fi_fi: Tietokanta virheet
fr_fr: Erreurs de Base de données
hu_hu: Adatbázis hibák
sv_se: Databasfel

source: Event Espresso - General Settings
fi_fi: Event Espresso - Yleisasetukset
fr_fr: Event Espresso - Paramètres généraux
hu_hu: Event Espresso - Általános beállítások
sv_se: Event Espresso - Allmänna inställningar

source: Event Espresso - Event Overview
fi_fi: Event Espresso - Tapahtuman yleiskatsaus
fr_fr: Event Espresso - Vue d'ensemble des évènements
hu_hu: Event Espresso - Esemény áttekintés
sv_se: Event Espresso - Evenemangsöversikt

source: Event Espresso - Venue Manager
fi_fi: Event Espresso - Tapahtumapaikan hallinta
fr_fr: Event Espresso - Gestion des lieux
hu_hu: Event Espresso - Helyszín menedzser
sv_se: Event Espresso - Platshanterare

source: Venue Manager
fi_fi: Tapahtumapaikan hallinta
fr_fr: Gestionnaire de lieux
hu_hu: Helyszín menedzser
sv_se: Platshanterare

source: Event Espresso - Staff Manager
fi_fi: Event Espresso - Henkilökunta hallinta
fr_fr: Event Espresso - Gestion de l'équipe
hu_hu: Event Espresso - Személyzeti menedzser
sv_se: Event Espresso - Personalhanterare
