Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Payment Window Language
fi_fi: Maksuikkunan kieli
fr_fr: Langue du paiement
hu_hu: Fizetési ablak Language
sv_se: Betalning Fönster språk

source: (Choose which language the transaction window will use.)
fi_fi: (Valitse mitä kieliä maksuikkunassa käytetään.)
fr_fr: (Choisissez quelle langue sera utilisée dans la fenêtre de transaction)
hu_hu: (Válassza ki, melyik nyelvet az ügylet ablakban fog használni.)
sv_se: (Välj vilket språk transaktionen fönstret kommer att använda.)

source: (Automatic Capture means you will automatically deduct the amount from the customer.)
fi_fi: (Automaattinen kaappaus tarkoittaa sitä, että voit velottaa automaattisesti summan asiakkaalta.)
hu_hu: (Automatikus Capture azt jelenti, hogy automatikusan levonja az összeget az ügyfél.)
sv_se: (Automatisk Lagring innebär att du automatiskt dra av beloppet från kunden.)

source: Currency
fi_fi: Valuutta
fr_fr: Devise
hu_hu: Valutanem
sv_se: Valuta

source: Turn on Debugging Using the Sandbox
fi_fi: Käynnistä virheentarkistus käyttäen hiekkalaatikkoa
hu_hu: Kapcsolja be Hibakeresés A Sandbox
sv_se: Slå på Felsökning med hjälp av Sandlådan

source: Update QuickPay Settings
fi_fi: Päivitä QuickPay asetuset
hu_hu: Frissítse a QuickPay beállításokat
sv_se: Uppdatera QuickPay Inställningar

source: RealAuth settings saved.
fi_fi: RealAuth asetukset tallennettu.
hu_hu: RealAuth beállítások mentése megtörtént.
sv_se: RealAuth inställningarna har sparats.

source: Deactivate RealAuth Payments?
fi_fi: Poista RealAuth maksut käytöstä?
hu_hu: Kikapcsolja RealAuth kifizetések?
sv_se: Avaktivera RealAuth betalningar?

source: Activate RealAuth Payments?
fi_fi: Ota RealAuth maksut käyttöön?
hu_hu: Aktiválja RealAuth kifizetések?
sv_se: Aktivera RealAuth betalningar?

source: Shared Secret
fi_fi: Jaettu salaisuus
fr_fr: Secret Partagé
hu_hu: Közös Secret

source: Hong Kong Dollar
fi_fi: Hong Kongin dollari
fr_fr: Dollar de Hong Kong
hu_hu: Hong Kong-i dollár

source: Japanese Yen
fi_fi: Japanin yen
fr_fr: Yen Japonais
hu_hu: Japán jen
sv_se: Japanska Yen

source: Use the debugging feature
fi_fi: Käytä virheentarkistus ominaisuutta
fr_fr: Utilisez la fonctionnalité de débogage
hu_hu: Használja a hibakereső funkcióval
sv_se: Använd debug-funktionen

source: Auto settle transactions
fi_fi: Järjestä maksut automaattisesti
fr_fr: Auto régler des transactions
hu_hu: Auto műveletek kiegyenlítésére szolgáló számla

source: Update RealAuth Settings
fi_fi: Päivitä RealAuth asetukset
hu_hu: Frissítse a RealAuth beállításokat
sv_se: Uppdatera RealAuth Inställningar

source: RealAuth Currency
fi_fi: RealAuth valuutta
hu_hu: RealAuth Pénznem
sv_se: RealAuth Valuta

source: RealAuth uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that RealAuth (currently) supports.
fi_fi: RealAuth käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on USA:n dollarit ja sen koodi on (USD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita RealAuth tukee (tällähetkellä).
hu_hu: RealAuth használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha szeretné megkövetelni, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy RealAuth (jelenleg) támogatja.
sv_se: RealAuth använder 3-tecken enligt ISO-4217-koder för att ange valutor i fält och variabler. </p><p>Standard valutan kod är amerikanska dollar (USD). Om du vill kräva eller ta emot betalningar i andra valutor, välj den valuta du vill använda. Den nedrullningsbara listorna alla valutor som RealAuth (för närvarande) stöder.

source: Stripe settings saved.
fi_fi: Stripe asetukset tallennettu.
fr_fr: Stripe paramètres enregistrés.
hu_hu: Stripe beállítások mentése megtörtént.

source: Deactivate Stripe?
fi_fi: Poista Stripe käytöstä?
fr_fr: Désactiver Stripe?
hu_hu: Kikapcsolja Stripe?

source: Activate Stripe?
fi_fi: Ota Stripe käyttöön?
fr_fr: Activer Stripe?
hu_hu: Aktiválása Stripe?

source: Stripe Publishable Key
fi_fi: Stripe julkaistu avain
fr_fr: Stripe clé publiable
hu_hu: Stripe közzétehető Key

source: Stripe Currency Symbol (USD)
fi_fi: Stripe valuutan symboli (USD)
hu_hu: Stripe Pénznem szimbólum (USD)
sv_se: Stripe Valutasymbol (USD)

source: Update Stripe Settings
fi_fi: Päivitä Stripe:n asetukset
fr_fr: Mise à jour des Paramètres Stripe
hu_hu: Frissítse Stripe Settings

source: Stripe Currency Symbol
fi_fi: Stripe valuutan symboli
fr_fr: Symbole monétaire Stripe
hu_hu: Stripe Pénznem Jelkép

source: Stripe uses 3-character ISO-4217 codes for specifying currencies in fields and variables. If you are taking purchases in US Dollars, enter <code>usd</code> here. Stripe currently only takes payment in USD, but can accept payments from any currency which will be converted to USD at checkout.
fi_fi: Stripe käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on USA:n dollarit, lisää <code>usd</code> tähän. Stirpe vastaanottaa tällähetkellä maksuja vain USA:n dollareina, mutta voi hyväksyä maksuja myös muista valuutoista, jotka muutetaan USA:n dollareihin maksun yhteydessä.
fr_fr: Stripe utilise 3-caractères ISO-4217 pour la spécification des codes des devises dans les champs et variables. Si vous prenez des achats en dollars américains, entrez <code>usd</code> ici. Stripe actuellement ne prend que les paiements en USD, mais peut accepter des paiements de n'importe quelle monnaie, qui seront convertis en USD à la caisse.
hu_hu: Stripe használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. Ha szed vásárlások amerikai dollárban adja meg <code> usd </ code> ide. Stripe jelenleg csak úgy fizetés USD-ben, de el tudja fogadni a kifizetéseket bármely valutában kell átalakítani USD a pénztárnál.

source: Enter your <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Secret Key</a> here. If you are testing the Stripe gateway, use your Test Secret Key, otherwise use your Live Secret Key.
fi_fi: Lisää sinun <a href="https://manage.stripe.com/#account/apikeys" target="_blank"> Salainen avain </a> tähän. Jos käytät Stripe maksujärjestelmää testaustilassa, käytä salattu testausavainta, muuten käytä oikee salaista avainta.
fr_fr: Entrez votre <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Secret Key</a> ici. Si vous testez la passerelle Stripe, utilisez votre clé secrète d'essai, sinon utilisez votre clé secrète Live.
hu_hu: Adja meg <a href="https://manage.stripe.com/#account/apikeys" target="_blank"> Secret Key </ a> ide. Ha teszteli a Stripe gateway, használja a Test Secret Key, egyébként használja a Live Secret Key.

source: <a href="https://stripe.com/docs/api#authentication" target="_blank">Learn more about API authentication.</a>
fi_fi: <a href="https://stripe.com/docs/api#authentication" target="_blank"> Opi lisää API - todennuksesta. </a>
fr_fr: <a href="https://stripe.com/docs/api#authentication" target="_blank">En savoir plus sur l'API d'authentification.</a>
hu_hu: <a href="https://stripe.com/docs/api#authentication" target="_blank"> Tudjon meg többet API hitelesítésre. </ a>

source: Enter your <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Publishable Key</a> here. If you are testing the Stripe gateway, use your Test Publishable Key, otherwise use your Live Publishable Key.
fi_fi: Lisää sinun <a href="https://manage.stripe.com/#account/apikeys" target="_blank"> Julkaistavat avaimet </a> tähän. Jos testaat Stripe maksutapaa, käytä testaukseen tarkoitettua julkaistua avainta. Muuten käytä oikeaa julkistettua avainta.
fr_fr: Entrez votre <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Publishable Key</a> ici.Si vous testez la passerelle Stripe, utilisez votre clé d'essai publiable, sinon utilisez votre clé direct publiable.
hu_hu: Adja meg <a href="https://manage.stripe.com/#account/apikeys" target="_blank"> közzétehető Key </ a> ide. Ha teszteli a Stripe gateway, használja a Test közzétehető Key, egyébként használja a Live közzétehető Key.

source: CVC Code
fi_fi: CVC koodi
hu_hu: CVC-kód

source: Key
fi_fi: Avain
fr_fr: Clé
hu_hu: Kulcs
sv_se: Nyckel

source: WePay settings saved.
fi_fi: WePay asetukset tallennettu
hu_hu: WePay beállítások mentése megtörtént.
sv_se: WePay inställningarna har sparats.

source: WePay Access Token saved.
hu_hu: WePay Access Token mentve.
sv_se: WePay åtkomsttoken har sparats.

source: Deactivate WePay IPN?
fi_fi: Poista WePay IPN käytöstä?
hu_hu: Kikapcsolja WePay IPN?
sv_se: Deaktivera WePay IPN?

source: Activate WePay IPN?
fi_fi: Ota WePay IPN käyttöön?
hu_hu: Aktiválja WePay IPN?
sv_se: Aktivera WePay IPN?

source: Instructions:
fi_fi: Ohjeet:
hu_hu: Útmutatás
sv_se: Instruktioner:

source: WePay Client ID
fi_fi: WePay asiakas ID
hu_hu: WePay Ügyfél-azonosító
sv_se: WePay klient-ID

source: Select the Account to Use
fi_fi: Valitse käyttäjä
hu_hu: Válassza a Fiók használata
sv_se: Välj det konto som ska användas

source: Update WePay Settings
fi_fi: Päivitä WePay asetukset
hu_hu: Frissítse a WePay beállításokat
sv_se: Uppdatera WePay Inställningar

source: Authorize Application
fi_fi: Authorize sovellus
fr_fr: Autoriser Application
hu_hu: Alkalmazás engedélyezése
sv_se: Auktorisera applikationen

source: The WePay Sandbox is a testing environment that is a duplicate of the live WePay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live WePay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: WePay hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta WePay järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan WePay ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
hu_hu: A WePay Sandbox egy tesztelési környezet, amely egy másolata az élő WePay helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő WePay környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.
sv_se: Den WePay Sandlåda är en testmiljö som är en kopia av den levande WePay webbplatsen, förutom att inga riktiga pengar byter ägare. I Sandlådan kan du testa hela integrationen innan du skickar transaktioner till den levande WePay miljön. Skapa och hantera testkonton, och visa e-post och API meriter för dessa testkonton.

source: WePay Instructions
fi_fi: WePay ohjeet
hu_hu: WePay utasítások
sv_se: WePay Instruktioner

source: To use WePay, follow these steps:
fi_fi: Jos haluat käyttää WePay:tä, seuraa ohjeita:
hu_hu: Ahhoz, hogy használni WePay, kövesse az alábbi lépéseket:
sv_se: Om du vill använda WePay, följ dessa steg:

source: At WePay.com (or stage.wepay.com for sandbox) sign up as a user and add an account to your user.
fi_fi: WePay.com:ssa (tai stage.wepay.com hikkalaatikkokäyttäjille) kirjaudu sisään ja luo tili käyttäjällesi.
hu_hu: At WePay.com (vagy stage.wepay.com a sandbox), regisztrálj a felhasználó, és adjunk hozzá egy fiókot a felhasználó számára.
sv_se: På WePay.com (eller stage.wepay.com för sandlådan) registrera dig som användare och lägga till ett konto till din användare.

source: Register your instance of Event Espresso as an application in your WePay user profile.
fi_fi: Rekisteröi Event Espresso sovellukseksi WePay käyttäjätilisi profiilissa.
hu_hu: Regisztrálja példány A rendezvény Espresso, mint egy alkalmazást a WePay felhasználói profilját.
sv_se: Registrera din instans av evenemang Espresso som en ansökan i din WePay användarprofil.

source: Copy your client id and client secret from your application profile and paste them here.
fi_fi: Kopio clienttisi ID ja salaisuus sovelluksesi profiilista ja liitä ne tähän.
fr_fr: Copiez votre numéro et secret de client à partir de votre profil d'application et les coller ici.
hu_hu: Másolja az ügyfél azonosítóját és az ügyfél titokban az alkalmazás profil és illessze be őket ide.
sv_se: Kopiera ditt Client ID och Client Secret från din applikationsprofil och klistra in dom här.

source: Anytime you change your id and secret on this page and update your WePay settings, you will see a button to authorize your application.
fi_fi: Jokakerta kun muutat ID:täsi tai salaustasi tällä sivula ja päivität WePay asetukset, näet napin jolla voit valtuuttaa sovellusesi.
hu_hu: Amikor megváltoztatja az azonosítóját és a jelszavát ezen az oldalon és frissíti a WePay beállításait, akkor megjelenik egy gomb, hogy engedélyezze az alkalmazást.
sv_se: Varje gång du ändrar ditt ID och hemlig på denna sida och uppdatera dina WePay inställningar kommer du att se en knapp för att godkänna din ansökan.

source: Once your application is authorized, you will be able to select from your available accounts, and update your WePay settings.
fi_fi: Kun sovellus on valtuutettu, voit valita saatavilla olevat tilit ja päivittää WePay asetukset
hu_hu: Ha az alkalmazás engedélyezett, akkor képes lesz arra, hogy válasszon a rendelkezésre álló számlák közül, és frissítse a WePay beállításokat.
sv_se: När din ansökan har godkänts, kommer du att kunna välja från dina tillgängliga konton och uppdatera dina WePay inställningar.

source: The name of the account you want to use with Event Espresso.
fi_fi: Tilin nimi, jota haluat käyttää Event Espressossa.
hu_hu: A név a fiókot szeretné használni az Eseménynapló Espresso.
sv_se: Namnet på det konto som du vill använda med händelse Espresso.

source: WorldPay settings saved.
fi_fi: WorldPay asetukset tallennetu.
hu_hu: WorldPay beállítások mentése megtörtént.
sv_se: WorldPay inställningarna har sparats.

source: Deactivate WorldPay IPN?
fi_fi: Poista WorldPay IPN käytöstä?
hu_hu: Kikapcsolja WorldPay IPN?
sv_se: Avaktivera WorldPay IPN?

source: Activate WorldPay IPN?
fi_fi: Ota WorldPay IPN käyttöön?
hu_hu: Aktiválja WorldPay IPN?
sv_se: Aktivera WorldPay IPN?

source: WorldPay Installation ID
fi_fi: WorldPay asennus ID
hu_hu: WorldPay telepítési azonosítót
sv_se: WorldPay Installations ID

source: (used for your business/personal logo on the WorldPay page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona WoldPay sivulla)
hu_hu: (Használt üzleti / személyes logót a WorldPay oldalon)
sv_se: (används för ditt företag / egen logotyp på WorldPay sidan)

source: Turn on Debugging Using the WorldPay Sandbox?
fi_fi: Kytke virheentarkastus päälle käyttäen WorldPay hiekkalaatikkoa?
hu_hu: Kapcsolja be Hibakeresés A WorldPay Sandbox?
sv_se: Slå på Felsökning med hjälp av WorldPay Sandbox?

source: Update WorldPay Settings
fi_fi: Päivitä WorldPay asetukset
hu_hu: Frissítse a WorldPay beállításokat
sv_se: Uppdatera WorldPay Inställningar

source: The WorldPay Sandbox is a testing environment that is a duplicate of the live WorldPay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live WorldPay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: WorldPay hiekkalaatikko on testausympäristö, joka on täydellinen kopio oikeasta WorldPay järjestelmästä. Ainoastaan raha, joka siirtyy ei ole oikeaa. Hiekkalaatikko mahdollistaa siunun testata koko integraatio ennen rahansiirtojen lähettämistä oikeaan WorldPay ympäristöön. Luo ja hallitse tilejä, näytä sähköpostit ja API-tiedot noilta tileiltä.
hu_hu: A WorldPay Sandbox egy tesztelési környezet, amely egy másolat az élő WorldPay helyén, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő WorldPay környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.
sv_se: Den WorldPay Sandlådan är en testmiljö som är en kopia av den levande WorldPay webbplatsen, förutom att inga riktiga pengar byter ägare. Den Sandlådan kan du testa hela integrationen innan du skickar transaktioner till den levande WorldPay miljön. Skapa och hantera testkonton, och visa e-post och API meriter för dessa testkonton.

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your Worldpay account.
fi_fi: Tämä näyttää yksityskohtaiseen URL:n jonka maksujärjestelmä palauttaa maksutapahtuman vastauksena. Tämä sivu tulisi asettaa WorldPay tilillesi.
hu_hu: Ez azt mutatja, az egyedi az URL-címet, amelyre az átjáró vissza kell térnie a relé választ a tranzakciót. Ez az a oldalt kell beállítani a WorldPay fiókjában.
sv_se: Detta visar den specifika webbadressen som porten ska returnera reläet svaret för en transaktion. Denna sidan ska ställas in i din Worldpay konto.

source: Enabling Payment Response
fi_fi: Salli maksun vastaus
hu_hu: Engedélyezése Payment Response
sv_se: Möjliggör Betalning Svar

source: As a default the payment response feature is set to OFF by default, to enable this feature:
fi_fi: Oletuksena maksun vastausominaisuus on kytektty pois päältä, kytkeäksesi päälle tämän ominaisuuden:
hu_hu: Alapértelmezés szerint a fizetési válasz funkció be van kapcsolva alapértelmezés szerint ahhoz, hogy ez nfeature:
sv_se: Som standard betalningen svaret funktionen är inställd på AV (OFF) som standard, så att denna funktion:

source: Log in to the Merchant Interface
fi_fi: Kirjaudu kauppiaan käyttöliittymään
hu_hu: Jelentkezzen be a Merchant Interface
sv_se: Logga in på Merchant Interface

source: Select Installations from the left hand navigation
fi_fi: Valitse asennukset vasemman puolen navigaatiosta
hu_hu: Válassza létesítmények a bal oldali navigációs
sv_se: Välj installationer från menyn till vänster

source: Choose an installation and select the Integration Setup button for either the TEST or PRODUCTION environment
fi_fi: Valitse asennus ja sieltä Integraation asetus -nappi joko TESTI tai TUOTANTO ympäristö
hu_hu: Válassza ki a telepítés, és válassza ki az integrációs Beállítás gombot vagy a nTEST vagy termelési környezet
sv_se: Välj en installation och välj knappen Integration Setup för antingen TEST eller produktionsmiljö

source: Check the Enable Payment Response checkbox
fi_fi: Tarkista Salli maksun vastaus -laatikko
hu_hu: Ellenőrizze az Enable Payment Response jelölőnégyzetet
sv_se: Markera kryssrutan Aktivera Betalning Svar

source: Enter the Payment Response URL of the server-side script that is hosted on your web server
hu_hu: Adja meg a Payment Response URL a szerver oldali script, amely házigazdája a nA webszerveren
sv_se: Ange webbadressen för Betalning svar server-side skript som finns på din webbserver

source: Select the Save Changes button
fi_fi: Valitse Tallenna asetukset nappi
hu_hu: Válassza ki a Változtatások mentése gombra
sv_se: Välj knappen Spara ändringar

source: If your Payment Response URL starts with HTTPS:// you will need to make sure that your server supports either SSL 3.0 or TLS 1.0.
fi_fi: Jos maksun vastaanotto URL alkaa HTTPS://:llä, sinun tulee varmistaa, että serverisi tulee joko SSL 3.0 tai TLS 1.0.
hu_hu: Ha a fizetési Response URL kezdődik HTTPS :/ / lesz szükség az nGyozodjön arról, hogy a kiszolgáló támogatja sem az SSL 3.0 vagy TLS 1.0.
sv_se: Om din betalning Svar URL börjar med HTTPS :/ / måste du se till att din server stödjer antingen SSL 3,0 eller TLS 1,0.

source: WorldPay Image URL (logo for payment page)
fi_fi: WorldPay kuvan ULR (maksusivun logo)
hu_hu: WorldPay Kép URL (logo fizetési oldal)
sv_se: WorldPay Bild URL (logotyp för betalning sidan)

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the WorldPay checkout pages.
fi_fi: 150x150 pikselin kokoisen kuvan URL, joka näytetään logona vasemmassa yläkulmassa WorldPay maksusivulla.
hu_hu: Az URL a 150x50 pixeles kép jelenik meg a logót a bal felső sarokban a WorldPay fizetési oldalakon.
sv_se: Webbadressen till 150x50 pixlar bilden visas som din logotyp i det övre vänstra hörnet av WorldPay kassasidor.

source: WorldPay Currency
fi_fi: WorldPay valuutta
hu_hu: WorldPay Pénznem
sv_se: WorldPay Valuta

source: WorldPay uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that WorldPay (currently) supports.
fi_fi: WorldPay käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on USA:n dollarit ja sen koodi on (USD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita WorldPay tukee (tällähetkellä).
hu_hu: WorldPay használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha szeretné megkövetelni, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden pénznem hogy WorldPay (jelenleg) támogatja.
sv_se: WorldPay använder 3-tecken enligt ISO-4217-koder för att ange valutor i fält och variabler. </p><p> Standard valutan kod är amerikanska dollar (USD). Om du vill kräva eller ta emot betalningar i andra valutor, välj den valuta du vill använda. Den nedrullningsbara listorna alla valutor som WorldPay (för närvarande) stöder.

source: WorldPay Debug Mode Is Turned On
fi_fi: WorldPay virheentarkistustila on kytketty päälle
hu_hu: WorldPay Debug mód bekapcsolt állapotban van
sv_se: WorldPay Felsök-läget är aktiverat

source: Help and Support
fi_fi: Apu ja tuki
fr_fr: Aide et Support
hu_hu: Súgó és támogatás
sv_se: Help och support

source: Installation
fi_fi: Asennus
hu_hu: Telepítés

source: Recommended Plugins
fi_fi: Suositellut lisäosat
fr_fr: Plugins recommandées
hu_hu: Ajánlott Plugins

source: Hire a Developer
fi_fi: Palkkaa kehittäjä
fr_fr: Engagez un développeur
hu_hu: Hire Developer

source: Favorite Theme Developers
fi_fi: Suosikki teemankehittäjät
fr_fr: Développeurs Thème favoris
hu_hu: Kedvenc téma Developers

source: Highly Recommended Themes
fi_fi: Suositellut teemat
fr_fr: Thèmes Hautement recommandés
hu_hu: Erősen ajánlott témák
sv_se: Högt rekommenderade Teman

source: Other Resources
fi_fi: Muut resurssit
fr_fr: Autres Ressources
hu_hu: Egyéb források
sv_se: Andra tillgångar

source: Important Information
fi_fi: Tärkeää tietoa
fr_fr: Information Importante
hu_hu: --version
sv_se: Viktig information

source: Contact Support
fi_fi: Yhteys tukeen
fr_fr: Contacter le Support
hu_hu: Kapcsolatfelvétel az ügyfélszolgálattal
sv_se: Kontakta Support

source: Frequently Asked Questions
fi_fi: Äskettäin kysytyt kysymykset
fr_fr: Foire aux Questions
hu_hu: Gyakran Ismételt Kérdések
sv_se: Vanliga frågor

source: Additional Information
fi_fi: Lisätiedot
fr_fr: Informations Additionelles
hu_hu: További információk
sv_se: Ytterligare information
