Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: End Date:
fi_fi: Päättymispäivä:
fr_fr: Date de fin:
hu_hu: A befejezés időpontja
sv_se: Slutdatum:

source: Amount:
fi_fi: Määrä:
fr_fr: Quantité :
hu_hu: Összeg
sv_se: Belopp:

source: Percentage:
fi_fi: Prosentuaalinen:
fr_fr: Pourcentage :
hu_hu: Százalék:
sv_se: Procent:

source: (Leave blank if not applicable)
fi_fi: (Jätä pankki tyhjäksi jos se ei ole soveltuva)
fr_fr: (Laisser vide si non applicable)
hu_hu: (Hagyja üresen, ha nem alkalmazható)
sv_se: (Lämna tomt om ej tillämpligt)

source: Allow discount codes?
fi_fi: Hyväksy alennuskoodit?
fr_fr: Permettre les codes de remise ?
hu_hu: Hagyja kedvezmény kódokat?
sv_se: Tillåta Rabattkoder?

source: Manage Promotional Codes
fi_fi: Hallitse promootiokoodeja
fr_fr: Gérer les codes promotionnels
hu_hu: Kezelése Promóciós kódok
sv_se: Hantera Kampanjkoder

source: Question Groups have been successfully deleted.
fi_fi: Kysymysryhmät on poistettu onnistuneesti.
fr_fr: Les groupes de questions ont été supprimés avec succès.
hu_hu: Kérdés csoportok sikeresen törölve.
sv_se: Frågegrupperna har uppdaterats.

source: The group has been added.
fi_fi: Ryhmä on lisätty
fr_fr: Le groupe a été ajouté.
hu_hu: A csoport került.
sv_se: Gruppen har lagts till.

source: There was an error in your submission, please try again. The group was not saved!
fi_fi: Lähetyksessä tapahtui virhe, yritä uudelleen. Ryhmää ei tallennettu!
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayez de nouveau. Le groupe n'a pas été sauvé!
hu_hu: Hiba történt a benyújtására, kérjük, próbálja újra. A csoport nem volt mentve!
sv_se: Ett fel uppstod i din inmatning, vänligen försök igen. Gruppen sparades inte!

source: Add New Group
fi_fi: Lisää uusi ryhmä
fr_fr: Ajouté un nouveau groupe
hu_hu: Új csoport
sv_se: Lägg till Grupp

source: Add new group using the form below.
fi_fi: Lisää uusi ryhmä alla olevan lomakkeen avulla.
fr_fr: Ajouter un nouveau groupe à l'aide du formulaire ci-dessous
hu_hu: Új csoport hozzáadása az alábbi űrlap segítségével.
sv_se: Lägg till en ny grupp med forumläret nedan.

source: Group Information
fi_fi: Ryhmätiedot
fr_fr: Information du groupe
hu_hu: Csoport információ
sv_se: Gruppinformation

source: Group Name:
fi_fi: Ryhmän nimi:
fr_fr: Nom de groupe :
hu_hu: Csoport neve:
sv_se: Gruppnamn:

source: Group Order:
fi_fi: Ryhmän järjestys:
fr_fr: Ordre du groupe :
hu_hu: Csoport Order:
sv_se: Gruppordning:

source: Description:
fi_fi: Kuvaus:
hu_hu: Leírás:
sv_se: Beskrivning:

source: Show group name on registration page?
fi_fi: Näytä ryhmän nimi rekisteröintisivuilla?
fr_fr: Montrer le nom du groupe sur la page d'inscription ?
hu_hu: Megjelenítés csoport nevét a regisztrációs oldalon?
sv_se: Visa gruppnamn på registreringssidan?

source: Show group description on registration page?
fi_fi: Näytä ryhmän kuvaus rekisteröintisivuilla?
fr_fr: Montrer la description du groupe sur la page d'inscription ?
hu_hu: Megjeleníti a csoport leírását a regisztrációs oldalon?
sv_se: Visa gruppbeskrivning på registreringssidan?

source: Add questions
fi_fi: Lisää kysymyksiä
fr_fr: Ajouter des questions
hu_hu: Add kérdések
sv_se: Lägg till frågor

source: Select questions to add to group:
fi_fi: Valitse kysymys joka liitetään ryhmään:
fr_fr: Sélectionnez les questions à ajouter au groupe :
hu_hu: Válasszuk a kérdéseket hozzáadni group:
sv_se: Välj frågor att lägga till gruppen:

source: Questions have been successfully deleted.
fi_fi: Kysymykset on poistettu onnistuneesti.
fr_fr: Les questions ont été correctement supprimées.
hu_hu: Kérdések sikeresen törölve.
sv_se: Frågorna har tagits bort.

source: The question
fi_fi: Kysymystä
fr_fr: La question
hu_hu: A kérdés
sv_se: frågan

source: Add New Questions
fi_fi: Lisää uusi kysymys
fr_fr: Ajouter de nouvelles questions
hu_hu: Új kérdések
sv_se: Lägg till nya frågor

source: Add questions using the form below. By default all participants will be asked for their first name, last name, and email address.
fi_fi: Lisää kysymyksiä käyttäen alla olevaa lomaketta. Oletuksena kaikki osallistujat tullaan kysymään käyttäen heidän etunimeä, sukunimeä ja sähköpostiosoitetta.
fr_fr: Ajouter des questions en utilisant le formulaire ci-dessous. Par défaut, tous les participants seront invités à donner leur nom, prénom, et adresse e-mail.
hu_hu: Kedvencek kérdésekre az alábbi űrlap segítségével. Alapértelmezésben minden résztvevő kérni fogja az első név, vezetéknév, és e-mail címét.
sv_se: Lägg till frågor genom att använda formuläret nedan. Som standard kommer deltagare att behöva uppge Förnamn, Efternamn och E-postadress.

source: Question
fi_fi: Kysymys
hu_hu: Kérdés
sv_se: Fråga

source: Type
fi_fi: Tyyppi
hu_hu: Típus
sv_se: Typ

source: Radio Button
fi_fi: Radio -nappi
fr_fr: Bouton radio
hu_hu: Rádiógomb
sv_se: Radioknapp

source: Values
fi_fi: Arvot
fr_fr: Valeurs
hu_hu: Értékek
sv_se: Värden

source: A comma seperated list of values. Eg. black, blue, red
fi_fi: Pilkulla erotettu lista arvoista. Esim black, blue, red
fr_fr: Une liste de valeur séparées par une virgule, par exemple noir, bleu, rouge
hu_hu: A vesszővel elválasztott értékek. Pl.. fekete, kék, piros
sv_se: En kommaseparerad list av värden. Ex. svart, blå, röd

source: Required:
fi_fi: Vaaditaan:
fr_fr: Requis:
hu_hu: Kötelező mező
sv_se: Obligatorisk:

source: Mark this question as required.
fi_fi: Merkitse tämä kysymys vaadittavaksi.
fr_fr: Cette question est requise
hu_hu: Jelölje be ezt a kérdést, ha szükséges.
sv_se: Markera denna fråga som Obligatorisk.

source: Admin View Only
fi_fi: Vain admin näkymä
fr_fr: Réservé à l'administrateur
hu_hu: Admin Mind a Csak
sv_se: Visa endast Admin

source: Required Text
fi_fi: Vaadittu teksti
fr_fr: Texte requis
hu_hu: Szükséges Text
sv_se: Obligatorisk Text

source: Text to display if not completed.
fi_fi: Näytettävä teksti jos ei valmis.
fr_fr: Texte à afficher si non complet
hu_hu: Megjelenítendő szöveg, ha nem fejeződött be.
sv_se: Text som ska visas om ej slutförd.

source: Order/Sequence
fi_fi: Järjestys
fr_fr: Ordre / séquence
hu_hu: Rendelés / Sequence
sv_se: Order/Sekvens

source: The locale has been added.
fi_fi: Tapahtumapaikka on lisätty.
fr_fr: L'environnement local a été ajoutée.
hu_hu: A locale került.
sv_se: Orten har lagts till.

source: The locale was not saved.
fi_fi: Tapahtumapaikkaa ei ole lisätty.
fr_fr: Les paramètres régionaux n'ont pas été enregistré.
hu_hu: A helyi nem mentette.
sv_se: Orten sparades inte.

source: Add a Locale
fi_fi: Lisää tapahtumapaikka
fr_fr: Ajouter une localisation
hu_hu: Add a Nyelv
sv_se: Lägg till en Ort

source: Save Locale
fi_fi: Tallenna tapahtumapaikka
fr_fr: Sauvegarder la localisation
hu_hu: Mentés Nyelv
sv_se: Spara Ort

source: Edit Locale:
fi_fi: Muokkaa tapahtumapaikkaa:
fr_fr: Modifier la localisation
hu_hu: Szerkesztés Nyelv:
sv_se: Redigera Ort:

source: Update Locale
fi_fi: Päivitä tapahtumapaikka
fr_fr: Mettre à jour la localisation
hu_hu: Helyszín frissítése
sv_se: Uppdatera Ort

source: Manage Locales/Regions
fi_fi: Hallitse tapahtumapaikkoja
fr_fr: Gérer les localisations / régions
hu_hu: Kezelése Nyelv / régiók
sv_se: Hantera Orter/Regioner

source: Add New Locale
fi_fi: Lisää uusi tapahtumapaikka
fr_fr: Ajouter une nouvelle localisation
hu_hu: Új Locale
sv_se: Ny lokal

source: Locales have been successfully deleted from the event.
fi_fi: Tapahtumapaikat on poistettu tästä tapahtumasta.
fr_fr: Les localisations ont été supprimées de l'évènement avec succès.
hu_hu: Nyelv sikeresen törölték az eseményt.
sv_se: Orterna har tagits bort från detta evenemang.

source: Delete Locale
fi_fi: Poista tapahtumapaikka
fr_fr: Supprimer la localisation
hu_hu: Törlés Nyelv
sv_se: Ta bort lokal

source: Locale Locale
fr_fr: Localisation
hu_hu: Nyelv Nyelv
sv_se: Lokalisera Lokal

source: This can be used to group locales together in your custom queries or shortcodes
fr_fr: Cela peut être utilisé pour regrouper des lieux dans vos requêtes personnalisées ou shortcodes
hu_hu: Ezt fel lehet használni a csoport locales együtt az egyéni lekérdezések vagy shortcodes
sv_se: Detta kan användas för att gruppera Lokaler tillsammans i dina egna queries eller shortcodes

source: The locale has been updated.
fi_fi: Tapahtumapaikka on päivitetty.
fr_fr: L'environnement local a été mis à jour.
hu_hu: A locale frissült.
sv_se: Orten har uppdaterats.

source: Add a Staff Member
fi_fi: Lisää henkilökunnan jäsen
fr_fr: Ajouter un collaborateur
hu_hu: Add a munkatárs
sv_se: Lägg till personal

source: Website
fi_fi: Verkkosivu
fr_fr: Site web
hu_hu: Weboldal
sv_se: Hemsida

source: Image/Logo URL
fi_fi: Kuva / logo URL
fr_fr: URL de l'image/logo
hu_hu: Kép / Logo URL
sv_se: Bild/Logo URL

source: Organization
fi_fi: Organisaatio
fr_fr: Organisation
hu_hu: - szervezeteink,
sv_se: Organisation

source: Industry
fi_fi: Teollisuus
fr_fr: Industrie
hu_hu: Ipar
sv_se: Bransch

source: Description
fi_fi: Kuvaus
hu_hu: Leírás
sv_se: Beskrivning

source: Save Staff Member
fi_fi: Tallenna henkilökunnan jäsen
fr_fr: Sauvegarder le collaborateur
hu_hu: Mentés munkatárs
sv_se: Spara Personal

source: The person has been added.
fi_fi: Henkilö on lisätty.
fr_fr: La personne a été ajoutée.
hu_hu: A személy került.
sv_se: Personen har lagts till.

source: The person was not saved.
fi_fi: Henkilöä ei tallennettu.
fr_fr: La personne n'a pas été enregistré.
hu_hu: A személy nem volt mentve.
sv_se: Personen sparades inte.

source: Edit Staff Member:
fi_fi: Muokkaa henkilöä:
fr_fr: Editer le collaborateur
hu_hu: Szerkesztés munkatárs:
sv_se: Ändra Personal:

source: Update Staff Member
fi_fi: Päivitä henkilön tiedot
fr_fr: Mettre à jour le collaborateur
hu_hu: Személyzet tagjának frissítése
sv_se: Uppdatera Personal

source: Add New Staff Member
fi_fi: Lisää uusi henkilökunnan jäsen
fr_fr: Ajouter un nouveau collaborateur
hu_hu: Új munkatárs
sv_se: Lägg till ny Personal

source: Staff member(s) have been successfully deleted from the event.
fi_fi: Henkilökunnan jäsen(et) on onnistuneesti poistettu tapahtumasta
fr_fr: Les collaborateurs ont été supprimés de l'évènement avec succès.
hu_hu: Személyzeti tag (ok) sikeresen törölték az eseményt.
sv_se: Personal(en) har tagits bort från detta evenemang.

source: Delete Staff Member(s)
fi_fi: Poista henkilökunnan jäsen(iä)
fr_fr: Supprimer les collaborateurs
hu_hu: Törlés személyzeti tag (ok)
sv_se: Ta bort Personal

source: The person has been updated.
fi_fi: Henkilö on päivitetty
fr_fr: La personne a été mise à jour.
hu_hu: Az a személy, frissült.
sv_se: Personen har uppdaterats.

source: Template details saved.
fi_fi: Alustan yksityiskohdat on tallennettu
fr_fr: Détails du modèle sauvegardé
hu_hu: Sablon további részletek mentve.
sv_se: Mallen har sparats.

source: Template Options
fi_fi: Alustan asetukset
fr_fr: Options du thème
hu_hu: Sablon beállításai
sv_se: Mall inställningar

source: Display short descriptions in the event listings?
fi_fi: Näytä lyhyet kuvaukset tapahtuman listauksesta?
fr_fr: Afficher une description rapide dans la liste des évènements ?
hu_hu: Mutasson rövid leírást az eseménylistában?
sv_se: Visa korta beskrivningarna i event listor?

source: Be sure to use the "More..." tag in your event description
fi_fi: Muista käyttää "Lisää.." takgia tapahtuman kuvauksessasi
fr_fr: Assurez vous d'utiliser le tag "More…" dans la description de votre évènement
hu_hu: Ügyeljen arra, hogy a "Tovább ... " címkét használja esemény leírásában
sv_se: Var noga med att använda "Mer ..." tagg i ditt evenemang beskrivning

source: Display event descriptions in the multiple event registration pages?
fr_fr: Afficher les descriptions des événements dans les pages multiples d'inscription aux événements?
hu_hu: Kijelző események leírása a többféle eseményforrást regisztrációs oldalakon?
sv_se: Visa Evenemangsbeskrivningar på sidan för multipla Eventregistreringar?

source: Display addresses in the event listings?
fi_fi: Näytä osoite tapahtuman listauksessa?
fr_fr: Afficher les adresses dans la liste des événements?
hu_hu: Mutassa a címeket az eseménylistákban?
sv_se: Visa adresser i Evenemangslistorna?

source: Display the address in the registration form?
fi_fi: Näytä osoite rekisteröiti lomakkeella?
fr_fr: Afficher l'adresse dans le formulaire d'inscription ?
hu_hu: Megjelenítse a címet a regisztrációs űrlapon?
sv_se: Visa adress i anmälningsblanketten?

source: Disable the address if you are using the venue manager shortcodes in your event description.
fi_fi: Poista osoite jos käytät tapahtumapaikkahallinta lyhenteitä tapahtumien kuvauksissa.
fr_fr: Désactivez l'adresse si vous utilisez les shortcodes du gestionnaire de lieux dans la description de votre évènement.
hu_hu: Kapcsolja ki a címet, ha a helyszínkezelő rövid kódokat használja az esemény leírásában.
sv_se: Inaktivera adress om du använder kortkoder för arenor manager i din evenemang beskrivning.

source: Use the custom post types feature?
fi_fi: Käytä muokattujen julkaisuiden ominaisuutta?
fr_fr: Utilisez la fonction personnalisée après les types?
hu_hu: Használja az egyéni követő típusok funkció?
sv_se: Använd den "Anpassade Inläggstyper"-funktionen?

source: Stylesheet Options
fi_fi: Tyylipohjan valinnat
fr_fr: Options de Feuille de style
hu_hu: Stíluslap beállításai
sv_se: Stilmallsalternativ

source: Themeroller Styles
fi_fi: Themeroller tyylit
fr_fr: Styles Themeroller
hu_hu: Themeroller Stílusok
sv_se: Themeroller Stilar

source: Use Themeroller Style Sheets
fi_fi: Käytä themeroller tyylisivu
fr_fr: Utiliser les feuilles de style Themeroller
hu_hu: Használja Themeroller Style Sheets
sv_se: Använd Themeroller Style Sheets

source: This option enables the style settings below.
fi_fi: Tämä valinta sallii allaolevat tyyliasetukset.
fr_fr: Cette option active les paramètres de style ci-dessous.
hu_hu: Ez az opció lehetővé teszi, hogy a stílus beállításokat az alábbiakban.
sv_se: Detta val möjliggör stil-inställningarna nedan.

source: ThemeRoller Style
fi_fi: ThemeRoller -tyyli
fr_fr: style de ThemeRoller
hu_hu: ThemeRoller stílus
sv_se: ThemeRoller stil

source: Default style sheet is Smoothness.
fi_fi: Oletus tyylisivu on Smoothness.
fr_fr: La feuille de style par défaut est lissée.
hu_hu: Alapértelmezett stíluslap Simaság.
sv_se: Standardformatmallen är Smoothness.

source: Current Custom Style Sheet
fi_fi: Nykyinen muokattu tyylipohja
fr_fr: Actuelle feuille de style personnalisés
hu_hu: Jelenlegi Custom Style Sheet
sv_se: Aktuell stilmall

source: Remove style sheet?
fi_fi: Poista tyylipohja?
fr_fr: Supprimer une feuille de style ?
hu_hu: Vegye stíluslap?
sv_se: Ta bort stilmall?

source: Add a custom style sheet?
fi_fi: Lisää muokattu tyylipohja?
fr_fr: Ajouter une feuille de style personnalisée ?
hu_hu: Adjon hozzá egy egyéni stíluslapot?
sv_se: Lägg till en egen stilmall?

source: Developers Only
fi_fi: Vain kehittäjille
fr_fr: Seul pour les Développeurs
hu_hu: Fejlesztők Csak
sv_se: Endast för utvecklare

source: Developer templates
fi_fi: Kehittäjä pohjat
fr_fr: Modèles développeurs
hu_hu: Fejlesztői sablonok
sv_se: Utvecklingsmallar

source: Legacy Styles
fi_fi: Legacy tyylit
hu_hu: Legacy Stílusok
sv_se: Etablerade Stilar

source: Enable legacy style sheets?
fi_fi: Salli legacy tyylisivu
hu_hu: Engedélyezze a legacy stíluslapok?
sv_se: Aktivera etablerade style sheets?

source: Remove the legacy style sheets option?
fi_fi: Poista legacy tyylisivu vaihtoehto?
hu_hu: Távolítsuk el a régi stíluslapokat opció?
sv_se: Ta bort etablerade style sheets alternativ?

source: Select Base stylesheet
fi_fi: Valitse perus tyylisivu
fr_fr: Sélectionnez Base de feuille de style
hu_hu: Válassza a Base stíluslap
sv_se: Välj grund-stilmall

source: Default style - generic
fi_fi: Oletustyyli - generic
fr_fr: Style par défaut - générique
hu_hu: Alapértelmezett stílus - általános
sv_se: Standardstil - Generell

source: Select optional colors
fi_fi: Valitse vaihtoehtoiset värit
fr_fr: Sélectionnez les couleurs en option
hu_hu: Válassza a választható színek
sv_se: Välj valfri färg

source: None
fi_fi: Ei mitään
fr_fr: Aucun
hu_hu: Nincs
sv_se: Ingen

source: Your templates have been copied.
fi_fi: Sinun tyylipohjat on kopioitu.
fr_fr: Vos modèles ont été copiés.
hu_hu: A sablonok volna másolni.
sv_se: Dina mallar har kopierats.

source: Modifying your event listings and registration pages is easy.
fi_fi: Tapahtumalistaus ja rekisteröintisivujen muokkaaminen on helppoa.
fr_fr: Modification de vos listes d'événements et les pages d'inscription est facile.
hu_hu: Módosítása a rendezvény listák és regisztrációs oldalak egyszerű.

source: You just need to edit the appropriate files in the following location.
fi_fi: Sinun täytyy vain muokata tiedostoja seuraavasta sijainnista.
fr_fr: Vous avez juste besoin d'éditer les fichiers dans l'emplacement suivant.
hu_hu: Csak azt kell szerkeszteni a megfelelő fájlokat a következő helyre.

source: Current Template Files:
fi_fi: Nykyiset malli-tiedostot:
fr_fr: Fichiers modèles actuels:
hu_hu: Jelenlegi sablon Files:
sv_se: Nuvarande Mallfiler:

source: (displays a list of attendees)
fi_fi: (näyttää listan osallistujista)
fr_fr: (affiche la liste des participants)
hu_hu: (Megjeleníti a résztvevők)
sv_se: (visar en lista på deltagare)

source: (logic for displaying the list of events)
fi_fi: (looginen tapa näyttää tapahtumalista)
fr_fr: (logique pour afficher la liste des événements)
hu_hu: (Logikai megjelenítő események listáját)
sv_se: (logik för att visa listan på evenemang)

source: (displays a list of events)
fi_fi: (näyttää listan tapahtumista)
fr_fr: (affiche une liste des événements)
hu_hu: (Megjelenít egy listát az események)
sv_se: (visar en lista på evenemang)

source: (create-a-post template)
fi_fi: (luo viestipohjan)
fr_fr: (créer-un post-modèle)
hu_hu: (Create-a-post sablon)
sv_se: (skapa-ett-inlägg mall)

source: (displays your payment page text)
fi_fi: (näyttää nykyisen maksusivun tekstin)
fr_fr: (affiche le texte de votre page de paiement)
hu_hu: (Kijelzi a fizetési oldal szöveg)
sv_se: (visar betalningssidans text)

source: (logic for displaying the registration form)
fi_fi: (looginen tapa näyttää rekisteröintilomake)
fr_fr: (logique pour afficher le formulaire d'inscription)
hu_hu: (Logikai megjelenítéséhez a regisztrációs űrlap)
sv_se: (logik för att visa anmälningsformuläret)

source: (displays your registration form)
fi_fi: (näyttää rekisteröintilomakkeesi)
fr_fr: (affiche votre formulaire d'inscription)
hu_hu: (Jeleníti meg a regisztrációs űrlap)
sv_se: (visar ditt anmälningsformulär)

source: (page that is displayed when returning to pay)
fi_fi: (sivu joka näytetään kun palataan maksusivulta)
fr_fr: (page qui s'affiche lors du retour à payer)
hu_hu: (Oldal jelenik meg, amikor vissza kell fizetnie)
sv_se: (sida som visas när man återkommer för betalning)

source: (creates a widget for use in your theme)
fi_fi: (luo widgetin teeman käyttöä varten)
fr_fr: (crée un widget pour l'utilisation dans votre thème)
hu_hu: (Létrehoz egy widgetet használata a téma)
sv_se: (skapar en widget för att användas i ditt tema)

source: - Moved
fi_fi: - Siirretty
fr_fr: - Déplacé
hu_hu: - Áthelyezve
sv_se: - Flyttad

source: - Not Moved
fi_fi: - Ei siirretty
fr_fr: - Pas déplacés
hu_hu: - Nem Áthelyezve
sv_se: - Inte flyttad

source: If you plan on modifying the look of your event listings, registration page, or attendee list. Use the option below to move these templates to a safe place. Keep in mind, if updates are made or features are added to these templates in the future. You will need to make the updates to your customized templates.
fi_fi: Jos aikomuksesi on muokata tapahtumalistauksen, rekisteröintisivun tai osallistujalistan ulkoasua, käytä allaolevaa valintaa siirtääksesi mallit turvalliseen paikkaan. Muista että jos päivityksiä tehdään näiden mallien ominaisuuksiin tulevaisuudessa, joudut tekemään päivitykset muokattuihin malleihisi.
fr_fr: Si vous envisagez de modifier l'apparence de vos annonces d'événements, page d'inscription, ou la liste des participants. Utilisez l'option ci-dessous pour déplacer ces modèles dans un endroit sûr. Gardez à l'esprit, si les mises à jour sont faites ou fonctionnalités sont ajoutées à ces modèles à l'avenir. Vous aurez besoin de faire les mises à jour de vos modèles personnalisés
hu_hu: Ha a terv módosításával a megjelenés a rendezvény listák, regisztrációs oldalt, vagy résztvevők listájára. Használja az alábbi lehetőségek közül mozgatni ezeket a sablonokat, hogy egy biztonságos helyre. Ne feledje, ha a frissítés történt, vagy funkciókat adnak a sablonok a jövőben. Meg kell, hogy a frissítéseket a testreszabott sablonokat.

source: Enable Built In Styles
fi_fi: Salli Built In -tyylit
fr_fr: Activer Construit dans les Styles
hu_hu: Engedélyezze Beépített Stílusok
sv_se: Aktiver inbyggda stilar.

source: Enabling Styles tells Event Espresso to use it's built in stylesheets for styling the template files.
fi_fi: Sallimalla Tyylit kerrot Evet Espressolle, että sen tulee käyttää built-in tyylipohjia mallien tiedostoihin.
fr_fr: Activation Styles dit Espresso événement à utiliser il est construit en style pour coiffer les fichiers de modèle.
hu_hu: Engedélyezése stílusok mondja Event Espresso kezelhető ez beépített stíluslapok a stílus a sablon fájlokat.
sv_se: Aktivering av Stilar talar om för Event Espress att använda dom inbyggda Stilmallarna för anpassning av mallarna.

source: If this option is enabled Event Espresso first looks in the /wp-content/uploads/espresso/templates folder for a copy of the stylesheet, if not found it then uses the copy found in the main templates folder.
fi_fi: Jos tämä valinta on sallittu Event Espresso etsii aluksi /wp-content/uploads/espresso/templates hakemiston tyylin kopioimiseen. Jos kansioa ei löydy, se käyttää kopioa joka löytyy mallien päähakemistosta
fr_fr: Si cette option est activée Espresso événement regarde d'abord dans le dossier / wp-content/uploads/espresso/templates une copie de la feuille de style, s'il n'est pas trouvé il utilise la copie trouvée dans le dossier principal de modèles.
hu_hu: Ha ez az opció engedélyezve van, Event Espresso első dimenzió a / wp-content/uploads/espresso/templates mappa egy példányt a stíluslapot, ha nem találta meg, akkor használja a másolat található a fő Sablonok mappába.
sv_se: Om detta val är aktiverat så tittar Event Espresso först i "/wp-content/uploads/espresso/templates"-mappen efter en kopia av stilmarllarna. Om den inte hittas där då använder den kopian som ligger i den vanliga mall-katalogen.

source: If event espresso uses the original copy of the stylesheet you will have the option to select from a range of alternative sheets, these additional stylesheets however are not available if you have copied the default stylesheet to the uploads folder to customize yourself.
fi_fi: Jos Event Espresso käyttää alkuperäistä kopiota tyylipohjasta sinulla on mahdollisuus valita useista vaihtohedoista. Kuitenkin nämä vaihtoehtoiset tyylit eivät ole saatavilla jos olet kopioinut oletustyylipohjat lähetys hakemistoon omia muokkausia varten.
fr_fr: Si expresso événements utilise la copie originale de la feuille de style, vous aurez la possibilité de choisir parmi un éventail de feuilles de rechange, les feuilles de style supplémentaires ne sont cependant pas disponible si vous avez copié le style par défaut dans le dossier ajouts aux besoins du client.
hu_hu: Ha az esemény eszpresszó használja az eredeti példányt a stíluslap lesz a lehetőség, hogy válasszon egy sor alternatív lemezek, ezek a további stíluslapok azonban nem érhető el, ha a másolt alapértelmezett stíluslap az feltöltve mappát testre magad.
sv_se: Om Event Espresso använder den ursprungliga kopian av stilmallen har du möjlighet att välja från ett utbud av alternativa mallar, dessa ytterligare stilmallar är dock inte tillgängliga om du har kopierat den förvalda stilmallen till upload-mappen för att anpassa själv.
