Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Directions:
fi_fi: Ohjeet:
hu_hu: Elkészítés:
sv_se: Vägbeskrivning:

source: Add [ESPRESSO_CALENDAR] to any page or post to display a calendar of Event Espresso events. Use [ESPRESSO_CALENDAR event_category_id="your_category_identifier"] to show events of a certain category (also creates a CSS using the category_identifier as the class name.) Use [ESPRESSO_CALENDAR show_expired="true"] to show expired events, can also be used inconjunction with the category ID.
fi_fi: Lisää [ESPRESSO_CALENDAR] mille tahansa sivulle tai näytä kalenteri Event Espresso tapahtumissa. Käytä [ESPRESSO_CALENDAR event_category_id="your_category_identifier"] näyttääksesi tapahtumat tietyissa kategorioissa (se myös luo CSS:ää käyttäen category_indentifier luokan nimenä.) Käytä [ESPRESSO_CALENDAR show_expired="true"] näyttääksesi vanhentuneet tapahtumat, jota voidaan myös käyttää yhdessä kategorian ID:n kanssa.
fr_fr: Ajouter [ESPRESSO_CALENDAR] à n'importe quelle page ou article pour afficher un calendrier des événements à espresso événements. Utilisez [ESPRESSO_CALENDAR event_category_id = "your_category_identifier"] pour afficher les événements d'une certaine catégorie (crée également un CSS en utilisant le category_identifier en tant que nom de la classe.) Utilisez [ESPRESSO_CALENDAR show_expired = "true"] pour afficher les événements ayant expiré, peut également être utilisé en conjonction avec l'ID de catégorie .
hu_hu: Hozzáadása [ESPRESSO_CALENDAR], hogy bármely oldalon, vagy postai úton, hogy megjelenjen a naptár Az esemény Espresso események. A [ESPRESSO_CALENDAR event_category_id = "your_category_identifier "] megjelenítéséhez események egy bizonyos kategóriába tartozó (szintén létrehoz egy CSS segítségével category_identifier az osztály neve.) A [ESPRESSO_CALENDAR show_expired = "true "] megjelenítéséhez lejárt események is használható inconjunction a kategóriában ID.

source: Examples Shortcodes:
fi_fi: Esimerkki lyhenteet:
fr_fr: Shortcodes Exemples:
hu_hu: Példák Shortcodes:

source: Styles/Colors:
fi_fi: Tyylit / värit
fr_fr: Styles /Couleurs:
hu_hu: Stílusok / Színek:

source: To edit the calendar styles, copy the CSS file located in the plugin folder to your "wp-content/uploads/espresso/" directory. Then edit as needed. Refer to <a href="http://arshaw.com/fullcalendar/docs/event_rendering/Colors/" target="_blank">this page</a> for an example of styling the calendar and colors.
fi_fi: Muokataksesi kalenterin tyyliä, kopioi CSS tiedosto joka sijaitsee lisäosan kansiossa "wp-content/uploads/espresso/" hakemistossa. Tee haluamasi muokkaukset. Mainitse <a href="http://arshaw.com/fullcalendar/docs/event_rendering/Colors/" target="_blank"> tällä sivulla </a> esimerkkinä kalenterin tyylin ja värien muokkaamisesta.
fr_fr: Pour modifier les styles de calendrier, copiez le fichier CSS dans le dossier plugin pour votre répertoire"wp-content/uploads/espresso /".Ensuite, éditez le cas échéant. Reportez-vous à <a href="http://arshaw.com/fullcalendar/docs/event_rendering/Colors/" target="_blank">this page</a> pour un exemple de style du calendrier et des couleurs.
hu_hu: Szerkesztéséhez naptár stílusok, másolja a CSS fájl található a plugin mappát a "wp-content/uploads/espresso / " könyvtárba. Ezután szerkessze szükséges. Lásd <a href="http://arshaw.com/fullcalendar/docs/event_rendering/Colors/" target="_blank"> ezen az oldalon </ a> egy példát stílus a naptár és a színeket.

source: Category Colors:
fi_fi: Kategorian värit:
fr_fr: Couleurs Catégorie:
hu_hu: Kategória Színek:

source: Event Categories can have their own colors on the calendar. To use this feature, simply create a class in theme CSS file with the names of your event categories. For more inforamtion <a href="http://eventespresso.com/forums/?p=650" target="_blank">please visit the tutorial</a> for this topic.
fi_fi: Tapahtuman kategorioilla voi olla omat värit kalenterissa. Käyttääksesi tätä ominaisuutta, luo luokka CSS:n teematiedostoon tapahtuma kategorioiden nimillä. Lisää tietoa <a href="http://eventespresso.com/forums/?p=650" target="_blank"> katso ohjeet</a> linkistä.
fr_fr: Les Catégories d'Evénements peuvent avoir leurs propres couleurs sur le calendrier. Pour utiliser cette fonction, il suffit de créer une classe CSS dans le thème fichier avec les noms de vos catégories d'événements. Pour plus d'information <a href="http://eventespresso.com/forums/?p=650" target="_blank">s'il vous plaît visitez le tutoriel </a> pour ce sujet.
hu_hu: Kategóriát lehet saját színei a naptárban. Ahhoz, hogy ezt a szolgáltatást használni, egyszerűen hozzon létre egy osztályt téma CSS fájl nevét a rendezvény kategóriákban. További inforamtion <a href="http://eventespresso.com/forums/?p=650" target="_blank"> látogasson el a bemutató </ a> ebben a témában.

source: Display Calendar styles on specific pages
fi_fi: Näytä kalenterin tyylit tietyillä sivuilla
fr_fr: Afficher les styles de Calendrier des pages spécifiques
hu_hu: Kijelző Calendar stílusok bizonyos oldalakon
sv_se: Visa Kalenderstilar på specifika sidor

source: This tells the plugin to load the calendar CSS file on these pages. This should be a comma seperated list of page ids. The default value is "0", meaning the CSS will load on all pages of your website. The list of page ids will need to be updated if you add/delete/move your calendar page(s).
fi_fi: Tämä kertoo lisäosalle, että sen tulee ladata kalenterin CSS-tiedosta näiltä sivuilta. Tämän tulisi olla pilkuilla erotelttu lista sivujen id:tä. Oletusarvo on"0", tarkoittaen CSS:n lataamista kaikille sivustosi sivuille. Sivujen Id lista pitää päivittää jos haluat lisätä/poistaa/siirtää kalenterisi sivuja.
fr_fr: Ceci indique au plugin de charger le fichier du calendrier CSS sur ces pages. Ce doit être une liste séparée par des virgules des identificateurs de page. La valeur par défaut est "0", ce qui signifie que le CSS va charger sur toutes les pages de votre site web. La liste des id de page devront être mises à jour si vous ajoutez / supprimez / déplacez votre page de calendrier (s).
hu_hu: Ez megmondja a plugin betöltése naptári CSS fájl ezeken az oldalakon. Ez legyen vesszővel elválasztott listája oldal ids. Az alapértelmezett érték "0 ", azaz a CSS fogja betölteni az összes oldalon az Ön honlapján. A lista az oldal ids lesz frissíteni kell, ha add / delete / helyezze a naptár oldal (ak).

source: Only loading styles on specific pages avoids unnecessary requests for files from the server that are not required for that pages style and layout.
fi_fi: Vain lataamalla tyylejä tietyiltä sivuilta vältyt tarpeettomilta kyselyiltä tiedostoista jotka eivät ole välttämättömiä sivun tyylille.
fr_fr: Seuls les styles de chargement sur des pages spécifiques évitent les demandes inutiles de fichiers du serveur qui ne sont pas nécessaires pour le style et la disposition des pages.
hu_hu: Csak loading stílusok bizonyos oldalakon elkerüli a felesleges kérelmek fájlokat a szerver, nem szükséges az, hogy az oldalak stílusát és elrendezését.

source: <em class="important">If you are uncertain on what this setting does, please do not modify the default value.</em>
fi_fi: <em class="important">Jos et ole varma mtiä nämä asetukset tekevät, älä muokkaa oletusarvoja.</em>
fr_fr: <em class="important">Si vous avez des doutes sur ce que ce réglage fait, s'il vous plaît ne modifiez pas la valeur par défaut.</em>
hu_hu: <em class="important"> Ha bizonytalan, hogy mit jelent ez a beállítás, kérjük, ne módosítsa az alapértelmezett értéket. </ em>

source: Display calendar on which type of page?
fi_fi: Millaisilla sivulilla kalenteri näytetään?
fr_fr: Afficher le calendrier sur le type de page?
hu_hu: Kijelző naptár, hogy milyen típusú az oldalon?

source: <b>Registration Page (default)</b> -- Calendar links go to the Event Espresso registration page for the event. Use this if you are not using Custom Post Types.
fi_fi: <b>Rekisteröintisivu (oletus)</b> --Kalenterin linkki Event Espresson rekisteröintisivuille. Valitse tämä jos et käytä muokattujen viestien tyyppiä.
fr_fr: <b>Page d'inscription (par défaut)</b> -- Liens Calendrier aller à la page d'inscription de l'événement Espresso pour l'événement. Utilisez cette option si vous n'utilisez pas de types de poste personnalisés.
hu_hu: <b> regisztráció Page (alapértelmezett) </ b> - Naptár linkeket megy az esemény Espresso regisztrációs oldalt az eseményre. Használja ezt, ha nem használja Custom Posta típusok.

source: <b>Post</b> -- Calendar links go to the Event Post for the event. Use this option <em><b>only</b></em> if you have enabled Custom Post Types.
fi_fi: <b>Viesti</b> -- Kalenterin linkki tämän tapahtuman viesteihin <em><b>vain</b></em> jos olet sallinut muokattujen viestien tyypit.
fr_fr: <b>Post</b> - Liens Calendrier aller à la Poste d'événement pour l'événement. Utilisez cette option <em><b>uniquement</b></em> si vous avez activé Custom Post Types.
hu_hu: <b> hozzászólás </ b> - Naptár linkeket megy az Esemény Posta az eseményre. Ezzel a beállítással <em> <b> csak </ b> </ em>, ha engedélyezve van Custom Posta típusok.

source: Calendar thumbnail sizing
fi_fi: Kalenterin pikkukuvien koot
fr_fr: Calendrier miniature dimensionnement
hu_hu: Naptár thumbnail méretezés

source: Using these options allow you to set a general size that your thumbnails will be displayed at on your calendar.
fi_fi: Tämä valinta mahdollistaa kalenterin kuvien koon määrittämisen.
fr_fr: L'utilisation de ces options vous permettent de définir une taille générale de vos vignettes qui seront affichées à l'agenda.
hu_hu: Ezekkel a beállítások lehetővé teszik, hogy egy általános méretű, hogy a miniatűrök jelenik meg a naptárban.
sv_se: Med hjälp av dessa alternativ kan du ställa in en allmän storlek som dina miniatyrbilder visas på på din kalender.

source: <em>For best results try to select an image that has a greater size (dimensions) than your selected display size.</em>
fi_fi: <em>Parhaan tuloksen saavuttamiseksi, kokeile lisätä kuva joka on suurempi (mitoiltaan) kun valitun näytön koko. </em>
fr_fr: <em>Pour de meilleurs résultats essayez de sélectionner une image qui a une plus grande taille (dimensions) que votre taille d'affichage sélectionné.</em>
hu_hu: <em> A legjobb eredmények elérése megpróbál jelöljön ki egy képet, amely a nagyobb méretű (méretek), mint a kiválasztott megjelenítési méretét. </ em>
sv_se: <em>För bästa resultat försök välja en bild som har en större storlek (dimensioner) än din valda visningsstorlek.</em>

source: <em>N.B. On certain displays, such as a Day view these thumbnail sizes might be overridden to reduce the size for best display of events falling on the same day.</em>
fr_fr: <em>N.B. Sur certains écrans, comme une vue du jour ces tailles de vignettes pourrait être substituée pour réduire la taille pour une meilleure représentation des événements qui tombent sur la même journée. </em>
hu_hu: <em> NB Egyes kijelzők, mint például a Day megtekintéséhez thumbnail méretek lehetnek felülbírálható méretének csökkentésére irányuló legjobb kijelző események eső ugyanazon a napon. </ em>
sv_se: <em> N.B. På vissa visningar, t.ex. en "Dagsvy" så kan storleken på dessa miniatyrbilder komma att skrivas över för att minska storleken för bästa visning av Evenemang som infaller på samma dag.</em>

source: Display event times
fi_fi: Näytä tapahtuman ajat
fr_fr: Afficher les heures des événements
hu_hu: Kijelző idejei
sv_se: Visa Evenemangstider

source: This option allows you to show the event start and finish times.
fi_fi: Tämä valinta mahdollistaa tapahtuman aloitus- ja lopetusajan näyttämisen
fr_fr: Cette option vous permet d'afficher le début de l'événement ainsi que la fin.
hu_hu: Ez az opció lehetővé teszi, hogy megmutathassa az esemény kezdési és befejezési idő.
sv_se: Detta alternativ ger dig möjlighet att visa Evenemangets start och sluttider.

source: The times are displayed below the event title.
fi_fi: Ajat näytetään alla tapahtuman otsikossa
fr_fr: Les heures sont indiquées en dessous du titre de l'événement.
hu_hu: Az idő alatt megjelenik az esemény neve.
sv_se: Dessa tider visas under Evenemangets titel.

source: You may select the format of the time display using the radio button options, or you may set your own custom format explained in the link below the input field.
fi_fi: Voit valita ajan näyttötavan käyttäen radio-nappi valintaa, tai voit lisätä oman muokatun tavan joka on selitetty linkissä syöttökentän alapuoella.
fr_fr: Vous pouvez sélectionner le format de l'affichage de l'heure en utilisant les boutons radio, ou vous pouvez configurer votre propre format personnalisé expliqué dans le lien ci-dessous du champ de saisie.
hu_hu: Kiválaszthatja a formátumot az idő kijelző segítségével a rádió gomb opciót, vagy beállíthatja saját egyéni formátumot magyarázni az alábbi linket a beviteli mezőbe.
sv_se: Du kan välja ett format för tidsdisplayen med hjälp av alternativknapparna eller så kan du ställa din egen formatering, som förklaras i länken under inmatningsfältet

source: Enable CSS classes for Categories
fi_fi: Salli CSS-luokat kategorioille
fr_fr: Activer les classes CSS pour les Catégories
hu_hu: Engedélyezze a CSS osztályok kategóriák
sv_se: Aktierver CSS klasser för Kategorier

source: Enabling this option will set the events category name as a CSS class on the event element
fi_fi: Sallittuasi tämän valinna lisätään tapahtuman kategoria nimeksi CSS-luokkaan tapahtuman elementissä
fr_fr: L'activation de cette option permet de définir le nom de la catégorie des événements comme une classe CSS sur l'élément évènement
hu_hu: Engedélyezése opció be az eseményeket kategória nevét, mint egy CSS osztály az esemény elem
sv_se: Aktivering av detta alternativ kommer att sätta Evenemangets Kategorinamn som en CSS klass på det Evenemangs-elementet.

source: You may use these classes to apply individual styles based on the events category e.g a separate background color for each event category.
fi_fi: Voit käyttää näitä luokkia lisätäksesi yksittäisiä tyylejä liittyen tapahtuman kategoriaan, esimerkiksi erillinen taustaväri jokaiselle tapahtuman kategorialle.
fr_fr: Vous pouvez utiliser ces classes pour appliquer des styles différents en fonction de la catégorie d'événements, par exemple une couleur de fond pour chaque catégorie d'événement.
hu_hu: Ön ezeket osztályokat kell alkalmazni az egyes stílusok alapján az eseményeket kategória például egy külön háttérszínt egyes események kategóriában.
sv_se: Du kan använda dessa klasser för att tillämpa individuella stilar baserade på Evenemangets Kategori, t.ex. en separat bakgrundsfärg för varje Evenemangskategori.

source: Open event in a popup box
fi_fi: Avaa tapahtuma pop-up laatikossa
fr_fr: Événement Ouvrir dans une fenêtre contextuelle
hu_hu: Nyitva esemény egy felugró ablak
sv_se: Öppna Evenemang i ett Popup fönster

source: This option will cause the event to open in a popup box with event details displayed along with a link to the registration page instead of the event link directly moving to the registration page.
fi_fi: Tämä valinta mahdollistaa tapahtuman avautumisen ponnahdus laatikossa sisältäen tapahtuman tiedot ja linkin rekisteröintisivuille
fr_fr: Cette option provoque l'événement pour ouvrir dans une fenêtre contextuelle avec les détails des événements affichés avec un lien vers la page d'inscription au lieu du lien de cause, directement passer à la page d'inscription.
hu_hu: Ez az opció hatására a nyitó egy felugró doboz esemény részleteit a kijelzőn egy linket a regisztrációs oldalra, hanem az esemény kapcsolat közvetlenül mozog a regisztrációs oldalon.
sv_se: Detta alternativ gör att Evenemanget öppnas i ett popup-fönster med Evenemangsbeskrivning och tillsammans med en länk till Registreringssidan istället för att Evenemangslänken går direkt till Registreringssidan.

source: More Info:
fi_fi: Listätietoa:
fr_fr: Plus d'Infos:
hu_hu: További információk:
sv_se: Mer info:

source: For date formatting options, please refer to:
fi_fi: Päivämäärän muotoiluasetukset, katso:
fr_fr: Pour les options de formatage de date, s'il vous plaît se référer à:
hu_hu: A dátum formázási beállítások, olvassa el:

source: More Ino:
fi_fi: Lisätietoa:
fr_fr: Plus d'Ino:
hu_hu: További információ:

source: Display a Single Category
fi_fi: Näytä yksittäinen kategoria
fr_fr: Afficher une Seule Catégorie
hu_hu: Megjelenítése egy kategóriában

source: Enter the Event Category ID from the
fi_fi: Lisää Tapahtuman kategorian ID
fr_fr: Entrez l'ID d'Evénement Catégorie de l'
hu_hu: Adja meg az esemény kategória azonosítója a

source: Categories page
fi_fi: Kategoria
fr_fr: Page de catégories
hu_hu: Kategóriák oldal

source: Calendar Page
fi_fi: Kalenteri
fr_fr: Page du Calendrier
hu_hu: Naptár Page

source: If you have a dedicated calendar page on your site, enter the slug or page ID here. <strong>This is required!</strong> If left blank, your calendar page may not display correctly and the calendar will not display on pages.
fr_fr: Si vous avez une page de calendrier dédié sur votre site, entrez l'ID limace ou une page ici. <strong> Ceci est nécessaire! </strong> Si laissé vide, votre page de calendrier ne s'affichent pas correctement et le calendrier ne s'affiche pas sur les pages.
hu_hu: Ha van egy dedikált naptár webhelyén található oldalt, írja be a csiga vagy az oldal azonosítója van. <strong> Ez kötelező! </ strong> Ha üresen marad, a naptár lap nem megfelelően jelennek meg, és a naptár nem fog megjelenni az oldalon.

source: If enabled, calendar will use jQuery qTip to add tooltip pop-ups for each event with the event details displayed inside (including any images in the event description, resized to fit the tooltip window).
fi_fi: Josa sallittu, lkalenteri käyttää JQueryn qTip:iä lisätäkseen tykökalu pop-upit jokaiseen tapahtumaan. Pop up sisältää kaikki tapahtuman tiedot (muokaanlukien kuvat tapahtuman kuvauksesta, saalattuna uuteen kokoon).
hu_hu: Ha engedélyezve van, a naptár használni fogja a jQuery qTip kódot, hogy felugró eszköztipp ablakot adjon minden eseményhez, az esemény részleteit belül megjelenítve (ideértve a képeket az esemény leírásában, átméretezve, hogy illeszkedjen az eszköztipp ablakhoz).

source: Click here for more information about qTip.
fi_fi: Saat täältä lisätietoja qTip:stä.
hu_hu: Kattintson ide további információkért qTip.

source: Enable Images In Calendar
fi_fi: Salli kuvat kalenterissa
hu_hu: Engedélyezze Képek A Naptárban
sv_se: Aktivera bilder i Kalendern

source: Activate this to enable image thumbnails (pulled from the Featured Image box in the event) on your calendar. <span style="color: red; font-weight: bold;">Note:</span> This may not look good on all themes or may require additional styling. If you have any problems, please consult our documentation or ask for support in the forums if you need help updating your CSS to work best for your theme.
fi_fi: Aktivoi tämä salliaksesi pikkukuvat (vedettynä esilläolevasta tapahtuman kuvaalatikosta) kalenterissasi.<span style="color: red; font-weight: bold;">Huomio:</span> Tämä ei saata näyttää hyvälle kaikisas teemoissa, tai se saattaa vaatia tyylin muokkausta. Jos sinulla on ongelmia teemasi CSS-päivityksen kanssa, kysy neuvoa ylläpidolta tai foorumilta.
fr_fr: Activez-ceci pour permettre des images miniatures (tiré de la boîte d'Image Représentée à l'occasion) sur votre calendrier <span style="color: red; font-weight: bold;">Note:</span> Ceci ne peut pas avoir bonne mine sur tous les thèmes ou peut exiger un style supplémentaire. Si vous avez des problèmes, consultez s'il vous plaît notre documentation ou demandez l'assistance dans les forums si vous avez besoin de l'aide mettant à jour votre CSS pour faire fonctionner le mieux votre thème.
hu_hu: Aktiválja ezt annak érdekében, hogy a kép kisképek (kihúzták a Kiemelt fényképek doboz esetén), a naptárban. <span style="color: red; font-weight: bold;"> Megjegyzés: </ span> Ez lehet, hogy nem néz ki jól az összes témát, vagy igényel további stílus. Ha bármilyen problémája van, kérjük, forduljon a dokumentációját, vagy kérjen segítséget a fórumon, ha segítségre van szüksége frissítése a CSS-t, ami a legjobb a témát.
sv_se: Aktivera detta för att visa miniatyrbilder (tas från "featured image" rutan i evenemanget) i din kalender. <span style="color: red; font-weight: bold;"> Obs: </span> Det kanske inte ser bra ut på alla teman och/eller kan kräva ytterligare styling. Om du har några problem, vänligen använd vår dokumentation eller begär hjälp i forumen om du behöver hjälp med att uppdatera din CSS för att fungera bäst för ditt tema.

source: If you are having trouble with this option turned on, consider disabling the calendar images and instead activating Show Tooltips, and adding an image into the event description. The image in the event description (and any text) will display in the tooltip pop-up.
fi_fi: Jos sinulla on ongelma tämän valinnan suhteen, harkitse kalenterin kuvien sulkemista ja sen sijaan Näytä työkalut -rivin aktivoimista. Kuvat voidaan lisätä tapahtuman kuvaukseen. Kuva tapahtuman kuvaksessa (ja kaikki tekstit) näytetään työkalujen ponnahdusikkunassa.
hu_hu: Ha problémája akad, amikor ez az opció be van kapcsolva, gondolja meg a naptárképek kikapcsolását, és helyette az Eszköztippek mutatás aktíválását, továbbá egy kép hozzáadását az esemény leírásához. A kép az esemény leírásban (és bármilyen szöveg) az eszköztipp felugró ablakban jelenik meg.
sv_se: Om du har problem när detta val är aktiverat, pröva med att inaktivera kalenderbilder och istället aktivera "tooltips" och lägg in en bild i evenemangsbeskrivningen. Bilden i evenemangsbeskrivningen (och all text) visas i "tooltips" pop-upen.

source: More information
fi_fi: Lisätietoja
fr_fr: Plus d'informations
hu_hu: További információ
sv_se: Mer information

source: Event Espresso Support Documentation
fi_fi: Event Espresso tuki dokumentaatio
fr_fr: Documentation et Support Event Espresso
hu_hu: Event Support Espresso Dokumentáció
sv_se: Event Espresso support-dokumentation

source: Event Espresso Support Forums
fi_fi: Event Espresso tuki foorumit
fr_fr: Forums de support Event Espresso
hu_hu: Event Espresso Fórum
sv_se: Event Espresso support-forum

source: Display Expired Events?
fi_fi: Näytä menneet tapahtumat?
fr_fr: Afficher les Evénements Périmés?
hu_hu: Kijelző Lejárt események?
sv_se: Visa passerade Evenemang?

source: Display Single Category?
fi_fi: Näytä yksittäinen kategoria?
fr_fr: Afficher la Catégorie Unique?
hu_hu: Kijelző Single kategória?
sv_se: Visa enskild Kategori?

source: Choose a Seat
fr_fr: Choisissez une Place
hu_hu: Válasszon egy Seat
sv_se: Välje en plats

source: Please select a seat.
fi_fi: Valitse paikka.
fr_fr: Veuillez choisir un siège.
hu_hu: Kérjük, válasszon helyet!
sv_se: Vänligen välj en stol.

source: Seating Chart Image
fr_fr: Image du plan de salle
hu_hu: Ülések

source: Seat
fr_fr: Siège
hu_hu: Ülés
sv_se: Plats

source: Custom Tag
fr_fr: Étiquette Personnalisée
hu_hu: Egyéni Tag
sv_se: Anpassad tagg

source: Level
fr_fr: Niveau
hu_hu: szint
sv_se: Våning

source: Row
fr_fr: Rangée
hu_hu: Sor
sv_se: Rad

source: Member Price
fr_fr: Prix de Membre
hu_hu: Tagság ár
sv_se: Medlemspris

source: Upload Layout
fr_fr: Disposition de Téléchargement
hu_hu: Feltöltés Layout
sv_se: Ladda upp utseende

source: Excel/CSV file under 2MB
fr_fr: Excel/CSV classer sous 2Mo
hu_hu: Excel / CSV fájlt 2MB
sv_se: Excel/CSV fil under 2MB

source: Attach Preview
fr_fr: Attachez Prévisualisation
hu_hu: Csatolása előnézete
sv_se: Bifoga förhandsvisning

source: JPG or PNG under 2MB
fr_fr: JPG ou PNG sous 2MB
hu_hu: JPG vagy PNG alatt 2MB
sv_se: .jpg eller .png, under 2MB

source: Download sample layout excel file
fr_fr: Fichier Excel de disposition d'échantillon de téléchargement
hu_hu: Töltse le a minta elrendezés excel file
sv_se: Ladda ner exempel-layout i Excel-format.
