Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Please send this invoice with payment attached to the address above, or use the payment link below. Payment must be received within 48 hours of event date.
fi_fi: Lähetä Check/Money Order alla olevaan osoitteeseen. Maksun tulee olla vastaanotettu 48 tuntia ennen tapahtuman alkua.
fr_fr: S'il vous plaît envoyer cette facture avec paiement joint à l'adresse ci-dessus, ou utiliser le lien de paiement ci-dessous. Le paiement doit être reçu dans les 48 heures suivant la date de l'événement.
hu_hu: Kérjük, küldje el ezt a számlát a pénzösszeggel együtt a fenti címre, vagy használja az alábbi kifizetés linket. Az összegnek az esemény időpontjától számított 48 órán belül meg kell érkeznie!
sv_se: Vänligen skicka denna faktura med bifogad betalning till adressen ovan eller använd betalningslänken nedan. Betalningen måste vara gjort senast 48 timmar innan evenemanget börjar.

source: Please send Invoice to the address below. Payment must be received within 48 hours of event date.
fi_fi: Lähetä lasku allaolevaan osoitteeseen. Maksu tulee vastaanottaa 48 tuntia ennen tapahtuman alkua.
fr_fr: S'il vous plaît envoyez la facture à l'adresse ci-dessous. Le paiement doit être reçu dans les 48 heures suivant la date de l'événement.
hu_hu: Kérjük, küldje el számlát az alábbi címre! Az összegnek az esemény időpontjától számított 48 órán belül meg kell érkeznie!
sv_se: Vänligen skicka fakturan till nedanstående adress. Betalningen måste vara gjord senast 48 timmar innan evenemanget börjar.

source: Invoice Payment Settings
fi_fi: Laskun maksu asetukset
fr_fr: Paramètres de Facture de Paiement
hu_hu: Számla Fizetési beállítások
sv_se: Fakturabetalning inställningar

source: Deactivate Invoice Payments?
fi_fi: Poista Invoice -maksut?
fr_fr: Désactiver la Facture de Paiement?
hu_hu: Kikapcsolja számla kifizetések?
sv_se: Inaktivera fakturabetalning

source: Activate Invoice Payments?
fi_fi: Aktivoi Invoice -laskut?
fr_fr: Activer la Facture de Paiement?
hu_hu: Aktiválja számla kifizetések?
sv_se: Aktivera fakturabetalning

source: Invoice Instructions
fi_fi: Laskun ohjeet
fr_fr: Instructions de Facture
hu_hu: Számla utasítások
sv_se: Fakturainstruktioner

source: PDF Settings
fi_fi: PDF -asetukset
fr_fr: Paramètres PDF
hu_hu: PDF beállítások
sv_se: PDF inställningar

source: PDF Title (top right of the invoice):
fi_fi: PDF -otsikko (laskun oikeassa yläkulmassa):
fr_fr: PDF Titre (en haut à droite de la facture):
hu_hu: PDF Cím (jobb felső a számla)
sv_se: PDF Titel (övre, högra hörnet på fakturan):

source: (logo for the top left of the invoice)
fi_fi: (logo laskun vasenpaan yläkulmaan)
fr_fr: (logo en haut à gauche de la facture)
hu_hu: (Logó a bal felső sarokban a számla)
sv_se: (logo för vänstra hörnet på fakturan)

source: Invoice Instructions in PDF
fi_fi: Laskun ohjeet PDF -muodossa
hu_hu: Számla Utasítások PDF
sv_se: Faktura Instruktioner i PDF

source: Show as an option on the payment page?
fi_fi: Näytä valintana maksusivulla?
fr_fr: Voir en option sur la page de paiement?
hu_hu: Megjelenítés opció a fizetési oldalon?
sv_se: Visa som ett val på betalningssidan?

source: Update Invoice Payment Settings
fi_fi: Päivitä laskun maksuasetukset
fr_fr: Mise à jour de la Facture des Paramètres de Paiement
hu_hu: Frissítse Számla Fizetési beállítások
sv_se: Uppdatera fakturabetalnings-inställningar

source: Date:
fi_fi: Päivämäärä:
hu_hu: Dátum:
sv_se: Datum:

source: Primary Attendee ID:
fi_fi: Ensisijaisen osallistujan ID:
fr_fr: Identifiant du participant primaire :
hu_hu: Elsődleges Résztvevő ID:
sv_se: Primär deltagar-ID:

source: Event & Attendee
fi_fi: Tapahtuma & Osallistuja
fr_fr: Évènement & participants
hu_hu: Event & Résztvevő
sv_se: Evenemang och deltagare

source: Quantity
fi_fi: Määrä
fr_fr: Quantité
hu_hu: Mennyiség
sv_se: Antal

source: Sub total
fi_fi: Välisumma
fr_fr: Sous-total
hu_hu: Sub összesen
sv_se: Delsumma

source: Total:
fi_fi: Yhteensä:
hu_hu: Összesen
sv_se: Totalt:

source: Amount Paid:
fi_fi: Maksettu määrä:
fr_fr: Somme payée :
hu_hu: Kifizetett összeg
sv_se: Betalat belopp:

source: Mwarrior settings saved.
fi_fi: Mwarrior asetukset tallennettu.
fr_fr: Mwarrior paramètres enregistrés.
hu_hu: Mwarrior beállítások mentése megtörtént.

source: Deactivate Merchant Warrior IPN?
fi_fi: Poista Merchant Warrior IPN?
fr_fr: Désactiver l'IPN Merchant Warrior?
hu_hu: Kikapcsolás Merchant Warrior IPN?

source: Activate Merchant Warrior IPN?
fi_fi: Ota käyttöön Merchant Warrior IPN?
fr_fr: Activer l'IPN Merchant Warrior?
hu_hu: Aktiválja Merchant Warrior IPN?

source: MW API Passphrase
fi_fi: MW API tunnuslause
hu_hu: MW API Jelszó

source: Select the Currency for Your Country
fi_fi: Valitse maasi valuutta
fr_fr: Sélectionnez la devise de votre pays
hu_hu: Válassza ki a Pénznem for Your Country
sv_se: Välj den valuta för ditt land

source: U.S. Dollars ($)
fi_fi: Yhdysvaltain dollarit ($)
fr_fr: Dollars U.S. ($)
hu_hu: Amerikai dollár
sv_se: U.S. Dollar ($)

source: Pounds Sterling (&pound;)
fi_fi: Sterlingin punnat
fr_fr: Livres Sterling (&pound;)
hu_hu: Font sterling (£)
sv_se: Sterling Pound (£)

source: Canadian Dollars (C $)
fi_fi: Canadan dollarit (C $)
fr_fr: Dollars Canadien ($)
hu_hu: Kanadai dollár (C $)
sv_se: Kanadensiska dollar (C $)

source: New Zealand Dollar ($)
fi_fi: Uuden-Seelannin dollarit ($)
hu_hu: Új-zélandi dollár ($)
sv_se: Nya Zeeländska dollar ($)

source: Singapore Dollar ($)
fi_fi: Singaporen Dollarit ($)
hu_hu: Szingapúri dollár ($)

source: (used for your business/personal logo on the Merchant Warrior page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona Merchant Warrior sivulla)
fr_fr: utilisé pour votre entreprise / logo personnalisé sur la page Guerrier marchande)
hu_hu: (Használt üzleti / személyes logót a Merchant Warrior oldal)

source: Use the Test Mode for Merchant Warrior
fi_fi: Käytä Merchant Warrior testitilaa
fr_fr: Utilisez le Mode de Test pour Warrior Marchand
hu_hu: A teszt üzemmód Merchant Warrior

source: Update Merchant Warrior Settings
fi_fi: Päivitä Merchant Warrior asetukset
fr_fr: Mise à jour des paramètres Guerrier marchands
hu_hu: Frissítse Merchant Warrior Settings

source: Merchant Warrior Test Mode
fi_fi: Merchant Warrior testitila
fr_fr: Test Mode Marchand Guerrier
hu_hu: Merchant Warrior Teszt mód

source: Test Mode allows you to submit test transactions to the payment gateway. This allows you to test your entire integration before submitting transactions to the live Merchant Warrior environment.
fi_fi: Testitila mahdollistaa sinun suorittaa testimaksuja maksujärjestelmässä. Tämä mahdollistaa sinun testata koko integraatiota, ennenkin syötät maksut oikeean Merchant Warrior ympäristöön.
fr_fr: Mode de test vous permet de soumettre des transactions de test à la passerelle de paiement. Cela vous permet de tester votre intégration dans son entierté avant de soumettre les transactions à l'environnement Guerrier Marchand direct.
hu_hu: Teszt mód lehetővé teszi, hogy terjesszen teszt tranzakciókat a fizetési átjáró. Ez lehetővé teszi, hogy teszteljék a teljes integráció benyújtása előtt ügyletek az élő Merchant Warrior környezetben.

source: Merchant Warrior Image URL (logo for payment page)
fi_fi: Merchant Warrior kuvan URL (maksusivun logo)
fr_fr: URL de l'image marchande Warrior (logo de la page de paiement)
hu_hu: Merchant Warrior Kép URL (logo fizetési oldal)

source: The URL of the image displayed as your logo in the header of the Merchant Warrior checkout pages.
fi_fi: Osoitteen kuva näytetään sinun logona Merchant Warrior sivujen ylätunnisteessa
fr_fr: L'URL de l'image affichée comme votre logo dans l'en-tête des pages marchand Google Checkout guerrier.
hu_hu: Az URL a kép jelenik meg a logót a fejlécben a Merchant Warrior fizetési oldalakon.

source: Merchant Warrior Currency
fi_fi: Merchant Warrior valuutta
fr_fr: Monnaie Merchant Warrior
hu_hu: Merchant Warrior Pénznem

source: Merchant Warrior uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is Australian Dollars (AUD). If you want to accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that Merchant Warrior (currently) supports.
fi_fi: Merchant Warrior käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on Australian dollarit ja sen koodi on (AUD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita Merchant Warrior tukee (tällähetkellä).
fr_fr: Guerrier commerçant utilise 3-caractères ISO-4217 pour la spécification des codes des devises dans les champs et variables. </p><p> Le code de devise par défaut est le dollar australien (AUD). Si vous souhaitez accepter les paiements dans d'autres monnaies, sélectionnez la devise que vous souhaitez utiliser. Les listes déroulantes listent toutes les devises que Merchant Warrior (actuellement) prend en charge.
hu_hu: Merchant Warrior használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kód ausztrál dollár (AUD). Ha azt szeretnénk, hogy elfogadja kifizetések más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden valuták Merchant Warrior (jelenleg) támogatja.

source: NAB Transact Direct Post settings saved.
fi_fi: NAB Transact Direct Post asetukset tallennettu
fr_fr: NAB paramètres Transact Postes directs sauvé.
hu_hu: NAB Transact Direct Posta beállítások mentése megtörtént.

source: NAB Transact Direct Post Settings
fi_fi: NAB Transact Direct Post asetukset
fr_fr: Paramètres NAB Transact Direct Post
hu_hu: NAB Transact Direct Posta: Settings

source: Deactivate NAB Transact Direct Post?
fi_fi: Poista NAB Transact Direct Post
fr_fr: Désactiver NAB Transact Direct Post?
hu_hu: Kikapcsolás NAB Transact Direct Post?

source: Activate NAB Transact Direct Post?
fi_fi: Ota käyttöön NAB Transact Direct Post
fr_fr: Activer NAB Transact Direct Post?
hu_hu: Aktiválja NAB Transact Direct Post?

source: NAB Merchant Password
fi_fi: NAB Merchant salasana
fr_fr: Mot de Passe NAB Merchant
hu_hu: NAB Merchant jelszó

source: Use NAB Transact Direct Post in test mode?
fi_fi: Käytä NAB Transact Direct Post testitlassa?
hu_hu: A NAB Transact Direct Posta teszt módban?
sv_se: Använd NAB Transact Direkt Post i testläge?

source: (Make sure you enter the test credentials above.)
fi_fi: (Huolehdi, että syötät testin tiedot yläpuolelle).
fr_fr: (Assurez-vous que vous entrez les informations d'identification de test ci-dessus.)
hu_hu: (Győződjön meg róla, írja a teszt megbízólevél fent.)

source: Update NAB Settings
fi_fi: Päivitä NAB asetukset
fr_fr: Mise à jour des Paramètres NAB
hu_hu: Frissítve NAB beállítások

source: PayPal Debug Mode Is Turned On
fi_fi: PayPal Debug tila on kytketty päälle
hu_hu: PayPal Debug mód bekapcsolt állapotban van
sv_se: PayPal Felsök-läget är aktiverat

source: PayPal settings saved.
fi_fi: PayPal asetukset tallennettu
fr_fr: PayPal paramètres enregistrés.
hu_hu: PayPal beállítások mentése megtörtént.
sv_se: PayPal inställningar sparade.

source: PayPal Settings
fi_fi: PayPal asetukset
fr_fr: Réglages PayPal
hu_hu: PayPal beállításai
sv_se: PayPal inställningar

source: Deactivate PayPal IPN?
fi_fi: Poista PayPal IPN?
fr_fr: Désactiver IPN PayPal?
hu_hu: Kikapcsolja PayPal IPN?
sv_se: Avaktivera PayPal IPN?

source: Activate PayPal IPN?
fi_fi: Ota käyttöön PayPal IPN?
fr_fr: Activer IPN PayPal?
hu_hu: Aktiválja PayPal IPN?
sv_se: Aktiver PayPal IPN?

source: (Typically payment@yourdomain.com)
fi_fi: (Esimerkiksi maksu@sinunosoite.com)
fr_fr: (Typiquement payment@yourdomain.com)
hu_hu: (Általában payment@yourdomain.com)

source: Brazilian Real (only for Brazilian users)
fi_fi: Brasilian real (vain brasilialaisille käyttäjille)
fr_fr: Brazilian Real (pour utilisateurs Brésiliens seulement)
hu_hu: Brazil Real (csak a brazil felhasználóknak)
sv_se: Brasilianska Real (endast för Brasilianska användare)

source: Czech Koruna
fi_fi: Tsekin koruna
hu_hu: Cseh korona
sv_se: Tjeckisk Koruna

source: Hungarian Forint
fi_fi: Unkarin forintti
hu_hu: Forint
sv_se: Ungerska Forint

source: Israeli Shekel
fi_fi: Israelin shekeli
hu_hu: Izraeli sékel
sv_se: Israeliska shekel

source: Malaysian Ringgits (only for Malaysian users)
fi_fi: Malesian ringgit (vain Malesialaiset käyttäjät)
fr_fr: Malaysian Ringgits (pour utilisateurs Malaysiens seulement)
hu_hu: Maláj Ringgit (csak a malajziai felhasználóknak)
sv_se: Malaysiska Ringgit (endast för Malaysiska användare)

source: Philippine Pesos
fi_fi: Filippiinien pesot
hu_hu: Fülöp-szigeteki peso
sv_se: Filippinska Pesos

source: Polish Zloty
fi_fi: Puolan sloty
hu_hu: Lengyel zloty
sv_se: Polska Zloty

source: Turkish Lira (only for Turkish users)
fi_fi: Turkin liira (vain turkkilaisille käyttäjille)
fr_fr: Lire turque (seulement pour les membres Turcs)
hu_hu: Török líra (csak a török ​​felhasználók számára)
sv_se: Turkisk Lira (för Turkiska användare)

source: Taiwan New Dollars
fi_fi: Taivanin uudet dollarit
hu_hu: Tajvan új dollár
sv_se: Taiwanesiska Dollar

source: (used for your business/personal logo on the PayPal page)
fi_fi: (käytetään sinun yrityksen/henkilökohtaisena logona PayPal sivulla)
fr_fr: (utilisé pour votre entreprise / logo personnalisé sur la page PayPal)
hu_hu: (Használt üzleti / személyes logót a PayPal oldalon)
sv_se: (används som din företags eller personliga logo på PayPal sidan)

source: Shipping Address Options
fi_fi: Postitusosoitteen vaihtoehdot
fr_fr: Options de l'adresse de livraison
hu_hu: Szállítási cím opciók
sv_se: Frakt adressalternativ

source: Do not prompt for an address
fi_fi: Älä pyydä osoitetta
fr_fr: Ne pas demander une adresse
hu_hu: Ne kérjen címet
sv_se: Påminn inte efter en adress

source: Prompt for an address, but do not require one
fi_fi: Pyydä osoitetta, mutta älä vaadi sitä
fr_fr: Demandez une adresse, mais n'en exigez pas une
hu_hu: Rákérdezés a címet, de nem szükséges 1
sv_se: Påminn om en adress, men kräv inte en.

source: Prompt for an address, and require one
fi_fi: Pyydä osoite ja vaadi se
fr_fr: Demandez une adresse, mais n'en exigez pas une
hu_hu: Prompt egy címet, és szükséges egy
sv_se: Påminn om en adress, och kräv en

source: Use the Debugging Feature and the
fi_fi: Käytä virheentarkistus ominaisuutta ja
hu_hu: A hibakeresés funkció és a
sv_se: Använd Felsökning Funktionen och

source: Current Button Image:
fi_fi: Tämänhetkinen napin kuva:
hu_hu: Jelenlegi Gomb képe:
sv_se: Aktuell knappbild:

source: For PayPal IPN to work, you need a Business or Premier account.
fi_fi: Jotta PayPal IPN toimii, tarvitset Business tai premier käyttäjätunnuksen
hu_hu: A PayPal IPN dolgozni, szüksége van egy üzleti vagy Premier fiókot.
sv_se: För PayPal IPN ska fungera behöver du ett Business eller Premier-konto.

source: Update PayPal Settings
fi_fi: Päivitä PayPal asetukset
fr_fr: Paramètres de Mise à jour Paypal
hu_hu: Frissítse PayPal beállításai
sv_se: Uppdatera PayPal inställningar

source: The PayPal Sandbox is a testing environment that is a duplicate of the live PayPal site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live PayPal environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
fi_fi: PayPal hiekkalaatikko on testausympäristö, joka on samanlainen kun aito PayPal, mutta ilman rahanvaihtoa. Hiekkalaatikko antaa sinun testata koko integraation toimivuuden, ennen siirtymistä oikeaan PayPal ympäristöön. Luo ja hallitse testitilejä ja näytä sähköposteja ja valtakirjoja noista käyttäjätileistä.
fr_fr: Le test PayPal est un environnement de test qui est une copie du site en direct PayPal, sauf que aucun argent ne change réels de mains. La Sécurité informatique vous permet de tester votre intégration dans son entierté avant de soumettre les transactions à l'environnement direct de PayPal. Créer et gérer des comptes de test et afficher des courriers et des informations d'authentification API pour les comptes d'essai.
hu_hu: A PayPal Sandbox egy tesztelési környezet, amely egy másolat az élő PayPal oldalon, kivéve, hogy nincs valódi pénz cserél gazdát. A Sandbox lehetővé teszi, hogy tesztelje a teljes integráció benyújtása előtt ügyletek az élő PayPal környezetet. Létrehozása és kezelése teszt számlákat, és tekintse meg e-maileket és API hitelesítő e vizsgálat számlák.
sv_se: PayPal Sandbox är en testmiljö som är en exakt kopia av en riktigt PayPal-sida, förutom att inga riktiga pengar byter hand. Sandbox tillåter dig att testa hela integreringen innan du börjar ta emot betalningar på riktigt via PayPal på hemsidan. Skapa och hantera testkonton och visa e-postmeddelanden och API referenser för dessa testkonton.

source: PayPal Image URL (logo for payment page)
fi_fi: PayPal kuva URL (maksusivun logo)
fr_fr: URL de l'image PayPal (logo de la page de paiement)
hu_hu: PayPal Kép URL (logo fizetési oldal)
sv_se: PayPal bild URL (logo för betalsidan)

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the PayPal checkout pages.
fi_fi: 150x150 pikselin kokoinen kuva näytetään sinun logona PayPal sivujen vasemmassa yläkulmassa.
fr_fr: L'URL de l'image 150x50 pixels affichée comme étant votre logo dans le coin supérieur gauche des pages de paiement PayPal.
hu_hu: Az URL a 150x50 pixeles kép jelenik meg a logót a bal felső sarokban a PayPal fizetési oldalakon.
sv_se: URLen till din bild (150x50 pixlar) som du vill använda, som logotyp, på PayPal's utcheckningssida.

source: PayPal Currency
fi_fi: PayPal valuutta
fr_fr: Devise de PayPal
hu_hu: PayPal Pénznem
sv_se: PayPal valuta

source: PayPal uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that PayPal (currently) supports.
fi_fi: PayPal käyttää 3-merkkistä ISO-4217 koodia täsmentämään kenttien valuutat ja muuttujat. </p><p>Oletusvaluutta on USA:n dollarit ja sen koodi on (USD). Jos haluat vaatia tai hyväksyä maksuja muilla valuutoilla, valitse haluamasi valuutta. Alasvetovalikosta löydät kaikki valuutat, joita PayPal tukee (tällähetkellä).
fr_fr: PayPal utilise 3-caractères ISO-4217 pour la spécification des codes des devises dans les champs et variables. </p><p> Le code de devise par défaut est le dollar américain (USD). Si vous voulez exiger ou accepter des paiements dans d'autres monnaies, sélectionnez la devise que vous souhaitez utiliser. Les listes déroulantes listent toutes les devises que PayPal (actuellement) prend en charge.
hu_hu: PayPal használat 3 karakteres ISO-4217 kódok megadására devizák mezőket és változókat. </ P> <p> Az alapértelmezett pénznem kódja amerikai dollár (USD). Ha szeretné megkövetelni, vagy fogad el fizetést más pénznemben, válassza ki a kívánt pénznemet használni. A legördülő listák minden devizanemben, hogy a PayPal (jelenleg) támogatja.
sv_se: PayPal använder ISO-4217 koder (3 tecken) för att specificera valutor i fält och variabler. </p><p>Standardvalutans kod i US Dollar är (USD). Om du vill använda använda andra valutor, vänligen välj i rullmenyn.

source: Shipping Address
fi_fi: Lähetysosoite
fr_fr: Adresse de livraison
hu_hu: Szállítási cím
sv_se: Leveransadress

source: By default, PayPal will display shipping address information on the PayPal payment screen. If you plan on shipping items to a registrant (shirts, invoices, etc) then use this option. Otherwise it should not be used, as it will require a shipping address when someone registers for an event.
fr_fr: Par défaut, PayPal affichera l'adresse d'expédition sur l'écran de paiement comme PayPal. Si vous prévoyez l'expédition des articles à un inscrit (chemises, factures, etc), alors utilisez cette option. Sinon, il ne devrait pas être utilisé, car il faudra une adresse de livraison quand quelqu'un s'enregistre pour un événement.
hu_hu: Alapértelmezésben PayPal megjeleníti szállítási cím információt a PayPal fizetési képernyőn. Ha azt tervezi, hogy a hajózás tételek a regisztráló (ingek, számlák, stb), akkor használja ezt a lehetőséget. Ellenkező esetben nem szabad használni, mivel ez szükséges a szállítási címet, ha valaki regisztrál egy esemény.
sv_se: Som standard kommer PayPal visa information om leveransadress på PayPals egen betalningsdel. Om du planerar att skicka produkter till en besökare (tröjor, fakturor, osv.), använd detta alternativ. Annars bör det inte användas, eftersom det skulle kräva en leveransadress när någon registrerar sig för ett evenemang.

source: There was no response from PayPal.
fi_fi: PayPal:ilta ei saatu vastausta.
hu_hu: Nem volt válasz a PayPal.
sv_se: Det fanns inget svar från PayPal.

source: PayPal Sandbox Mode
fi_fi: PayPal hiekkalaatikkotila.
fr_fr: Mode Sécurité informatique PayPal
hu_hu: PayPal Sandbox mód
sv_se: PayPal Sandbox läge

source: PayPal Payments Pro settings saved.
fi_fi: PayPal Payments Pro asetukset tallennettu.
hu_hu: PayPal Kifizetések Pro beállítások mentése megtörtént.
sv_se: PayPal Payments Pro inställningarna har sparats.

source: PayPal Payments Pro Settings
fi_fi: PayPal Payments Pro asetukset
hu_hu: PayPal kifizetések Pro Settings
sv_se: PayPal Payments Pro Inställningar

source: Deactivate PayPal Payments Pro?
fi_fi: Poista PayPal Payments Pro?
hu_hu: Kikapcsolás PayPal kifizetések Pro?
sv_se: Inaktivera PayPal Payments Pro?

source: Activate PayPal Payments Pro?
fi_fi: Ota PayPal Payments Pro käyttöön?
hu_hu: Aktiválja PayPal kifizetések Pro?
sv_se: Aktivera PayPal Payments Pro?

source: PayPal Payments Pro Email
fi_fi: PayPal Payments Pro sähköpostiosoite
hu_hu: PayPal kifizetések Pro Email
sv_se: PayPal Payments Pro Email (e-post)

source: PayPal API Password
fi_fi: PayPal API Salasana
hu_hu: PayPal API jelszó
sv_se: PayPal API lösenord

source: PayPal API Signature
fi_fi: PayPal API Allekirjoitus
hu_hu: PayPal API Aláírás
sv_se: PayPal API Signatur

source: Use PayPal Payments Pro in Sandbox Mode
fi_fi: Käytä PayPal Payments Pro:ta hiekkalaatikkotilassa
hu_hu: A kifizetések PayPal Pro Sandbox módban
sv_se: Använd PayPal Payments Pro i Sandbox-läget

source: Update PayPal Payments Pro Settings
fi_fi: Päivitä PayPal Payments Pro asetukset
hu_hu: Frissítse a PayPal Payments Pro beállításokat
sv_se: Använd PayPal Payments Pro i Sandbox ModeUpdate PayPal Payments Pro Inställningar

source: PayTrace settings saved.
fi_fi: PayTrace asetukset tallennettu
hu_hu: PayTrace beállítások mentése megtörtént.
sv_se: PayTrace inställningarna har sparats.

source: Deactivate PayTrace?
fi_fi: Poista PayTrace?
hu_hu: Kikapcsolja PayTrace?
sv_se: Avaktivera PayTrace?

source: Activate PayTrace?
fi_fi: Ota PayTrace käyttöön?
hu_hu: Aktiválása PayTrace?
sv_se: Aktivera PayTrace?

source: PayTrace User ID
fi_fi: PayTrace käyttäjätunnus
hu_hu: PayTrace Felhasználói azonosító
sv_se: PayTrace användar-ID

source: PayTrace User Password
fi_fi: PayTrace salasana
hu_hu: PayTrace Felhasználó Jelszó
sv_se: PayTrace Användarnamn Lösenord

source: Update PayTrace Settings
fi_fi: Päivitä PayTrace asetukset
hu_hu: Frissítse a PayTrace beállításokat
sv_se: Uppdatera PayTrace Inställningar

source: QuickPay settings saved.
fi_fi: QuickPay asetukset tallennettu
hu_hu: QuickPay beállítások mentése megtörtént.
sv_se: QuickPay inställningarna har sparats.

source: Deactivate QuickPay IPN?
fi_fi: Poista QuickPay IPN käytöstä?
hu_hu: Kikapcsolja QuickPay IPN?
sv_se: Deaktivera QuickPay IPN?

source: Activate QuickPay IPN?
fi_fi: Ota QuickPay IPN käyttöön?
hu_hu: Aktiválja QuickPay IPN?
sv_se: Aktivera QuickPay IPN?
