Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Groupons Page
fr_fr: Page Groupons
hu_hu: Groupons oldal
sv_se: Groupon sidan

source: Questions Page
fr_fr: Page Questions
hu_hu: Kérdések oldal
sv_se: Frågor-sidan

source: Question Groups Page
fr_fr: Page Groupe de Questions
hu_hu: Kérdés Groups Page
sv_se: Frågor - Gruppsidan

source: Venue Manager Page
fr_fr: Page Venue Manager
hu_hu: Helyszín Menedzser oldal
sv_se: Platshanteraren

source: Staff Manager Page
fr_fr: Manager Page Personnel
hu_hu: Személyzeti vezető oldal
sv_se: Personalhantering

source: Email Manager Page
fr_fr: Page Email Manager
hu_hu: Email Manager oldal
sv_se: E-post hantering

source: Payment Settings Page
fr_fr: Paiement Page Paramètres
hu_hu: Fizetési beállítások oldal
sv_se: Betalningsinställningar

source: Member Settings Page
fr_fr: Membre Réglages Page
hu_hu: Tagság Beállítások Page
sv_se: Medlemsinställningar

source: Calendar Settings Page
fr_fr: Page de Réglage du Calendrier
hu_hu: Naptár beállítások oldal
sv_se: Kalenderinställningar

source: Social Media Settings Page
fr_fr: Page de Réglages Médias Sociaux
hu_hu: Social Media Beállítások Page
sv_se: Sociala medier inställningar

source: Addons Page
hu_hu: Addons oldal

source: Save Permissions
fr_fr: Enregistrer les Autorisations
hu_hu: Engedélyek mentése

source: Reset Permissions?
fr_fr: Réinitialiser les Autorisations?
hu_hu: Visszaállítás Engedélyek?

source: Edit Active Roles
fr_fr: Modifier les Rôles Actifs
hu_hu: Szerkesztés aktív szerepet

source: Edit Inactive Roles
fr_fr: Modifier les rôles Inactifs
hu_hu: Szerkesztés Inaktív Szerepek
sv_se: Redigera inaktiva Roller

source: Edit Roles
fr_fr: Modifier les Rôles
hu_hu: Szerepek szerkesztése
sv_se: Redigera Roller

source: Apply
fr_fr: Appliquer
hu_hu: Alkalmaz
sv_se: Tillämpa

source: Role Name
fr_fr: Nom du Rôle
hu_hu: Szerep neve
sv_se: Rollnamn

source: Users
fr_fr: Utilisateurs
hu_hu: Felhasználók
sv_se: Användare

source: Capabilities
fr_fr: Capacités
hu_hu: Képességek
sv_se: Möjligheter

source: Delete the %1$s role
fr_fr: Supprimer le rôle de l'%1$s
hu_hu: Törölje a %1$s szerepet
sv_se: Ta bort %1$s rollen

source: Change default role
fr_fr: Changement de rôle par défaut
hu_hu: Módosítása az alapértelmezett szerep
sv_se: Ändra standardrollen

source: Default Role
fr_fr: Rôle par défaut
hu_hu: Alapértelmezett szerepkör
sv_se: Standardroll

source: View all users with the %1$s role
fr_fr: Voir tous les utilisateurs avec le rôle de l'%1$s
hu_hu: Mind a felhasználók a %1$s szerepet
sv_se: Visa alla användare med %1$s rollen

source: View Users
fr_fr: Voir les Utilisateurs
hu_hu: Mind a felhasználók
sv_se: Visa Användare

source: No users have this role.
fr_fr: Aucun membre n'a ce rôle.
hu_hu: Nincs felhasználó tekintette meg ezt a szerepet.
sv_se: Ingen användare har denna roll.

source: %1$s Capabilities
fr_fr: %1$s Capacités
hu_hu: %1$s képességek
sv_se: %1$s Möjligheter

source: 1 Capability
fr_fr: 1 Capacité
hu_hu: 1 képesség
sv_se: 1 Möjlighet

source: This role has no capabilities
fr_fr: Ce rôle n'a pas de capacité
hu_hu: Ez a szerep nem képességekkel
sv_se: Denna roll har inga möjligheter

source: Role updated.
fr_fr: Rôle mis à jour.
hu_hu: Role frissítve.
sv_se: Roll uppdaterad.

source: <strong>Role:</strong> %1$s
fr_fr: Rôle<strong>: </strong>%1$s
hu_hu: <strong> Szerep: </ strong> %1$s
sv_se: <strong>Roll:</strong> %1$s

source: Select which capabilities this role should have. Make sure you understand what the capability does before giving it to just any role. This is a powerful feature, but it can cause you some grief if you give regular ol' Joe more capabilities than yourself.
fr_fr: Sélectionnez les capacités que ce rôle devrait avoir. Assurez-vous de comprendre ce que fait la capacité avant de le donner à n'importe quel rôle. Il s'agit d'une fonctionnalité très puissante, mais il peut vous causer un chagrin si vous donnez régulièrement ol 'Joe capacités plus que vous.
hu_hu: Válassza ki, melyik képességek ezt a szerepet kellett volna. Győződjön meg róla, hogy érti, mi a képességet jelent, mielőtt téve azt, hogy csak szerepet. Ez egy erőteljes funkció, de okozhatja valamilyen bánat, ha adsz regular öreg Joe több képességgel rendelkeznek, mint magad.
sv_se: Välj vilka möjligheter denna roll ska ha. Se till att du förstår vad möjligheten gör innan du ger det till en roll. Detta är en kraftfull funktion och kan orska skada i systmet om det ges till fel användare/person.

source: New Capabilities
fr_fr: Nouvelles Fonctionnalités
hu_hu: Új képességek
sv_se: Nya Möjligheter

source: Add up to six new capabilities with this form for this role (more can be added later). Please only use letters, numbers, and underscores.
fr_fr: Ajoutez jusqu'à six nouvelles capacités avec cette forme pour ce rôle (d'autres peuvent être ajoutées plus tard). S'il vous plaît utilisez uniquement des lettres, des chiffres et des caractères de soulignement.
hu_hu: Adjon hozzá legfeljebb hat új képességek ebben a formában erre a szerepre (többet is ki később). Kérjük, csak a betűk, számok és aláhúzás.
sv_se: Lägg till upp till sex nya möjligheter för denna roll med detta formulär (fler kan läggas till senare). Använd endast bokstäver, siffror och understreck.

source: Update Role
fr_fr: Mise à jour du Rôle
hu_hu: Frissítse szerepe
sv_se: Uppdatera Roll

source: Welcome, %1$s!
fr_fr: Bienvenue,%1$s!
hu_hu: Üdvözöljük, %1$s !
sv_se: Välkommen, %1$s!

source: Username:
fr_fr: Nom de l'utilisateur
hu_hu: felhasználói név
sv_se: Användarnamn:

source: Password:
fr_fr: Mot de passe:
hu_hu: Jelszó:kulcs
sv_se: Lösenord:

source: Log In
hu_hu: Bejelentkezés
sv_se: Logga in

source: Remember me
fr_fr: Se souvenir de moi
hu_hu: Emlékezzen rám
sv_se: Kom ihåg mig

source: Posts by %s
fr_fr: Les messages de %s
hu_hu: Hozzászólás %s
sv_se: Inlägg av %s

source: Role deleted.
fr_fr: Rôle supprimés
hu_hu: Szerep törölve.
sv_se: Roll borttagen

source: Selected roles deleted.
fr_fr: Rôles sélectionnés supprimés.
hu_hu: Kiválasztott szerepek hagyni.
sv_se: Valda Roller borttagna.

source: No role currently has the <code>edit_roles</code> capability. Please add this to each role that should be able to manage/edit roles. If you do not change this, any user that has the <code>edit_users</code> capability will be able to edit roles.
fr_fr: Aucun rôle a actuellement la capacité de <code>edit_roles</code>S'il vous plaît ajouter ceci à chaque rôle qui devrait être en mesure de gérer/modifier les rôles. Si vous ne changez pas cela, n'importe quel utilisateur qui a les capacités edit_users <code></code> sera en mesure de modifier les rôles.
hu_hu: Nincs szerepe jelenleg a <code> edit_roles </ code> képesség. Kérjük, add, hogy ez minden szerepet, amelyet képesnek kell lennie kezelni / szerkesztése szerepeket. Ha nem változik ez, minden felhasználó rendelkezik a <code> edit_users </ code> képesség képes lesz szerkeszteni szerepeket.
sv_se: Ingen roll har för närvarande <code>edit_roles </code> möhlighet. Lägg till detta till varje roll som bör kunna hantera/redigera roller. Om du inte ändrar det, kommer alla användare som har <code>edit_users</code> möjlighet att kunna redigera roller.

source: To create new roles, you must give the <code>create_roles</code> capability to at least one role.
fr_fr: Pour créer de nouveaux rôles, vous devez donner le create_roles <code></code> capacité d'au moins un rôle.
hu_hu: Ahhoz, hogy új szerepeket, meg kell adni a <code> create_roles </ code> képesség legalább egy szerepet.
sv_se: För att skapa nya roller måste du ge <code>create_roles</code> möjlighet till minst en roll.

source: Add a new user role
fr_fr: Ajouter un nouveau rôle d'utilisateur
hu_hu: Új felhasználói szerepkör
sv_se: Lägg till ny användarroll

source: The %1$s role has been created.
fr_fr: Le rôle %1$ s a été créé.
hu_hu: A %1$s szerepe hoztak létre.
sv_se: %1$s rollen har skapats.

source: Create a new user role
fr_fr: Créer un nouveau rôle d'utilisateur
hu_hu: Hozzon létre egy új felhasználói szerepkör
sv_se: Skapa ny användarroll

source: Here you can create as many new roles as you'd like. Roles are a way of grouping your users. You can give individual users a role from the <a href="%1$s" title="Manage Users">user management</a> screen. This will allow you to do specific things for users with a specific role. Once you've created a new role, you can manage it with the <em>Edit Roles</em> component.
fr_fr: Ici, vous pouvez créer autant de nouveaux rôles que vous le souhaitez. Les rôles sont un moyen de regrouper vos utilisateurs. Vous pouvez donner aux utilisateurs individuels un rôle dans la gestion des utilisateurs <a href="%1$s" title="Manage Users"> </a>. Cela vous permettra de faire des choses spécifiques pour les utilisateurs ayant un rôle spécifique. Une fois que vous avez créé un nouveau rôle, vous pouvez le gérer avec les composants <em>Edit Roles</em>
hu_hu: Itt hozhat létre annyi új szerepeket, mint szeretné. Szerepek egy módja csoportosításának a felhasználók számára. Adhat az egyéni felhasználók szerepet a <a href = " %1$s "title = " Manage Users "> felhasználók kezelése </ a> képernyőn. Ez lehetővé teszi, hogy konkrét dolgokat csinálni a felhasználók egy adott szerepet. Miután létrehozott egy új szerep, kezelheti azt a <em> szerkesztése szerepkörök </ em> komponens.
sv_se: Här kan du skapa så många nya roller som du vill. Roller är ett sätt att gruppera dina användare. Du kan ge enskilda användare en roll från <a href="%1$s" title="Hantera Användare">user management</a>skärmen. Detta gör att du kan göra vissa saker för användare med en specifik roll. När du har skapat en ny roll, kan du hantera det med <em>Redigera Roller</em> komponenten.

source: <strong>Required:</strong> Enter the name of your role. This is a unique key that should only contain numbers, letters, and underscores. Please don't add spaces or other odd characters.
fr_fr: <strong>Requis:</strong> Entrez le nom de votre rôle. Il s'agit d'une clé unique qui doit contenir que des chiffres, des lettres et caractères de soulignement. S'il vous plaît ne pas ajouter des espaces ou d'autres caractères bizarres.
hu_hu: <strong> Kötelező: </ strong> Írja be a nevét a szerepet. Ez egy egyedi kulcs, hogy amennyiben csak olyan számokat, betűket és aláhúzást tartalmazhat. Kérjük, ne add szóközt és egyéb furcsa karakter.
sv_se: <strong>Krävs:</strong> Ange namnet på din roll. Detta är ett unikt värde som endast bör innehålla siffror, bokstäver och understreck. Använd inte mellanslag eller specialtecken.

source: Role Label:
fr_fr: Étiquette Rôle:
hu_hu: Szerep Label:
sv_se: Rolletikett:

source: <strong>Required:</strong> Enter a label your role. This will be the title that is displayed in most cases.
fr_fr: <strong>requis:</strong> Entrez un nom de votre rôle. Ce sera le titre qui s'affiche dans la plupart des cas.
hu_hu: <strong> Kötelező: </ strong> Adja meg egy címkét a szerepet. Ez lesz a cím szerinti, hogy a látható a legtöbb esetben.
sv_se: <strong>Krävs:</strong> Ange en etikett din roll. Detta kommer att vara titeln som visas i de flesta fall.

source: Capabilities:
fr_fr: Capacités :
hu_hu: Képességek:
sv_se: Möjligheter:

source: <strong>Optional:</strong> Select which capabilities your new role should have. These may be changed later using the <em>Edit Roles</em> component.
fr_fr: <strong>En option : </strong> Sélectionnez les capacités que votre nouveau rôle doit avoir. Ceux-ci peuvent être modifiées ultérieurement en utilisant le composant <em>Modifier rôles</em>.
hu_hu: <strong> Opcionális: </ strong> Válassza ki, melyik tulajdonságokat az új szerepet kellett volna. Ezeket meg lehet változtatni később a <em> Szerkesztés szerepkörök </ em> komponens.
sv_se: <strong>Valfritt:</strong> Välj vilka funktioner din nya roll ska ha. Dessa kan ändras senare med hjälp av <em>Redigera Roller</em> komponenten.

source: Create Role
fr_fr: Créer un rôle
hu_hu: Létrehozása szerepe
sv_se: Skapa Roll

source: Edit Role
fr_fr: Modifier un rôle
hu_hu: Szerep szerkesztése
sv_se: Redigera Roll

source: If you do not have a MailChimp API key, please <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'>click here</a> to learn how to create one. </p><p>An API key is required for this plugin.
fr_fr: Si vous ne disposez pas d'une clé API MailChimp, veuillez <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'> cliquer ici </a> pour savoir comment en créer une. </p><p> Une clé API est requise pour ce plugin.
hu_hu: Ha nincs MailChimp API-kulcs, kérjük, <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'> kattintással itt </ a>, hogy megtanulják, hogyan kell létrehozni egyet. </ P> <p> Egy API kulcs szükséges ehhez a plugin.
sv_se: Om du inte har en MailChimp API-nyckel, vänligen <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'>klicka här</a> för att lära dig att skapa en. </p><p> En API-nyckel krävs för denna plugin.

source: The following information will be sent to the selected MailChimp list for future communications <ul><li>Registrant's First Name</li><li>Registrant's Last Name</li><li>Registrant's Email Address</li></ul>
fi_fi: Seuraavat tiedot lähetetään valitulle MailChimp -listalle tulevaa kommunikaatiota varten <ul><li>Rekisteröityjän etunimi</li><li>Rekisteröityjän sukunimi</li><li>Rekisteröityjän sähköpostiosoite</li></ul>
fr_fr: Les informations suivantes seront envoyés à la liste MailChimp sélectionnée pour les envois futurs <ul><li>Prénom de l'inscrit</li><li>Nom de l'inscrit</li><li>Adresse email de l'inscrit</li> </ul>
hu_hu: A következő információ lesz elküldve a kiválasztott MailChimp listára a jövőbeli kommunikációra <ul><li>Registrant's First Name</li><li>Registrant's Last Name</li><li>Registrant's Email Address</li></ul>
sv_se: Följande information kommer att skickas till den valda MailChimp listan för framtida kommunikation<ul><li>Deltagarens Förnamn</li><li>Deltagarens Efternamn</li><li>Deltagarens E-postadress</li></ul>

source: Manage MailChimp Integration Settings
fi_fi: Hallitse MailChimp integraatioasetuksia
fr_fr: Gérer les paramètres d'intégration Mailchimp
hu_hu: Kezelése MailChimp Integration Settings
sv_se: Hantera MailChimp integrationsinställningar

source: Mail Chimp Integration Settings
fi_fi: MailChimp integraatioasetukset
fr_fr: Paramètres d'intégration MailChimp
hu_hu: Mail csimpánz Integrációs beállítások
sv_se: Inställningar för MailChimp integrering

source: Allow GROUPON codes?
fr_fr: Laissez codes Groupon?
hu_hu: Hagyja Groupon kódokat?

source: Manage Groupon Codes
fr_fr: Gérer les Codes Groupon
hu_hu: Kezelése Groupon kódok

source: Add New Groupon Code
fr_fr: Ajouter un Nouveau Code Groupon
hu_hu: Új Groupon Code

source: Groupon Code(s) have been successfully deleted from the database.
fr_fr: Groupon Code(s) ont été supprimé avec succès à partir de la base de données.
hu_hu: Groupon kód (ok) sikeresen törölve az adatbázisból.

source: The groupon code
fr_fr: Le code groupon
hu_hu: A Groupon-kód

source: Groupon Code:
fr_fr: Code Groupon:
hu_hu: Groupon Kód:

source: Groupon Status:
fr_fr: Statut Groupon:
hu_hu: Groupon Állapot:

source: Used
fr_fr: D'occasion
hu_hu: használhatóak.

source: Edit Groupon Code:
fr_fr: Modifier Code Groupon:
hu_hu: Szerkesztés Groupon Kód:

source: Code
hu_hu: Kód

source: USED
fr_fr: UTILISE
hu_hu: használhatóak.

source: Edit Groupon
fr_fr: Modifier Groupon
hu_hu: Szerkesztés Groupon

source: Delete Groupon
fr_fr: Supprimer Groupon
hu_hu: Törlés Groupon

source: Postal Code
fr_fr: Code postal

source: Bill To:
fr_fr: Facturer à:
sv_se: Fakturera:

source: Event Espresso -
fr_fr: Evènement Espresso -

source: Reg Status
fr_fr: Status d'Inscription

source: Registration #
fr_fr: Enregistrement #

source: Gateway
fr_fr: Passerelle

source: Twitter Settings
fr_fr: Paramètres Twitter
sv_se: Twitter inställningar

source: Add Seating Chart
fr_fr: Ajouter Plan de Salle
sv_se: Lägg till platskarta

source: My Seating Charts
fr_fr: Mes plans d'emplacement
sv_se: Min platskarta

source: Add Seat
fr_fr: Ajouter siège
sv_se: Lägg till plats

source: Seat List
fr_fr: Liste de Place
sv_se: Platslista

source: Per Unit
fi_fi: Per yksikkö
fr_fr: A l' Unité
sv_se: Per enhet

source: 2Checkout Settings
fi_fi: 2Checkout asetukset
fr_fr: Paramètres 2Checkout
sv_se: 2Checkout Inställningar

source: 2Checkout ID
fr_fr: Identifiant 2Checkout

source: 2Checkout Sandbox
fi_fi: 2Checkout hiekkalaatikko
fr_fr: sandbox 2Checkout
sv_se: 2checkout Sandlåda

source: eWay ID
fr_fr: Identifiant eWay

source: eWay username
fi_fi: eWay käyttäjänimi
fr_fr: Nom d'utilisateur eWay
sv_se: eWay användarnamn

source: eWay Sandbox
fi_fi: eWay heikkalaatikko
fr_fr: Sandbox eWay
sv_se: eWay Sandlåda

source: Time Zone
fi_fi: Aikavyöhyke
fr_fr: Fuseau horaire
sv_se: Tidszon

source: PayPal ID
fr_fr: Identifiant PayPal

source: Support License
fi_fi: Tukilisenssi
fr_fr: Licence du support
sv_se: Kundtjänst licens

source: Site License Key:
fi_fi: Sivun lisenssiavain:
fr_fr: Clé de licence du site :
sv_se: Hemsida licensnyckel:

source: 2checkout ID
fr_fr: Identifiant 2Checkout

source: eway ID
fr_fr: ID eWay

source: Registration Limit
fr_fr: Limite d'inscription

source: loading...
fi_fi: Lataa...
fr_fr: chargement...
sv_se: laddar...

source: Ticket Options
fi_fi: Lipun asetukset
fr_fr: Options des tickets
sv_se: Biljettalternativ

source: Transaction ID:
fi_fi: Tapahtuma ID:
fr_fr: ID de la transaction :
sv_se: Transaktions ID:

source: Reg. ID:
fi_fi: Rekisteröinti ID:
fr_fr: ID d'inscription :

source: Relay Response URL:
fi_fi: Relay vastaus URL:
fr_fr: Réponse de Relai URL

source: Authorize.net Development Server
fr_fr: Authorize.net serveur de développement

source: Eway Settings
fi_fi: eWay asetukset
fr_fr: paramètres Eway

source: eway username
fi_fi: eWay käyttäjänimi
fr_fr: nom d'utilisateur eway

source: eway Sandbox
fi_fi: eWay hiekkalaatikko
fr_fr: Sécurité informatique eway

source: First Data Settings
fi_fi: First Data asetukset
fr_fr: Paramètres de Première Donnée

source: First Data Sandbox
fi_fi: First Data hiekkalaatikko
fr_fr: Sécurité informatique First Data

source: First Data Storename
fi_fi: First Data kaupannimi
fr_fr: Premières Données Storename

source: First Data Shared Secret
fi_fi: First Data jaettu salaisuus
fr_fr: First Data secret partagé

source: FirstData Connect 2 Sandbox?
fi_fi: FirstData Connect 2 hiekkalaatikko?
fr_fr: Sécurité informatique FirstData Connect 2?

source: Activate iDEAL (Mollie)?
fi_fi: Ota iDEAL (Mollie) käyttöön?
fr_fr: Activer IDEAL (Mollie)?

source: iDEAL (Mollie) partner id
fi_fi: iDEAL (Mollie) kummani-id
fr_fr: IDEAL (Mollie) id du partrnaire

source: Bill To:
fi_fi: Lasku osoitteeseen:
fr_fr: Facturé à :
sv_se: Fakturera:

source: Merchant Warrior Settings
fi_fi: Merchant Warrior -asetukset
fr_fr: Réglages Guerrier marchands

source: MW Merchant UUID
fr_fr: MW Marchand UUID

source: MW API Key
fi_fi: MW API -avain
fr_fr: Clé MW API

source: NAB Merchant ID
fr_fr: NAB Marchand ID

source: PayPal Sandbox
fi_fi: PayPal hiekkalaatikkoa
fr_fr: Sécurité informatique PayPal

source: Paytrace Settings
fi_fi: Paytrace asetukset
fr_fr: Paramètres Paytrace
sv_se: Paytrace inställningar

source: Quickpay Settings
fi_fi: Quickpay asetukset
fr_fr: Paramètres Quickpay

source: realauth Settings
fi_fi: realauth asetukset
fr_fr: Paramètres realauth

source: Used to signify whether or not you wish the transaction to be captured in the next batch or not. If set to “Y” and assuming the transaction is authorised then it will automatically be settled in the next batch. If set to “N” then the merchant must use the realcontrol application to manually settle the transaction. This option can be used if a merchant wishes to delay the payment until after the goods have been shipped. Transactions can be settled for up to 115% of the original amount.
fr_fr: Utilisé pour indiquer si vous souhaitez ou non que la transaction soit capturée dans le lot suivant ou non. S'il est réglé sur "Y" et en supposant que la transaction est autorisée alors il sera automatiquement réglé dans le lot suivant. S'il est réglé sur "N", le commerçant doit utiliser l'application realcontrol pour régler manuellement la transaction. Cette option peut être utilisée si un commerçant veut retarder le paiement jusqu'à ce que les marchandises ont été expédiées. Les transactions peuvent être réglées pour un maximum de 115% de la quantité initiale.

source: Stripe Settings
fi_fi: Stripe asetukset
fr_fr: Paramètres Stripe

source: Stripe Secret Key:
fi_fi: Stripe salainen avain:
fr_fr: Stripe clé secrète:

source: Stripe Secret Key
fi_fi: Stripe salainen avain
fr_fr: Stripe clé secrète

source: Worldpay Settings
fi_fi: WorldPay asetukset
fr_fr: Paramètres Worldpay

source: worldpay Sandbox
fi_fi: worldpay hiekkalaatikko
fr_fr: sécurité informatique worldpay

source: Industry:
fi_fi: Toimiala
fr_fr: Industrie:
sv_se: Bransch:

source: Event Thumbnail
fi_fi: Tapahtuman pikkukuva
fr_fr: Vignette de l'évènement
sv_se: Evenemangets miniatyrbild

source: Live Search Filter
fi_fi: Haku
fr_fr: Filtre de recherche
sv_se: Sökfilter

source: Staff Shortcode
fi_fi: Henkilökunnan lyhenne
fr_fr: Shortcode de l'équipe
sv_se: Personal Shortcode

source: WordPress Dashboard
fi_fi: WordPress kojelauta
fr_fr: Tableau de bord Wordpress
sv_se: Wordpress kontrollpanel

source: Advanced Time Settings
fi_fi: Edistyneemmät aika asetukset
fr_fr: Paramètres horaires avancés
sv_se: Avancerade tidsinställningar

source: Debug/Logging Options
fi_fi: Virheenkorjaus / kirjautumis valinnat
fr_fr: Débogage / Options de Journalisation
sv_se: Debug/loggnings alternativ

source: Event Espresso Affiliate ID
fi_fi: Event Espresso liittämis ID
fr_fr: Affilier ID d'événement Espresso

source: reCAPTCHA Settings
fi_fi: reCAPTCHA asetukset
fr_fr: Paramètres reCAPTCHA
sv_se: reCAPTCHA inställningar

source: Exp Date
fi_fi: Vanhentumis päivä
fr_fr: Date d'Expiration
sv_se: Utgångsdatum

source: Percentaage
fi_fi: Prosentuaalinen
fr_fr: Pourcentage
sv_se: Procent

source: Template Settings
fi_fi: Mallin asetukset
fr_fr: Paramètres du Modèle
sv_se: Mallinställningar

source: Email Type
fi_fi: Sähköpostin tyyppi
fr_fr: Type du courriel
sv_se: E-post typ

source: Add Email
fi_fi: Lisää sähköposti
fr_fr: Ajouter Courriel
sv_se: Lägg till E-post

source: Espresso Event
fi_fi: Espresso tapahtuma
fr_fr: Evénement Espresso

source: Text
fi_fi: Teksti
fr_fr: Texte

source: Text Area
fi_fi: Tekstikenttä
fr_fr: Zone de Texte
sv_se: Textfält

source: Drop Down
fi_fi: Alasvetovalikko
fr_fr: Menu déroulant
sv_se: Rullgardin

source: Checkbox
fr_fr: Case à cocher
sv_se: Bockruta

source: Role
fi_fi: Rooli
fr_fr: Rôle
sv_se: Roll

source: Set Map Alignment
fi_fi: Aseta kartan suuntaus
fr_fr: Réglez Alignement Carte
sv_se: Ställ in kartans placering

source: Static Map URL
fi_fi: Saattisen kartan URL
fr_fr: URL Static Map
sv_se: Statisk kart-URL

source: Twitter Handle
fi_fi: Twitter hallinta
fr_fr: Poignée Twitter
sv_se: Twitter namn:

source: Transaction Details
fi_fi: Oston yksityiskohdat
fr_fr: Détails de la transaction
sv_se: Transaktionsdetaljer

source: Reg ID
fi_fi: Rekisteröinti ID
fr_fr: Identifiant d'enregistrement

source: Transaction ID
fi_fi: Siirto ID
fr_fr: Identifiant de la transaction
sv_se: Transaktions ID

source: Email Event Attendees
fi_fi: Lähetä sähköpostilla tapahtumaan osallistujat
fr_fr: Email des Participants de l'Evénement
sv_se: Maila Evenemangsdeltagare

source: Overflow Event
fi_fi: Tapahtuman yleiskatsaus
fr_fr: Evénement de Débordement
sv_se: Overflow Evenemang

source: Event Espresso - Seating Chart
fi_fi: Event Espresso - Istumajärjestys
fr_fr: Event Espresso - Plan de salle
sv_se: Event Espresso - Sittplatskarta
