Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Email Confirmation:
fi_fi: Sähköposti vahvistus:
fr_fr: Courriel de confirmation:
hu_hu: Email megerősítése:

source: Send custom confirmation emails for this event?
fi_fi: Lähetä räätälöity vahvistus sähköposti tästä tapahtumasta?
fr_fr: Expédier des courriels de confirmation personnalisés pour cet événement?
hu_hu: Küldés egyéni visszaigazolást e erre az eseményre?
sv_se: Skicka anpassade Bekräftelsemail för detta Evenemang?

source: Use a
fi_fi: Käytä
fr_fr: Utilisez un
hu_hu: Használata
sv_se: Använd en

source: The event
fi_fi: Tapahtuma
fr_fr: L'événement
hu_hu: Az esemény
sv_se: Evenemanget

source: has been added.
fi_fi: on lisätty.
fr_fr: a été ajouté.
hu_hu: hozzáadva.
sv_se: har lagts till.

source: There was an error in your submission, please try again. The event was not saved!
fi_fi: Lähetyksessä oli ongelma, yritä uudelleen. Tapahtumaa ei tallennettu!
fr_fr: Il y a eu une erreur avec votre soumission, veuillez essayer à nouveau. L'événement n'a pas été sauvegardé !
hu_hu: Hiba történt a benyújtására, kérjük, próbálja újra. Az esemény nem volt mentve!
sv_se: Ett problem uppstod, vänligen försök ien. Ditt Evenemang har inte sparats!

source: Using the Event Meta boxes
fi_fi: Käyttää tapahtuman meta-laatikoita
fr_fr: Utilisation des boîtes de Meta Event
hu_hu: Használata az esemény Meta dobozok
sv_se: Använda Evenemangs Meta-rutorna

source: Event meta boxes allow you to add extra information to your event that you can display in your templates or use in your custom pages.
fi_fi: Tapahtuman meta-laatikot sallivat sinun lisätä lisätietoa tapahtumaasi, jota voit näyttää malleissa tai muokatuilla sivuilla.
fr_fr: Les événements boîtes méta vous permettent d'ajouter des informations supplémentaires à votre événement que vous pouvez afficher dans vos templates ou utiliser dans vos pages personnalisées.
hu_hu: Event meta doboz segítségével extra információkat az eseményt, hogy lehet megjeleníteni a sablonok, vagy használja az egyéni oldalakon.
sv_se: Meta-rutor för Evenemang tillåter dig att lägga till extra information till dina Evenemang som du kan visa i dina mallar eller använda på anpassade sidor.

source: This extra information can be displayed in your event listings or registration pages via shortcodes.
fi_fi: Tämä lisätieto voidaan näyttää sinun tapahtumalistauksessa tai rekisteröintisivuilla lyhenteiden avulla.
fr_fr: Cette information supplémentaire peut être affichée dans vos listes d'événements ou des pages d'inscription par le biais shortcodes
hu_hu: Ez az extra információk jelennek meg a rendezvény listák vagy regisztrációs oldalakon keresztül shortcodes.
sv_se: Denna extrainformation kan visas i dina Evenemangslistor eller Registreringssidor via Shortcodes.

source: The Shortcodes take the form of:<br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>
fi_fi: Lyhenteet ovat muodossa: <br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>
fr_fr: Le shortcode prend la form:<br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>
hu_hu: A rövid kód formája:<br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>
sv_se: Kortkoden ser ut som följande:<br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>

source: The name parameter is the the first box labeled 'Key' and allows the shortcode to identify which meta box is to be displayed; the 'Value' is the actual content you wish to be shown.
fr_fr: Le paramètre name est le premier de la boîte étiquetée «clé» et permet au shortcode d'identifier quelle boîte méta doit être affichée, la «valeur» est le contenu réel que vous souhaitez faire apparaître.
hu_hu: A név paraméter az első jelölőnégyzetet "Kulcs", és lehetővé teszi a shortcode, hogy melyik meta rovat jelenik meg, az "érték" a tényleges tartalom szeretne megjelenni.
sv_se: Namnparameter är den första rutan med etiketten "Key" och tillåter Shortcoden att identifiera vilka Meta-data som skall visas. Värdet "Value" är det faktiska innehållet du vill visa.

source: If you are using custom templates (moved to the uploads folder) you can add the shortcode directly to the template, this would take the form of:
fi_fi: Jos käytät muokattuja tyylejä (siirettynä upload-hakemistoon) voit lisätä lyhenteet suoraan tyyliin, joka vie ne:
fr_fr: Si vous utilisez des modèles personnalisés (déplacé vers le dossier uploads), vous pouvez ajouter le shortcode directement au modèle, ce serait prendre la forme de:
hu_hu: Ha egyéni sablonok (áthelyezve a mappába feltöltve), akkor adja hozzá a shortcode közvetlenül a sablon, ez formájában:
sv_se: Om du använder anpassade mallar (flyttas till uploads mappen) kan du lägga till Shortcode direkt till mallen, detta i form av:

source: <code>&lt;?php echo do_shortcode('[EE_META type="event_meta" name="my_meta_key"]'); ?></code>
hu_hu: <code> <? php echo do_shortcode ('[EE_META type = "event_meta " name = "my_meta_key "]');?> </ code>

source: Further information on shortcodes is avaialable <a href='admin.php?page=support#shortcodes'> on the Help &amp; Support page</a> or in the <a href='http://eventespresso.com/forums/2010/10/post-type-variables-and-shortcodes/'>forums</a>.
fi_fi: Lisää tietoa lyhenteistä on saatavilla <a href='admin.php?page=support#shortcodes'> Apu &amp; Tuki sivuilla </a> tai <a href='http://eventespresso.com/forums/2010/10/post-type-variables-and-shortcodes/'>foorumilla</a>.
fr_fr: Plus d'informations sur shortcodes est disponible sur <a href='admin.php?page=support#shortcodes'> on the Help &amp; Support page</a> ou dans le <a href='http://eventespresso.com/forums/2010/10/post-type-variables-and-shortcodes/'>forums</a>.
hu_hu: További információk a shortcodes van avaialable <a href='admin.php?page=support#shortcodes'> a Súgó és támogatás oldalt </ a> vagy a <a href = 'http://eventespresso.com/forums / 2010/10/post-type-variables-and-shortcodes / "> Fórumok </ a>.
sv_se: Vidare information om Shortcodes är tillgänglig <a href='admin.php?page=support#shortcodes'> på Hjälp &amp; Support sidan</a> eller på <a href='http://eventespresso.com/forums/2010/10/post-type-variables-and-shortcodes/'>forumen</a>.

source: Using Custom Emails Editor
fi_fi: Käytä Muokattujen sähköpostien editoria
fr_fr: Aide Personnalisée Editeur Emails
hu_hu: A Custom Emails szerkesztő
sv_se: Använd Anpassad E-post redigerare

source: This area is used to add a customized email to your registration. You must select "Yes" in the "Send custom confirmation emails for this event?" and nothing should be selected in the "Use a pre-existing email?" dropdown.
fi_fi: Tämä alue on tarkoitettu muokattujen sähköpostin lähettämiseen rekiretöijille. Sinun tulee valita "Kyllä" "Lähetä muokattu sähköposti tähän tapahtumaan?" ja "Käytä oletus sähköpostia?" alasvetovalikossa.
fr_fr: Cette zone est utilisée pour ajouter un e-mail personnalisé à votre inscription. Vous devez sélectionner "Oui" dans "Envoyer des courriers de confirmation personnalisés pour cet événement?" et rien ne doit être sélectionné dans l'option déroulante "Utiliser un courrier pré-existant?".
hu_hu: Ez a terület használható hozzá egy személyre szabott e-mailt, hogy a regisztrációt. Ki kell választania "Igen " a "Küldés egyéni megerősítő e-mailt erre a rendezvényre? " És semmi sem kell kiválasztani a "Use a már meglévő e-mail? " Legördülő.
sv_se: Detta område används för att lägga ett anpassat E-postmeddelande till din registrering. Du måste välja "Ja" i "Skicka anpassade bekräftelsemeddelande för detta Evenemang?" och ingenting bör väljas i rullgardinsmenyn "Använd en befintlig e-post?".

source: Please be aware that clicking the HTML will destroy all formatting.
fi_fi: Huomaa, että painamalla HTML:ää tuhoat kaikki muokkaukset.
fr_fr: S'il vous plaît soyez conscient qu'en cliquant sur le HTML va détruire tout le formatage.
hu_hu: Felhívjuk figyelmét, hogy kattintson a HTML fogja pusztítani az összes formázást.
sv_se: Var medveten om att om du klickar på HTML kommer du att förstöra all formatering.

source: Sorry, you do not have permission to edit this event.
fi_fi: Pahoittelemme, mutta sinulla ei ole oikeuksia muokata tätä tapahtumaa
fr_fr: Désolé, vous n'avez pas la permission de modifier cet évènement.
hu_hu: Sajnáljuk, de nincs jogosultsága szerkeszteni ezt az eseményt.
sv_se: Förlåt, du har inte behörighet att redigera detta Evenemang.

source: Quick Overview
fi_fi: Nopea yleiskatsaus
fr_fr: Aperçu rapide
hu_hu: Gyors áttekintés
sv_se: Snabböversikt

source: Are you sure you want to copy
fi_fi: Haluatko varmasti kopioida
fr_fr: Êtes-vous certain(e) de vouloir dupliquer
hu_hu: Biztos benne, hogy a másolni kívánt
sv_se: Är du säker på att du vill kopiera

source: Duplicate Event
fi_fi: Monista tapahtuma
fr_fr: Dupliquer l'évènement
hu_hu: Ismétlődő Event
sv_se: Duplicera Evenemang

source: Current Status:
fi_fi: Nykyinen tila:
fr_fr: Statut actuel :
hu_hu: Aktuális állapot:
sv_se: Aktuell Status:

source: Newsletter
fi_fi: Uutiskirje
hu_hu: Hírlevél
sv_se: Nyhetsbrev

source: Submitted By:
fi_fi: Lisätty:
fr_fr: Soumis par :
hu_hu: Beküldte:
sv_se: Sänt av:

source: Organization:
fi_fi: Organisaatio:
fr_fr: Structure :
hu_hu: - szervezeteink,
sv_se: Organisation:

source: Date Submitted:
fi_fi: Lisäyspäivä:
fr_fr: Date de soumission :
hu_hu: Dátum Elküldve:
sv_se: Inskickat datum:

source: Are you sure you want to delete
fi_fi: Haluatko varmasti poistaa
fr_fr: Êtes-vous certain(e) de vouloir SUPPRIMER
hu_hu: Biztos benne, hogy törölni szeretné
sv_se: Är du säker på att du vill ta bort

source: Delete all events in this series
fi_fi: Poista kaikki tapahtumat tästä sarjasta
fr_fr: Supprimer tous les évènements dans cette série
hu_hu: Törli az összes esemény ebben a sorozatban
sv_se: Ta bort alla Evenemang i denna serie

source: Delete Event
fi_fi: Poista tapahtuma
fr_fr: Supprimer l'évènement
hu_hu: Esemény törlése
sv_se: Ta bort Evenemang

source: Update Event
fi_fi: Päivitä tapahtuma
fr_fr: Mise à jour de l'événement
hu_hu: Frissítés Event
sv_se: Uppdatera Evenemang

source: Event Start Date
fi_fi: Tapahtuman alkamispäivä
fr_fr: Date de début de l'événement
hu_hu: Esemény kezdete Dátum
sv_se: Evenmangets Startdatum

source: Event End Date
fi_fi: Tapahtuman päättymispäivä
fr_fr: Date de fin de l'événement
hu_hu: A vége dátum
sv_se: Evenmangets Slutdatum

source: Current Time
fi_fi: Nykyinen aika
fr_fr: Heure actuelle
hu_hu: Jelenlegi idő
sv_se: Aktuell tid

source: Google Map Link (for email):
fi_fi: Google map linkki (sähköposti):
fr_fr: Lien Google Map (pour le courriel):
hu_hu: Google Map Link (e-mail):
sv_se: Google Maps länk (för E-post):

source: Do you really want to delete this image? Please remember to update your event to complete the removal.
fi_fi: Haluatko todella poistaa kuvan? Muista päivittää tapahtuma viimeistelläksesi poiston.
fr_fr: Voulez-vous vraiment supprimer cette image? S'il vous plaît n'oubliez pas de mettre à jour votre événement pour achever la suppression.
hu_hu: Valóban törölni kívánja ezt a képet? Kérjük, ne feledje, hogy frissítse az eseményt eltávolításának befejezéséhez.
sv_se: Vill du verkligen ta bort denna bild? Kom igåf att uppdatera ditt Evenemang för att bekräfta borttagningen.

source: Start
fi_fi: Aloitus
fr_fr: Début
hu_hu: Kezdőpont

source: End
fi_fi: Lopetus
fr_fr: Fin
hu_hu: Végpont
sv_se: Slut

source: Qty
fi_fi: Kpl
fr_fr: Qté
hu_hu: Db
sv_se: Antal

source: Add Additional Time
fi_fi: Lisää vaihtoehtoinen aika
fr_fr: Ajouter une heure additionnelle
hu_hu: Kedvencek további idő
sv_se: Lägg till ytterligare tid

source: Standard Pricing
fi_fi: Normaali hinnoittelu
fr_fr: Prix standard
hu_hu: Normál árak
sv_se: Standardpriser

source: Price
fi_fi: Hinta
fr_fr: Prix
hu_hu: Ár
sv_se: Pris

source: Surcharge Type
fi_fi: Lisämaksun tyyppi
fr_fr: supplément de type
hu_hu: Felár Type
sv_se: Avgiftstyp

source: Remove this Price
fi_fi: Poista tämä hinta
fr_fr: Retirer ce prix
hu_hu: Eltávolítása ár
sv_se: Ta bort detta Pris

source: Remove Price
fi_fi: Poista hinta
fr_fr: Retirer le prix
hu_hu: Eltávolítása ár
sv_se: Ta bort Pris

source: enter 0.00 for free events, enter 2 place decimal i.e.
fi_fi: lisää 0.00 ilmaisille tapahtumille, lisää 2 paikkainen desimaali toisin sanoen
fr_fr: Entrez 0.00 pour un évènement gratuit, avec 2 décimales
hu_hu: írja 0,00 ingyenes rendezvények, írja be a 2 hely decimális, azaz
sv_se: Skriv 0.00 för gratis-evenemang, använd 2 decimaler.

source: Add A Price
fi_fi: Lisää hinta
fr_fr: Ajouter un prix
hu_hu: Kedvencek A Ár
sv_se: Lägg till ett Pris

source: Manage Categories
fi_fi: Hallitse kategorioita
fr_fr: Gérer les catégories
hu_hu: Kategóriák kezelése
sv_se: Hantera Kategorier

source: No Categories
fi_fi: Ei kategorioita
fr_fr: Pas de catégorie
hu_hu: Nem kategóriák
sv_se: Inga Kategorier

source: Event Questions for Primary Attendee
fi_fi: Tapahtuman kysymykset ensisijaiselle osallistujalle
fr_fr: Questions pour le visiteur principal
hu_hu: Event Kérdések for Primary Résztvevő
sv_se: Event Frågor för Primär Deltagare

source: Question Groups
fi_fi: Kysymysryhmät
fr_fr: Groupes de questions
hu_hu: Kérdés csoportok
sv_se: Frågegrupper

source: Add a pre-populated
fi_fi: Lisää esitäytetyksi
fr_fr: Ajouter un groupe
hu_hu: Add a pre-lakott
sv_se: Lägg till en förifylld

source: group
fi_fi: ryhmä
fr_fr: pré-rempli
hu_hu: csoport
sv_se: grupp

source: questions
fi_fi: kysymykset
hu_hu: kérdések
sv_se: frågor

source: to your event. The personal information group is required for all events.
fi_fi: tapahtumaasi. Oma tietoryhmä vaaditaan kaikille tapahtumille.
fr_fr: à votre évènement. Le groupe d'informations personnelles est requis pour tous les évènements.
hu_hu: a rendezvényen. A személyes adatok csoportja van szükség az összes esemény.
sv_se: till ditt Evenemang. "Personlig Information" gruppen är obligatorisk för alla Evenemang.

source: There seems to be a problem with your questions. Please contact support@eventespresso.com
fi_fi: Kysymyksesi kanssa näyttää olevan ongelma. Ole hyvä ja ota yhteyttä support@eventespresso.com
fr_fr: Il semble y avoir un problème avec vos questions. S'il vous plaît contacter support@eventespresso.com
hu_hu: Úgy tűnik, hogy a probléma az Ön kérdéseire. Kérjük, lépjen kapcsolatba support@eventespresso.com
sv_se: Det verkar vara ett problem med dina Frågor. Vänligen kontakta support@eventespresso.com.

source: Need more questions?
fi_fi: Tarvitsetko lisää kysymyksiä?
fr_fr: Besoin de plus de questions ?
hu_hu: Szüksége van további kérdése?
sv_se: Behöver du fler Frågor?

source: Event Questions for Additional Attendees
fi_fi: Tapahtuman kysymykset vaihtoehtoisille osallistujille
fr_fr: Questions pour les visiteurs additionnels
hu_hu: Event Kérdések a kiegészítő Attendees
sv_se: Event Frågor för Ytterligare Deltagare

source: Advanced filters are now available in the premium versions.
fi_fi: Kehittyneet suodattimet ovat saataville premium versiossa.
fr_fr: Les filtres avancés sont maintenant disponibles dans les versions haut de gamme.
hu_hu: Speciális szűrők már elérhető a prémium változat.
sv_se: Avancerade filter är nu tillgängligt i Premium versionerna.

source: Venue
fi_fi: Tapahtumapaikka
fr_fr: Lieu
hu_hu: Találkozóhely
sv_se: Plats

source: Start Time
fi_fi: Aloitusaika
fr_fr: Heure de début
hu_hu: Kezdés
sv_se: Starttid

source: View
fi_fi: Näytä
fr_fr: Affichage
hu_hu: Nézet
sv_se: Visa

source: Get Short URL/Shortcode
fi_fi: Näytä lyhyt URL / lyhenne
fr_fr: Récupérer l'URL raccourcie / le shortcode
hu_hu: Árat Short URL / shortcode
sv_se: Skaffa kort URL/Shortcode

source: Email Attendees
fi_fi: Sähköpostiosallistujat
fr_fr: Envoyer courriels aux visiteurs
hu_hu: Email Résztvevők

source: <h2>Short URL/Shortcode</h2><p>This is the short URL to this event:</p><p><span class="updated fade">
fi_fi: <h2>Lyhyt URL/Lyhenne</h2><p>Tämä on lyhyt URL tähän tapahtumaan:</p><p><span class="updated fade">
fr_fr: <h2>URL raccourcie / shortcode</h2><p>Ceci est l'URL raccourci de cet évènement:</p><p><span class="updated fade">
hu_hu: <h2> Short URL / shortcode </ h2> <p> Ez a rövid URL-t erre az eseményre: </ p> <p> <span class="updated fade">

source: Export All Attendee Data
fi_fi: Vie kaikki osallistujatiedot
fr_fr: Exporter les données de tous les visiteurs
hu_hu: Összes exportálása Résztvevő adat
sv_se: Exportera all Deltagare-data

source: Export All Event Data
fi_fi: Vie kaikki tapahtumatiedot
fr_fr: Exporter les données de tous les évènements
hu_hu: Exportálása Minden eseményt adat
sv_se: Exportera all Evenemangs-data

source: Recurring Event
fi_fi: Toistuva tapahtuma
fr_fr: Evènement récurrent
hu_hu: Ismétlődő esemény
sv_se: Återkommande event

source: Short Code
fi_fi: Lyhenne
hu_hu: Rövid kód

source: Excel Spreadsheet
fi_fi: Exel laskentataulukko
fr_fr: Feuille de données Excel
hu_hu: Excel táblázatkezelő
sv_se: Excel kalkylblad

source: CSV Spreadsheet
fi_fi: CSV laskentataulukko
fr_fr: Feuille de données CSV
hu_hu: CSV Munkafüzet
sv_se: CSV Kalyklblad

source: Event Newsletter
fi_fi: Tapahtuman uutiskirje
fr_fr: Newsletter de l'évènement
hu_hu: Event Hírlevél
sv_se: Event nyhetsbrev

source: Coupon/Promo Code
fi_fi: Kuponki / Alennuskoodi
hu_hu: Kupon / Promo Code
sv_se: Kupong/Kampanjkod

source: This is used to apply discounts to events.
fi_fi: Tätä käytetään alennuksien lisäämiseen tapahtumissa.
fr_fr: Ceci est utilisé pour appliquer des remises aux évènements.
hu_hu: Ez alkalmassá kedvezmények eseményekre.
sv_se: Detta används för att ge rabatter på dina Evenemang.

source: A coupon or promo code could can be anything you want. For example: Say you have an event that costs
fi_fi: Kuponki tai alennuskoodi voi olla mitä tahansa haluat. Esimerkiksi: Sinulla on tapahtuma joka maksaa
fr_fr: Un coupon ou un code promo peut être ce que vous voulez. Par exemple : vous avez un évènement qui coûte
hu_hu: A kupon vagy promóciós kódot is lehet, amit akarsz. Például: Tegyük fel, hogy az esemény, hogy a költségek
sv_se: En kupong eller kampanjkod kan vara vad du vill. Till exempel: Säg att du har en händelse som kostar

source: If you supplied a promo like "PROMO50" and entered 50.00 into the "Discount w/Promo Code" field your event will be discounted
fr_fr: Si vous avez soumis une promo du type "PROMO50" et entré 50.00 dans le champs "Code promo w/ de remise", la remise sera appliquée à votre évènement
hu_hu: Ha a szolgáltatott egy promo, mint a "PROMO50 " és belépett 50,00 be a "olcsó w / Promo Code " mezőt az esemény kell vonni
sv_se: Om du anger en kod som "PROMO50" och skriver 50,00 i "Rabatt med kampanjkod" fältet. Så kommer det att dras av

source: Bringing the cost of the event to
fi_fi: Laskee tapahtuman hinnan
fr_fr: Portant son coût à
hu_hu: Így a költségek az esemény
sv_se: Och göra kostnaden för detta Evenemang till

source: Event Identifier
fi_fi: Tapahtuman tunnistaja
fr_fr: Identifiant de l'évènement
hu_hu: Esemény azonosítója
sv_se: Evenemangs-identifierare

source: This should be a unique identifier for the event. Example: "Event1" (without qoutes.)</p><p>The unique ID can also be used in individual pages using the
fi_fi: Tämän tulisi olla yksilöllinen tunniste tapahtumalle. Esimerkiksi: "Tapahtuma1" (ilman lainausmerkkejä). </p><p>Yksilöllistä ID:tä voidaan käyttää myös yksittäisellä sivullä käyttäen
fr_fr: Cet identifiant doit être unique. Par exemple : "Evènement 1" (sans guillemets.)</p><p>L'ID unique peut aussi être utilisé dans les pages individuelles en utilisant le
hu_hu: Ez kell egy egyedi azonosítót az eseményre. Példa: "Event1 " (nem qoutes.) </ P> <p> Az egyedi azonosító is lehet használni az egyes oldalakon a
sv_se: Detta bör vara en unik identifierare för evenemanget. Exempel: "Event1" (utan citattecken) </p><p> Det unika ID't kan också användas i enskilda sidor med hjälp av

source: Unique Event ID
fi_fi: Yksilöllinen tapahtuma ID
fr_fr: ID unique d'évènement
hu_hu: Egyedi Eseményazonosító
sv_se: Unikt Evenemang ID

source: Attendee Reports
fi_fi: Osallistujaraportit
fr_fr: Rapports de visite
hu_hu: Résztvevő jelentések
sv_se: Deltagar-Rapporter

source: Add New Attendee
fi_fi: Lisää uusi osallistuja
fr_fr: Ajouter un Nouveau Participant
hu_hu: Új Résztvevő
sv_se: Lägg till ny Deltagare

source: Edit Attendee Data
fi_fi: Muokkaa osallistujatietoja
fr_fr: Modifier les Données du Participant
hu_hu: Szerkesztése Résztvevő adatok
sv_se: Ändra Deltagar-data

source: Edit Attendee Payment Record
fi_fi: Muokkaa osallistujien maksujen historiaa
fr_fr: Modifier Enregistrement Paiement Participant
hu_hu: Szerkesztés Résztvevő Fizetés Record
sv_se: Ändra Deltagares Betalningsposter

source: Event Overview
fi_fi: Tapahtuman yleiskatsaus
fr_fr: Présentation d'un Evénement
hu_hu: Event áttekintése
sv_se: Evenemangsöversikt

source: These emails will override the custom email if a pre-existing email is selected. You must select "Yes" in the "Send custom confirmation emails for this event?" above.
fi_fi: Nämä sähköpostit uudelleenkirjoittavat oletussähköpostin jos ennalta-olemassaoleva sähköposti on valittu. Sinun täytyy valita "Kyllä" "Lähetä muokattu vahvistus sähköposti?" yläpuolelta.
fr_fr: Ces e-mails remplacent l'e-mail personnalisé si un e-mail pré-existant est sélectionné. Vous devez sélectionner "Oui" dans "Envoyer des courriers de confirmation personnalisés pour cet événement?" ci-dessus.
hu_hu: Ezek az e-mailek felülírja az egyéni e-mailt, ha a már meglévő e-mail van kiválasztva. Ki kell választania "Igen " a "Küldés egyéni megerősítő e-mailt erre a rendezvényre? " Pontot.
sv_se: Dessa E-postmeddelanden kommer att åsidosätta dom egna E-postmeddelandena om ett befintligt E-postmeddelande är markerat. Du måste välja "Ja" i "Skicka anpassade bekräftelse E-post för detta?" ovan.

source: Waitlist Events
fi_fi: Tapahtumien odotuslista
fr_fr: Événements listes d'attente
hu_hu: Várólista Események
sv_se: Väntelista Evenemang

source: These types of events can be used as a overflow or waiting list events.
fr_fr: Ces types d'événements peuvent être utilisé comme un débordement ou une attente sur la liste d'événement.
hu_hu: Az ilyen típusú esemény használható túlcsordulás vagy várólista eseményeket.
sv_se: Dessa typer av Evenemang can användas som Evenemang med väntelista.

source: If an event is set up as an "Waitlist Event," it can be set to not appear in your event listings template. You may need to customize your event_listing.php file to make this work. For more information, please
fi_fi: Jos tapahtuma on asetettu "Odotuslista tapahtumaksi" se voidaan asettaa näkymättömäksi tapahtumalistaus mallissa. Johdut ehkä muokkaamaan event_listing.php tiedostoa, jotta saat tämän toimimaan. Lisätietoa saat
fr_fr: Si un événement est mis en place comme un «événement de liste d'attente», il peut être configuré pour ne pas apparaître dans votre modèle d'annonces d'événement. Vous devrez peut-être personnaliser votre fichier event_listing.php pour faire ce travail. Pour plus d'informations, s'il vous plaît
hu_hu: Ha egy esemény van beállítva, mint egy "várólista Event, " azt lehet állítani, hogy nem jelennek meg a rendezvény listák sablont. Lehet, hogy testre event_listing.php fájlt, hogy ezt a munkát. További információért kérjük,
sv_se: Om ett evenemang sätts upp som ett "Väntelista Evenemang," kan det vara inställt på att inte visas i mallen för Evenemangslistor. Du kan behöva anpassa din event_listing.php fil för få det att fungera. För mer information, vänligen

source: visit the forums
fi_fi: vierailemalla foorumeilal
fr_fr: visiter les forums
hu_hu: látogasson el a fórumok
sv_se: besök forumen

source: Off-site Registration Page
fi_fi: Off-site rekisteröintisivu
fr_fr: Page d'Inscription Hors site
hu_hu: Off-site Regisztrációs oldal
sv_se: Off-site Registreringssida
