Repository: akelly7/languages
Catalog: event_espresso-*.po
Languages: fi_fi, fr_fr, hu_hu, sv_se

source: Javascript is currently turned off for your browser. Javascript must be enabled in order for all of the features on this page to function properly. Please turn your javascript back on.
fr_fr: Le Javascript est actuellement éteint pour votre navigateur. On doit permettre au Javascript pour toutes les fonctions à cette page de fonctionner correctement. Tournez s'il vous plaît votre Javascript en arrière sur.
hu_hu: Javascript jelenleg ki van kapcsolva a böngészőben. Javascript engedélyezni kell annak érdekében, hogy valamennyi szolgáltatását ezen az oldalon a megfelelő működéshez. Kérem, kapcsolja be a javascript vissza.

source: Move to Trash
fr_fr: Déplacer vers la Corbeille
hu_hu: Áthelyezés a Kukába
sv_se: Flytta till papperskorgen

source: REG Details
fr_fr: Détails d'Inscription
hu_hu: REG Részletek

source: Registration Number
fr_fr: Numéro d'Inscription
hu_hu: regisztrációs szám

source: Registration Status
fr_fr: Status d'Inscription
hu_hu: Regisztráció Status

source: Other Attendees Registered in the Same Transaction
fr_fr: Autres Visiteurs Inscris dans la Même Transaction
hu_hu: Más résztvevők Bejegyezve ugyanazon ügylet

source: Gateway Response Message
hu_hu: Gateway Válaszüzenet

source: Registration ID
fr_fr: ID de l'Inscription
hu_hu: Regisztráció ID

source: Invoice Number
hu_hu: Számlaszám

source: Registration Session
fr_fr: Session d'inscription
hu_hu: Regisztráció Session

source: Registration placed from IP
fr_fr: Enregistrement placé d'IP
hu_hu: Regisztráció forgalomba az IP

source: Registrant User Agent
fr_fr: Navigateur du visiteur
hu_hu: Bejegyzést User Agent

source: Edit Event #
fr_fr: Editer l'Evènement #
hu_hu: Szerkesztése Event #

source: zip
fr_fr: code postal
hu_hu: Iranyítószám

source: View Registration Details
fr_fr: Vue des Détails de l'Enregistrement
hu_hu: Mind a Regisztráció Részletek

source: View Transaction
fr_fr: Vue de la Transaction
hu_hu: Mind a Tranzakció

source: Registration Status :
fr_fr: Status e l'Enregistrement:
hu_hu: Regisztráció Állapot:

source: Registration Items
fr_fr: Articles de l'Enregistrement
hu_hu: Regisztráció tételek

source: Line Item ID
hu_hu: Sor azonosítója

source: Ticket Option
hu_hu: Ticket lehetőség

source: Grand Total
fr_fr: Total
hu_hu: Mindösszesen

source: Registration Session Details
fr_fr: Détails de la séance d'inscription
hu_hu: Regisztráció részletei

source: until
fr_fr: jusqu'à
hu_hu: -ig

source: Advanced filters are available in the premium version of Event Espresso.
fr_fr: Les filtres Avancés sont disponibles dans la version haut de gamme d'Expresso d'Événement.
hu_hu: Speciális szűrők állnak rendelkezésre a prémium változata az Event Espresso.

source: Transactions
hu_hu: Tranzakciók

source: TXN Details
fr_fr: Détails TXN
hu_hu: TXN Részletek

source: Transaction Number
fr_fr: Numéro de la transaction
hu_hu: Tranzakció száma

source: Transaction Status
fr_fr: Statut de la transaction
hu_hu: Tranzakció állapota

source: Attendees Registered in this Transaction
fr_fr: visiteurs inscrits avec cette transaction
hu_hu: Résztvevők Regisztrált ebben az ügyletben

source: Primary Registrant
fr_fr: visiteur principal
hu_hu: Elsődleges regisztráló

source: Transaction placed from IP
fr_fr: Transaction enregistrée avec l'IP
hu_hu: Tranzakció forgalomba az IP

source: Cheque
fr_fr: Chèque
hu_hu: Csekk

source: Cash
hu_hu: Készpénz

source: An error occured. The payment form data could not be loaded.
fr_fr: Une erreur est arrivée. Les données de formulaire de paiement ne pouvaient pas être chargées.
hu_hu: Hiba történt. A fizetési űrlap adatait nem lehetett betölteni.

source: Transaction
hu_hu: Tranzakció

source: Transaction Date
fr_fr: Date de Transaction
hu_hu: Tranzakció dátuma

source: Paid
fr_fr: Payé
hu_hu: Fizetett

source: Edit TXN #
fr_fr: Editer TXN #
hu_hu: Szerkesztés TXN #

source: free
fr_fr: gratuit
hu_hu: Ingyenes

source: View Transaction Details
fr_fr: Vue des Détails de Transaction
hu_hu: Mind a Transaction Details

source: Send Payment Reminder
fr_fr: Envoyer un Rappel de Paiement
hu_hu: Küldés Fizetési emlékeztető

source: Transaction #
hu_hu: Tranzakciós #

source: Total Amount Due:
fi_fi: Maksettava kokonaissumma:
fr_fr: Montant total dû :
hu_hu: Fizetendő összeg összesen:
sv_se: Totalbelopp:

source: Transaction Items
hu_hu: Tranzakciós tételek

source: Transaction Total
fr_fr: Total de la Transaction
hu_hu: Tranzakció összesen

source: view additional transaction session details
fr_fr: Consulter des détails de session de transaction supplémentaires
hu_hu: megtekintheti a tranzakció ülésén további részletek

source: hide additional transaction session details
fr_fr: Cachez des détails de session de transaction supplémentaires
hu_hu: elrejtéséhez további tranzakció ülésén további részletek

source: Transaction Session Details
fr_fr: Détails de la session de transaction
hu_hu: Tranzakció Session Részletek

source: Method
fr_fr: Méthode
hu_hu: Módszer

source: Gateway Response
fr_fr: Réponse de Passerelle
hu_hu: Gateway Válasz

source: Notes / Extra Accounting
fr_fr: Notes / Comptabilité Supplémentaire
hu_hu: Notes / Extra Számvitel

source: Details
fr_fr: Détails
hu_hu: Részletek

source: Delete Payment
fr_fr: Supprimez le Paiement
hu_hu: Törlése Fizetés

source: This transaction has been overpaid !
fr_fr: Cette transaction a été surpayée!
hu_hu: Ez a tranzakció már túlfizetett!

source: No payments have been applied to this transaction yet. Click "Apply Payment" below to make a payment.
fr_fr: Aucun paiement n'a été appliqué à cette transaction encore.Cliquer "Applique le Paiement" ci-dessous pour faire un paiement.
hu_hu: Nincs kifizetéseket alkalmazták ezt a tranzakciót még. Kattintson az "Alkalmaz Fizetés " alatt, hogy a kifizetést.

source: Payments Total
fr_fr: Total des Paiements
hu_hu: Kifizetések összesen

source: Apply Payment
fr_fr: Appliquez Paiement
hu_hu: Alkalmaz Fizetés

source: Apply Refund
fr_fr: Appliquer le Remboursement
hu_hu: Alkalmaz visszatérítése

source: Apply a Payment to Transaction #
fr_fr: Appliquer un Paiement à la Transaction #
hu_hu: Alkalmazása Kifizetés Transaction #

source: Edit Payment #
fr_fr: Editer le Paiement #
hu_hu: Szerkesztés Fizetési #

source: for Transaction #
fr_fr: pour la Transaction #
hu_hu: A Transaction #

source: Apply a Refund to Transaction #
fr_fr: Appliquer un remboursement à la Transaction #
hu_hu: Alkalmazása visszatérítés Transaction #

source: Payment Date
fr_fr: Date de Paiement
hu_hu: Kifizetés dátuma

source: The date the payment was actually made on
fr_fr: La date de paiement a été en réalité faite sur
hu_hu: A dátum, amikor a kifizetés ténylegesen megtörtént

source: The amount of the payment
fr_fr: Le Montant du Paiement
hu_hu: A támogatás összege az

source: Method of Payment
fr_fr: Méthode de Paiement
hu_hu: Fizetés módja

source: please select an option
fr_fr: merci de choisir une option
hu_hu: Kérjük, válasszon ki egy lehetőséget

source: Whether the payment was made via PayPal, Credit Card, Cheque, or Cash
fr_fr: Le paiement a soit été fait via PayPal, Carte de crédit, Chèque, ou Argent
hu_hu: Akár a kifizetés PayPal, hitelkártya, csekk, vagy készpénz

source: The gateway used to process the payment
fr_fr: La passerelle a eu l'habitude de traiter le paiement
hu_hu: Az átjáró használni, hogy feldolgozza a fizetési

source: The Transaction ID sent back from the payment gateway, or the Cheque #
fr_fr: La Transaction ID renvoyé de la passerelle de paiement, ou le Chèque #
hu_hu: A Transaction ID küldte vissza a fizetési átjáró, vagy a csekk #

source: The gateway response string (optional)
fr_fr: La chaîne de réponse passerelle (facultative)
hu_hu: Az átjáró válasz string (opcionális)

source: Payment Status
fr_fr: Statut du paiement
hu_hu: Fizetési állapot

source: Whether the payment was approved, cancelled, declined or failed after submission to the gateway
fr_fr: Si le paiement a été approuvé, annulé, refusé ou a échoué après la soumission à la passerelle
hu_hu: Akár a kifizetést jóváhagyták, a lemondás, csökkent vagy sikertelen benyújtását követően az átjáró

source: The Purchase or Sales Order Number if any (optional)
fr_fr: L'Achat ou le Nombre de Commande de vente le cas échéant (facultatif)
hu_hu: A vételi vagy eladási Rendelési szám ha van ilyen (nem kötelező)

source: An extra field you may use for accounting purposes or simple notes
fr_fr: Un champ supplémentaire peut être utilisé pour des buts comptables ou des notes simples
hu_hu: Egy extra mezőt használhatja könyvelési célokból vagy egyszerű jegyzetet

source: Save Payment Details
fr_fr: Sauver les Détails de Paiement
hu_hu: Mentés Fizetési részletek

source: Transaction Status :
fr_fr: Statut de la transaction :
hu_hu: Tranzakció Állapot:

source: Total Amount Due :
fr_fr: Montant Total Dû :
hu_hu: Fizetendő teljes összeg:

source: Display Transactions from
fr_fr: Afficher les transactions de
hu_hu: Kijelző tranzakciók alapján

source: There was an error in your submission of group
fi_fi: Ryhmän syöttämisessä tapahtui virhe
fr_fr: Il y avait une erreur dans votre soumission de groupe
hu_hu: Hiba történt a benyújtása csoport
sv_se: Det uppstod ett fel när gruppen skulle läggas till

source: The group was not updated!
fi_fi: Ryhmää ei ole päivitetty!
fr_fr: Le groupe n'a pas été mis à jour!
hu_hu: A csoport nem volt frissítve!
sv_se: Gruppen uppdaterades inte!

source: was not updated .
fi_fi: ei päivitetty.
fr_fr: n'a pas été
hu_hu: nem volt frissítve.
sv_se: uppdaterades inte.

source: Event title: %d
fi_fi: Tapahtuman otsikko: %d
fr_fr: Titre de l'évènement : %d
hu_hu: Esemény megnevezése: %d
sv_se: Evenemang titel: %d

source: Choose number of tickets for
fi_fi: Valitse lippujen määrä
fr_fr: Choisissez le nombre de tickets pour
hu_hu: Válassza száma jegyek
sv_se: Välj antal Biljetter för

source: Start Time:
fr_fr: Temps de Début:
hu_hu: Kezdés:

source: THIS COPY OF EVENT ESPRESSO IS FOR TESTING OR DEVELOPMENT PURPOSES ONLY.<br/><br/>DO NOT USE THIS SOFTWARE ON A LIVE OR ACTIVE WEBSITE.<br/><br/>Alpha versions of this software can not be activated on sites containing existing installations of Event Espresso.<br/><br/>If you wish to activate this software for testing or development purposes, please utilize a fresh install of WordPress on a localhost or password protected development server.<br/><br/><span style="font-size:.7em;">Please press the back button on your browser to return to the plugins page.</span>
fr_fr: CETTE COPIE D'EXPRESSO D'ÉVÉNEMENT EST POUR LE TEST OU DES BUTS DE DÉVELOPPEMENT SEULEMENT.<br/><br/> N'UTILISENT PAS CE LOGICIEL SUR UN SITE WEB VIVANT OU ACTIF.<br/><br/> les versions Alpha de ce logiciel ne peuvent pas être activées sur le contenant de sites existant les installations d'Expresso d'Événement. <br/><br/> si vous voulez activer ce logiciel pour le test ou des buts de développement, utilisez s'il vous plaît une installation fraîche de WordPress sur un localhost ou un serveur de développement avec un mot de passe protégé.<br/><br/><span style="font-size:.7em;"> appuyez S'il vous plaît l'arrière bouton sur votre navigateur pour retourner à la page de plugins. </span>
hu_hu: Ez a másolat esemény ESPRESSO azt vizsgálja, vagy fejlesztési célra CSAK. <br/> NE HASZNÁLJA A SZOFTVERT élőben vagy aktív WEBOLDAL. <br/> Alpha változata ez a szoftver nem lehet aktiválni A sites containing meglévő létesítmények az Event Espresso. <br/> Ha szeretné aktiválni ezt a szoftvert kísérleti vagy fejlesztési célra, kérjük, használják egy friss telepítés WordPress a localhost vagy jelszó védett fejlesztés szerver. <br/> <br/> <span style="font-size:.7em;"> Kérjük, nyomja meg a vissza gombot a böngészőben, hogy visszatérjen a bővítmények oldalra. </ span>

source: All
fi_fi: Kaikki
fr_fr: Tous
hu_hu: mind
sv_se: Alla

source: Test Drive the Full Version of Espresso
fi_fi: Testaa Event Espresson täyttä versiota
fr_fr: Test Drive la Version Complète de l'Espresso
hu_hu: Teszt Hajt a teljes verzió Espresso
sv_se: Testkör den Fulla versionen av Event Espresso

source: Gateway Deactivated!
fr_fr: Passerelle Désactivée!
hu_hu: Gateway kikapcsolva!

source: Gateway Not Deactivated!
fr_fr: La Passerelle n'est pas Désactivée!
hu_hu: Gateway Nem kikapcsolva!

source: No Transaction ID was supplied.
fr_fr: Aucune Transaction ID n'a été fournie.
hu_hu: Nem Transaction ID-t adni.

source: A vaild payment object was not supplied.
fr_fr: Un objet de paiement vailde n'a pas été fourni.
hu_hu: A folytatáshoz érvényes fizetési objektum nem tartozék.

source: The payment has been
fr_fr: Le paiement a été
hu_hu: A fizetési már

source: An error occured. The payment was
fr_fr: Une erreur est arrivée. Le paiement était
hu_hu: Hiba történt. A fizetés

source: No Payment ID was supplied.
fr_fr: aucune ID de paiement a été fourni.
hu_hu: Nem Payment ID-t adni.

source: An error occured. The payment has not been deleted succesfully.
fr_fr: Une erreur s'est produite. Le paiement n'a pas été supprimé avec succès.
hu_hu: Hiba történt. A kifizetés nem került törlésre sikeresen.

source: An error occured. The database record for the payment could not be located for deletion.
fr_fr: Une erreur est arrivée. Le rapport de base de données pour le paiement ne pouvait pas être placée pour l'effacement.
hu_hu: Hiba történt. Az adatbázis rekord a kifizetés nem található törlésre.

source: code:
fi_fi: koodi:
hu_hu: kód
sv_se: kod:

source: rows affected:
fi_fi: vaikuttaa riveihin:
fr_fr: lignes affectées:
hu_hu: érintett sorok:
sv_se: påverkade rader:

source: Edit Your
fi_fi: Muokkaa sinun
fr_fr: Modifier votre
hu_hu: Szerkessze a
sv_se: Ändra din

source: Registration
fi_fi: Rekisteröintiä
fr_fr: Inscription
hu_hu: regisztrációját
sv_se: Registrering

source: Oops! Don't quite know how you ended up here, but it doesn't appear that you have registered for anything. Thanks for visiting the site anyways.
fr_fr: Oups! Je ne sais pas tout à fait comment vous avez fini ici, mais il n'apparaît pas que vous vous êtes inscrirs pour quoi que ce soit. Merci de visiter le site de toute façon.
hu_hu: Hoppá! Nem igazán tudom, hogyan kerültek ide, de nem tűnik úgy, hogy már regisztrált semmit. Köszönjük, hogy meglátogatta a helyszínen egyébként.
sv_se: Hoppsan! Vet inte riktigt hur du hamnade här men det verkar inte vara som om du har registrerat dig för något. Men TACK för att du besökte sidan iaf... =)

source: If you were looking to register, you might want to have a look here:
fr_fr: Si vous comptiez vous faire inscrire, vous pourriez vouloir jeter un oeil ici :
hu_hu: Ha a keresett regisztrálni, akkor érdemes egy pillantást itt:
sv_se: Om du ville registrera dig så kanske du vill kolla här:

source: An error occured. No tickets were added for the event.<br/>Please click the back button on your browser and try again.
fi_fi: Tapahtui virhe. Lippuja ei lisätty tähän tapahtumaan. <br/> Ole hyvä ja paina takaisin nappia selaimessasi ja kokeile uudelleen.
fr_fr: Une erreur s'est produite. Aucun ticket n'a été ajouté pour cet évènement. <br /> Veuillez utiliser le bouton Retour de votre navigateur et réessayez.
hu_hu: Hiba történt. Nincs jegy adunk az eseményre. <br/> Kérjük kattintson a Vissza gombot a böngészőben, és próbálkozzon újra.
sv_se: Ett fel inträffade. Inga biljetter har lagt till för detta evenemang. <br/>Vänligen klicka på "Bakåt" i din webbläsare och försökt igen.

source: You need to select a ticket quantity before you can proceed.<br/>Please click the back button on your browser and try again.
fi_fi: Sinun täytyy asettaa lippujen määrä ennenkuin voit jatkaa.<br/> Ole hyvä ja paina takaisin nappia selaimessasi ja kokeile uudelleen.
fr_fr: Vous devez sélectionner un nombre de tickets avant de pouvoir continuer. <br /> Veuillez cliquer sur le bouton retour de votre navigateur et réessayer.
hu_hu: Ki kell választania egy jegy mennyiséget, mielőtt folytatná. <br/> Kérjük kattintson a Vissza gombot a böngészőben, és próbálkozzon újra.
sv_se: Du måste ange antal biljetter innan du kan fortsätta.<br/>Var god baka och försök igen.

source: We're sorry, but there is only %s available space left for this event. Please go back and select a different number of tickets.
fi_fi: Pahoittelemme, mutta tapahtumassa on vain %s paikkaa vapaana. Ole hyvä ja valitse vähemmän lippuja.
fr_fr: Désolé, mais il ne reste plus que %s place disponible pour cet évènement. Veuillez revenir en arrière et modifier votre choix.
hu_hu: Sajnáljuk, de csak %s szabad hely maradt erre az eseményre. Kérjük, menjen vissza, és válasszon egy másik jegyek száma.

source: We're sorry, but there are no available spaces left for this event
fi_fi: Pahoittelemme, mutta tässä tapahtumassa ei ole enää tilaa.
fr_fr: Nous sommes désolé, mais il ne reste plus de place pour cet évènement.
hu_hu: Sajnáljuk, de nincsenek rendelkezésre álló terek maradt erre az eseményre
sv_se: Tyvärr, det finns inga mer platser till detta event.

source: Please verify your registration details:
fi_fi: Ole hyvä ja vahvista tietosi:
fr_fr: SVP vérifiez vos détails d'inscription:
hu_hu: Kérjük, ellenőrizze a regisztrációs adatait:

source: Discount of
fi_fi: Alennus
fr_fr: Rabais de
hu_hu: Kedvezmény

source: applied
fi_fi: sovellettu
fr_fr: appliqué
hu_hu: alkalmazva

source: Additional Information for:
fi_fi: Listätietoja:
fr_fr: Information supplémentaire pour:
hu_hu: További információ:

source: Regsitration is Closed
fi_fi: Rekisteröityminen on suljettu
fr_fr: L'inscription est terminée
hu_hu: A regisztráció lezárva
sv_se: Registrering är stängt

source: Member Only Event. Please
fi_fi: Tapahtuma on vain jäsenille, ole hyvä
fr_fr: Evènement uniquement pour les membres. Veuillez
hu_hu: Tagja egyetlen esemény. Kérem
sv_se: Endast för medlemar. Var god

source: Register Now
fi_fi: Rekisteröidy nyt
fr_fr: S'inscrire maintenant
hu_hu: Regisztráljon most
sv_se: Registrera dig nu

source: This Event is no longer open for registration.
fi_fi: Tämä tapahtuma ei ole enää avoin rekisteröitymiselle.
fr_fr: Cet évènement n'est plus disponible à la réservation.
hu_hu: Ez az esemény már nem nyitott a regisztráció.
sv_se: Detta event är inte längre öppet för registrering.

source: Registration &amp; Ticket Information
fi_fi: Rekisteröinti &amp; Lippujen tiedot
fr_fr: Inscription & information tickets
hu_hu: Regisztráció és Ticket Információk
sv_se: Registration &amp; Biljett information

source: Sorry. This Event is sold out.
fi_fi: Pahoittelut. Tämä tapahtuma on myyty loppuun.
fr_fr: Désolé, cet évènement est complet.
hu_hu: Bocsánat. Ez az esemény elfogyott.
sv_se: Tyvärr. Detta event är utsålt.

source: Event Information
fi_fi: Tapahtuman tiedot
fr_fr: Information sur l'évènement
hu_hu: Információ a rendezvényről

source: Description:
fi_fi: Kuvaus
hu_hu: Leírás:
sv_se: Beskrivning:

source: click here for more details about
fi_fi: Lisätietoa täältä koskien
fr_fr: Cliquez ici pour plus d'informations sur
hu_hu: Kattintson ide a részletekért
sv_se: Klicka här för att ange mer information om

source: click for more details
fi_fi: Lisätietoja täältä
fr_fr: Cliquez pour plus d'informations
hu_hu: kattintson a részletekért
sv_se: Klicka för mer information

source: Your Event Espresso templates are outdated. Please update your templates ASAP!
fi_fi: Sinun Event Espresso alusta on vanhentunut. Ole hyvä ja päivitä se mahdollisimman nopeasti!
fr_fr: Vos modèles Espresso événements sont dépassées. S'il vous plaît mettre à jour vos modèles dès que possible!
hu_hu: Az esemény Espresso sablonokat elavultak. Kérjük, frissítse sablonok ASAP!

source: Registration Details:
fi_fi: Rekisteröinnin tiedot:
fr_fr: Détails de l'inscription :
hu_hu: Regisztráció Részletek:
sv_se: Registreringsdetaljer:

source: Submit Registration
fi_fi: Lähetä rekisteröityminen
fr_fr: Envoyer l'inscription
hu_hu: Küldés Regisztráció
sv_se: Skicka registrering

source: Clear Cart
fr_fr: Vider le Pannier
hu_hu: Kódolatlan Cart
sv_se: Töm varukorg

source: false
fi_fi: väärä
fr_fr: faux
hu_hu: hamis
sv_se: falskt

source: Show Secondary Events?
fi_fi: Näytä toissijaiset tapahtumat?
fr_fr: Montrer les évènements secondaires ?
hu_hu: Megjelenítés Másodlagos események?
sv_se: Visa Sekundära Evenemang?

source: Event #
fi_fi: Tapahtuma #
fr_fr: Evènement #
hu_hu: Események

source: Billing Details
fi_fi: Laskun tiedot
fr_fr: Détails de facturation
hu_hu: Számlázási adatok
sv_se: Betalinings detaljer

source: Step 1 - Attendee Information
fi_fi: Vaihe 1 - Ensimmäinen osallistuja
fr_fr: Etape 1 - Informations du visiteur
hu_hu: 1. lépés - Résztvevői információ
sv_se: Steg 1 - Deltagarinformation

source: In order to process your registration, we ask you to provide the following information.<br/> Please note that all fields marked with an asterisk (<span class="asterisk">*</span>) are required.
fi_fi: Jotta rekisteöintiä voidaan jatkaa, pyydämme sinua täyttämään seuraavat tiedot. <br/> Huomioi, että kaikki tähdellä merkityt kentät (<span class="asterisk">*</span>) vaaditaan.
fr_fr: Afin de compléter votre inscription, veuillez indiquer les informations suivantes.<br/> Les champs marqués d'une astérisque (<span class="asterisk">*</span>) sont requis.
hu_hu: Annak érdekében, feldolgozni a regisztráció, akkor kérjük, hogy adja meg az alábbi információkat. <br/> N t tPlease vegye figyelembe, hogy az összes jelölt mezőket csillaggal (<span class="asterisk"> * </ span> ) van szükség.
sv_se: För att kunna godkänna din registrering, var god ange följande information.<br/> → → Ange all fält med asterisk (<span class="asterisk">*</span>).

source: Use Attendee #1's information for ALL attendees
fi_fi: Käytä osallistujan #1 tietoa KAIKKIIN osallistujiin
fr_fr: Utiliser les informations du premier visiteur pour TOUS les visiteurs
hu_hu: A Résztvevők # 1 adatai minden résztvevő számára
sv_se: Använd deltagare #1 information för ALLA detagare

source: This option allows you to use the above information for all additional attendee question fields. <span>( Please note that some events may have additional questions that you may still be required to answer in order to complete your registration. )</span>
fi_fi: Tämä valinta mahdollistaa sinulle ylläolevan tiedon käyttämisen kaikkiin lisä-ilmoittautumisen kysymyskenttiin. <span>(Huomio, että osa tapahtumista saattaa sisältää lisä-kysymyksiä joihin silti voit joutua vastaamaan viimeistelläksesi rekisteröimisen.) </span>
fr_fr: Cette option vows permit d'utiliser les informations ci-dessus pour tous les visiteurs supplémentaires. <span>( Certains évènements peuvent inclure des questions supplémentaires qu'il vous faudra compléter pour terminer votre inscription. )</span>
hu_hu: Ez az opció lehetővé teszi, hogy a fenti adatok minden további résztvevő kérdést mezőket. <span> (Kérjük, vegye figyelembe, hogy egyes események további kérdései vannak, hogy lehet, hogy mégis kell válaszolni ahhoz, hogy fejezze be a regisztrációt.) </ span>
sv_se: Detta alternativ låter dig använda anged information på alla övriga deltagare. <span>( vissa frågor kan fortfarande behövas svaras på induviduellt. )</span>

source: more options
fi_fi: lisää valintoja
fr_fr: Plus d'options
hu_hu: További lehetőségek
sv_se: mer alternativ

source: less options
fi_fi: vähemmän valintoja
fr_fr: moins d'options
hu_hu: kevesebb lehetőség
sv_se: mindre alternativ
